{
    "id": "10",
    "title": "academische bachelor/master audiovisuele kunsten",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/academische-bachelormaster-audiovisuele-kunsten",
    "description": "Reflecteer over wat je wil vertellen, realiseer je eigen werk en kies voor animatiefilm, radio, regie, schrijven, productie, cinematografie, sound design of editing.",
    "content": "Academische Bachelor/Master Audiovisuele Kunsten - Kunstopleiding | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Kunstopleiding Academische Bachelor/Master Audiovisuele Kunsten Opleidingen Academische Bachelor/Master Audiovisuele Kunsten Hoe ziet de opleiding eruit Hoe ziet de opleiding eruit Studeer de Academische Bachelor en Master Audiovisuele Kunsten aan het RITCS. Reflecteer over wat je wil vertellen, realiseer je eigen werk en kies voor animatiefilm, radio, regie, schrijven, productie, cinematografie, sound design of editing. Hier is de opleidingspraktijk een weerspiegeling van hoe er in de realiteit professioneel samengewerkt wordt. Gerenommeerde audiovisuele makers begeleiden je in je persoonlijke artistieke ontwikkeling, waarbij meer dan genoeg ruimte wordt gelaten voor het zoeken en experimenteren. Animatiefilm Cinematografie Montage Productie Radio Regie Schrijven Sound Design Meer info over de opleiding >> Contact RITCS, campus Dansaert Antoine Dansaertstraat 70, 1000 Brussel Mail ons: ritcs@ehb.be Bel ons: +32 (0)2 507 14 11 www.ritcs.be/contact Gerelateerde verhalen Verhaal Oud-studenten Radio Eva en Hanne winnen NTR Podcastprijs 2023 Radiostudenten vallen in de prijzen bij gerennomeerd podcastfestival. ··· Verhaal 2 alumni en 1 derdejaars student RITCS-Radio in de running voor NTR Podcastprijs Alumna Hanne Volckaerts is met haar podcast Solastalgie één van de tien genomineerden van de NTR Podcastprijs ··· Verhaal Lopen op de Warmathon in de gietende regen: dàt is EhB-karakter Met ruim twintig waren ze, de EhB'ers die deelnamen aan de Brusselse Warmathon op 21 december. In de regen... da's pas karakter! ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}