{
    "id": "41",
    "title": "academische bachelor/master drama",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/dramatische-kunsten",
    "description": "Creëer je eigen universum als acteur of regisseur. De start van een artistieke carrière binnen een eigenzinnige opleiding in hartje Brussel.",
    "content": "Academische Bachelor/Master Drama - Kunstopleiding | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Kunstopleiding Academische Bachelor/Master Drama Opleidingen Academische Bachelor/Master Drama Hoe ziet de opleiding eruit Hoe ziet de opleiding eruit Studeer de Academische Bachelor/Master Drama aan het RITCS. Wij leren je alles over de over acteren, regisseren en schrijven. Drama: Regie & Schrijven Drama: Acteren Meer info over de opleiding >> We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Contact RITCS, campus Kaai Nijverheidskaai 170 1070 Anderlecht Mail ons: ritcs@ehb.be Bel ons: +32 (0)2 507 14 11 www.ritcs.be/contact Gerelateerde verhalen Verhaal Ontwerp nieuw RITCS-gebouw op campus Kaai nadert voltooiing De studie en de ontwerptekeningen van Trans en V+ voor de RITCS-gebouwen op campus Kaai naderen hun einde. ··· Persbericht Twee nieuwe Brusselse lerarenopleidingen stomen kunstenaars klaar voor job als leerkracht Het KCB en het RITCS pakken in september 2019 uit met nieuwe educatieve opleidingen die kunstenaars opleiden tot leraar. ··· Verhaal Eerste stappen gezet voor nieuwe Kunstcampus Kaai We starten een nieuw bouwproject: campus Kaai wordt uitgebreid met o.a. een theaterzaal en filmstudie voor het RITCS. De bouwaanvraag gaat nu de deur uit ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}