{
    "id": "51",
    "title": "accounting administration",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-accounting-administration",
    "description": "We bereiden je voor op de functie van boekhouder in KMO’s, grote ondernemingen, accountant-, boekhoud- en revisorenkantoren of de openbare sector.",
    "content": "Accounting Administration - Graduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Graduaat Accounting Administration Kom langs op één van onze infodagen infodagen Voor wie Voor de praktijkgerichte persoon die graag in nauw contact staat met het werkveld. Voor iedereen die graag met cijfers werkt. Voor iedereen die graag georganiseerd en nauwkeurig te werk gaat. Voor iedereen die zijn digitale skills op peil wil houden. Voor iedereen die professionele en soft skills wil bijwerken in een steeds veranderende werkomgeving. Opleidingen Accounting Administration Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Info voor bedrijven Kwaliteitsvol onderwijs Voor wie Voor de praktijkgerichte persoon die graag in nauw contact staat met het werkveld. Voor iedereen die graag met cijfers werkt. Voor iedereen die graag georganiseerd en nauwkeurig te werk gaat. Voor iedereen die zijn digitale skills op peil wil houden. Voor iedereen die professionele en soft skills wil bijwerken in een steeds veranderende werkomgeving. Hoe ziet de opleiding eruit? Word boekhouder via dagonderwijs of e-learning Ben je graag bezig met cijfers? En ga je graag nauwkeurig te werk? Volg dan Accounting Administration in dagonderwijs in Brussel of gewoon via e-learning . Accounting Administration is een zeer praktijkgerichte opleiding gegeven door ervaren docenten. Na de opleiding direct aan de slag : 75% van onze studenten kreeg tijdens hun laatste stage meteen een vast contract aangeboden. Deze opleiding bij EhB staat voor persoonlijk contact tussen docent en student. Bij ons heb je een voornaam en ben je geen nummer. Je krijgt individuele coaching en er zijn allerlei studentenvoorzieningen. Problemen lossen we samen op. Een traject beschikbaar voor elke student: kies jij voor dagonderwijs of e-learning ? We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studenten aan het woord We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings “De opleiding Accounting Administration van EhB beschikt over een duidelijk profiel en een lokale verankering. De leerlijnen geven het programma een stevige structuur en de professionele docenten begeleiden en omkaderen de studenten goed.” NVAO (Nederlands-Vlaamse Accreditatieorganisatie) Vakken Je bouwt een stevige basis in het boekhouden op. Stapsgewijs breid je die uit, tot ook de dubbele boekhouding geen geheimen voor je kent. Daarnaast ontdek je de wetgeving en ﬁscaliteit die je als accounting administrator moet kennen. Je verbetert ook je bedrijfseconomische inzichten zodat je probleemloos: klanten- en leveranciersdossiers beheert; kostprijzen berekent; krediet- en verzekeringsvormen adviseert Je scherpt je communicatieve vaardigheden aan zodat elk contact – met collega’s én klanten – vlot verloopt. En je zorgt ervoor dat je helemaal mee bent met de nodige ICT-technieken. Naast toepassingen in courante kantoorsoftware maak je ook kennis met professionele boekhoudpakketten. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings ECTS-fiches en lessenrooster Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Bekijk hier het voorbeeld voor E-learning . Ben je benieuwd waar de vakken precies over gaan? Vind alle informatie terug in de ECTS-fiches . Accounting Administration - Jaar 1 Veld Credits Boekhouden Algemeen boekhouden 1 6 Algemeen boekhouden 2 6 Wetgeving en fiscaliteit Personenbelasting 6 Burgerlijk, economisch en vennootschapsrecht 6 Sociaal recht 3 BTW 6 Bedrijfseconomische inzichten Debiteuren- en crediteurenbeheer 3 Bedrijfscommunicatie 3 Bank- en verzekeringswezen 3 ICT ICT 1 3 Computerboekhouden 1 3 Stage en project Verkenning werkveld 3 Stage 1 6 Project eenmanszaak 3 Accounting Administration - Jaar 2 Veld Credits Boekhouden Vennootschapsboekhouden 5 Rapporteren 3 Wetgeving en fiscaliteit Vennootschapsbelasting 6 Bedrijfseconomische inzichten Kostprijsberekening en budgettering 4 Financiële analyse 4 Bedrijfsorganisatie, controle en deontologie 3 ICT ICT 2 3 Open ruimte Kies jouw keuzevak 3/4 Stage en project Stage 2 8 Stage 3 15 Project vennootschap 6 Accounting Administration is een goede richting voor mensen die graag met cijfers werken. Geen urenlange lessen over theorie die je moet studeren maar vooral veel praktijk! Ramazan Avci student Gedetailleerde info over de vakken (leerdoelen, beoordeling, examenvormen ...), lees de ECTS-fiches . Stage Tijdens je opleiding proef je op verschillende manieren van je toekomstige job. Zodat je vanaf dag één op de werkvloer aan de slag kan gaan. Binnen het onderdeel ‘leerwerk’ verwerf je vaardigheden en competenties in realistische werksituaties . Dit heeft als doel jou leeractiviteiten te laten uitvoeren en daarbij vaardigheden of competenties te verwerven in beroepsspecifieke, realistische contexten. Je neemt deel aan het werkproces of observeert het. Bovendien ga je op bedrijfsbezoek en woon je (gast)lezingen van experts uit het werkveld bij. Tijdens je stages krijg je de kans om je kennis, vaardigheden en attitudes te ontwikkelen en te integreren in de beroepspraktijk. Je kan zelf je stageplaatsen zoeken en je krijgt hiervoor extra ondersteuning in het vak Bedrijfscommunicatie. Eerst zal je vooral basistaken vervullen. De volgende stages dagen je uit om zelfstandig te werken. Op het einde van je opleiding werk je individueel aan een geïntegreerd realistisch project . Hierin wordt alle boekhoudkundige en fiscale materie uit de opleiding verweven en je ontvangt feedback van werkveldvertegenwoordigers. Ik liep stage bij Feremans & Partners in Leuven. Ik mocht daar onmiddellijk facturen boeken. Tijdens mijn stageperiode was het ook de periode van btw-aangifte en aangifte in de personenbelasting, dus ik heb me daar nooit verveeld. Ik kreeg vanaf het begin al veel verantwoordelijkheid en ik vond het eigenlijk geweldig. Al voor ik afstudeerde kreeg ik de job aangeboden als hulpboekhouder. Gedurende 3 maanden combineerde ik mijn studies met de job, zwaar maar zeker de moeite waard! Toen ik afstudeerde werd ik benoemd tot dossierbeheerder en kreeg ik zelfs direct opslag. Saskia Matthys Dossierbeheerder Affincura Na je studie Vlot aan de slag Boekhouder is een knelpuntberoep . En dat zal de komende jaren wel zo blijven. Je weet dus nu al dat je met je graduaatsdiploma Accounting Administration vrijwel meteen een job vindt. Zowel in de privésector als in de openbare sector heb je keuze te over: in een kleine of grote onderneming bij een accountant, boekhouder of revisor in een ﬁnanciële instelling, verzekeringskantoor of sociale organisatie Waar ga jij graag aan de slag? Dankzij je diploma mag je ook deelnemen aan het toelatingsexamen om toegang te krijgen tot de stage die hoort bij het praktische bekwaamheidsexamen van het Institute for Tax Advisors and Accountants (ITAA). Slaag je voor de stage en leg je nadien met succes de schriftelijke en mondelinge eindproeven voor een jury af, dan mag je na de eedaflegging en de inschrijving in het openbaar register, je eigen kantoor opstarten. Verder studeren? Wil je na je opleiding je kennis nog uitbreiden bij Erasmushogeschool Brussel? Schrijf je dan in voor een professionele bachelor zoals Hotelmanagement , Toerisme- en Recreatiemanagement , Organisatie & Management , Communicatie of Idea & Innovation Management . Vraag zeker vrijstellingen aan voor bepaalde vakken. Krijg je niet genoeg van boekhouding en ﬁscaliteit? Kies dan voor het 1-jarig postgraduaat in de Fiscaliteit via het e-learningtraject. Of volg een van onze bijscholingen die we regelmatig organiseren. Waar heb je les Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Leuven (e-learning) Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Interleuvenlaan 5 3001 Leuven Telefoon 02 213 61 10 02 899 71 00 - E-mail mm@ehb.be mm@ehb.be campusleuven@ehb.be Flexibel studeren: e-learning Wie ben jij? Heb je altijd al gegoocheld met cijfers? En wil je je carrière over een andere boeg gooien? Of werk je al in de boekhoudwereld en wil je je kennis uitbreiden? Volg dan deze graduaatsopleiding als werkstudent (in e-learning). Ook wie werkzoekende is kan via zo een (extra) graduaatsdiploma behalen. Hoe verloopt de opleiding? We bieden je twee mogelijkheden aan. Je krijgt fysiek les in Brussel van ervaren docenten uit het werkveld. Dan kan je ook inschrijven in februari, voor een traject van 27 studiepunten. Je kunt er ook voor kiezen om de opleiding volledig digitaal te volgen via afstandsonderwijs . Dit betekent dat we geen verplichte klassikale lessen organiseren. Je studeert van thuis uit of van waar je wil. Inschrijven kan per kwartiel (4 momenten/jaar). Nieuwsgierig hoe de opleiding dan verloopt? Lees deze blog en bekijk de opleidingspagina voor accounting administration e-learning . Onze studie- en trajectbegeleiders Isis Bulté of Sophie Cooremans bekijken graag met jou wat de mogelijkheden zijn. Kortere opleidingen: Micro-credentials Wil je je kennis uitbreiden maar zie je een volledige opleiding niet zitten? Wil je je heroriënteren op de arbeidsmarkt? Wil je nieuwe, aanvullende competenties verwerven of ben je juist op zoek naar een actualisatie? Heb je nood aan bijkomende vorming? Ons aanbod in micro-credentials is er voor degene die op zoek is naar een korte, praktijkgerichte opleiding. Na een specifiek traject kan je de opgedane kennis direct toepassen binnen het werkveld. Hulpboekhouder Bedrijfsbeleid Boekhouden voor werknemers Boekhouden voor zelfstandigen Postgraduaat in de Fiscaliteit Heb je reeds een diploma hoger onderwijs op zak? Wil je je fiscale expertise uitbouwen? Volg het postgraduaat via 100% e-learning! Het zeer praktijkgerichte, deels verdiepende opleidingsprogramma van 35 studiepunten (één academiejaar) bereidt je optimaal voor om een carrière uit te bouwen binnen de fiscale sector. Dit postgraduaat biedt je een praktische opleiding gegeven door docenten uit het werkveld. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten '23-'24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 €1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0,0 € 128,8 Overige kosten Naast het inschrijvingsgeld zijn er nog een aantal andere kosten. Boeken, cursussen Academic software € 19,00 per jaar Een laptop. Check of je laptop voldoet aan de minimumvoorwaarden of hoe je voordelig een laptop kan kopen . Totale atelierkosten €30,00 Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Steunmaatregelen De combinatie van werken en studeren is niet altijd evident. Daarom heeft de overheid enkele maatregelen om de combinatie te vergemakkelijken. Op deze pagina vind je alle mogelijkheden. VDAB-traject Je kan deze opleiding kosteloos volgen als je ingeschreven bent als werkzoekende en als ze past in je traject naar werk. Meer info vind je op de VDAB pagina . Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2018 vond een toets nieuwe opleiding plaats voor deze opleiding. Lees het volledige rapport . De Nederlands-Vlaamse Accreditatieorganisatie (NVAO) besloot dat deze opleiding op internationaal aanvaarde wijze potentiële kwaliteit biedt: zie besluit toets nieuwe opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Accounting Administration? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig online afronden, je kan langskomen op het studentensecretariaat in Brussel of Leuven of tijdens onze volgende infodag . Campus Kanal Leuven (e-learning) Adres Slotstraat 28 1000 Brussel Interleuvenlaan 5 3001 Leuven Openingstijden Elke werkdag van 9u tot 16u00 maandag en woensdag van 11u tot 19u en donderdag van 13u tot 19u E-mail studentensecretariaat.mm@ehb.be campusleuven@ehb.be Info voor bedrijven Samenwerken met onze studenten? De opleiding Accounting Administration is voortdurend op zoek naar een samenwerking met bedrijven en organisaties. In onze brochure vind je alle informatie op een rijtje. Raadpleeg de brochure Aarzel niet om contact op te nemen onze stagecoördinator Sophie Coomans Contact Mail ons: voor Brussel , E-learning of Leuven Maak een afspraak met de trajectbegeleider voor Brussel , E-learning of Leuven Chat met ons via Messenger: @erasmushogeschool Stel je vraag via dit formulier Bestel de gedrukte folder hier Kom naar een infodag Wil je op de hoogte gehouden worden van nieuws en events? Laat dan je gegevens achter . Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Leuven Interleuvenlaan 5, 3001 Heverlee campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met de traject- en studiebegeleider Isis Bulté Stel een vraag via dit formulier Bestel de gedrukte folder hier Gerelateerde verhalen Verhaal Transfer Pricing Graduaat Accounting Administration startte met een seminarie over ‘Transfer Pricing’, verzorgd door Peter Chiau, de aangewezen gastlector. ··· Verhaal Word boekhouder via e-learning! Bij het graduaat in Accounting Administration biedt de module in e-learning jou dé oplossing om werk en studie met succes te combineren. ··· Verhaal Podcast: de meerwaarde van onze studenten voor jouw organisatie In een klein kwartier verneem je alles over werkplekleren en stages van onze graduaatsstudenten, dankzij deze podcast. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}