{
    "id": "12",
    "title": "accounting administration (e‑learning)",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/accounting-administration-e-learning",
    "description": "De opleiding bereidt je voor op de functie van boekhouder in KMO’s, grote ondernemingen, accountant-, boekhoud- en revisorenkantoren of de openbare sector.",
    "content": "Accounting Administration (E-learning) - Graduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Graduaat Accounting Administration (E‑learning) Kom langs op één van onze infodagen infodagen Voor wie Voor de praktijkgerichte persoon die graag in nauw contact staat met het werkveld. Voor iedereen die graag met cijfers werkt. Voor iedereen die graag georganiseerd en nauwkeurig te werk gaat. Het e-learningtraject is er speciaal voor degenen met een job of een gezin die de opleiding op een flexibele manier willen volgen Opleidingen Accounting Administration (E-learning) Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Info voor bedrijven Volg ons op facebook Voor wie Voor de praktijkgerichte persoon die graag in nauw contact staat met het werkveld. Voor iedereen die graag met cijfers werkt. Voor iedereen die graag georganiseerd en nauwkeurig te werk gaat. Het e-learningtraject is er speciaal voor degenen met een job of een gezin die de opleiding op een flexibele manier willen volgen Hoe ziet de opleiding eruit? Opleiding in 100% e-learning Je hebt een gezin, een job of beide? Is het voor jou niet mogelijk om op vaste tijdstippen les te volgen? Dan is de opleiding Accounting Administration e-learning iets voor jou. We bieden de volledige opleiding graduaat in de Accounting Administration ook in afstandsleren aan. Dit betekent dat we geen verplichte klassikale lessen organiseren. Je studeert van thuis uit of van waar je wil . Afstandsleren betekent niet dat je aan jouw lot wordt overgelaten, integendeel! Alles gebeurt onder begeleiding van ervaren coaches , die jou via het elektronisch leerplatform opvolgen en feedback geven. Het lesmateriaal is beschikbaar op dat leerplatform. Om zoveel mogelijk leerstijlen aan te spreken worden de thema’s op diverse manieren uitgewerkt, o.a.: ingesproken diapresentaties korte uitgeschreven instructies illustraties met videofragmenten ingesproken oplossingen van oefeningen discussiefora tussen studenten onderling en met de coach opdrachten met feedback via het leerplatform onlinetesten waarop je automatisch feedback krijgt, zodat je zelf kan evalueren of je de leerstof voldoende beheerst digitale proefexamens vrijblijvende digitale contactmomenten Een opleiding volgen zonder verplaatsingen of verplichte aanwezigheden maar wel met een online leerplatform en doordachte tijdsplanning? Het kan bij EhB! Een steeds grotere groep studenten, verspreid over het hele land, kiest met succes voor deze weg. Vakken Je bouwt een stevige basis op in het boekhouden. Stapsgewijs breid je die uit, tot ook de dubbele boekhouding geen geheimen voor je kent. Daarnaast ontdek je de wetgeving en ﬁscaliteit die je als accounting administrator moet kennen. Je verbetert ook je bedrijfseconomische inzichten zodat je probleemloos: klanten- en leveranciersdossiers beheert; kostprijzen berekent; krediet- en verzekeringsvormen adviseert. Je scherpt je communicatieve vaardigheden aan zodat elk contact – met collega’s én klanten – vlot verloopt. En je zorgt ervoor dat je helemaal mee bent met de nodige ICT-technieken. Naast toepassingen in courante kantoorsoftware maak je ook kennis met professionele boekhoudpakketten. Voorbeeldrooster E-learningtraject 2023- 2024 Jouw vakken in jaar 1, 2 & 3 Ben je benieuwd waar de vakken precies over gaan? Vind alle informatie terug in de ECTS-fiches . Stage Waag je nu al op de arbeidsmarkt Tijdens je opleiding proef je op verschillende manieren van het arbeidsleven. Zodat je vanaf dag één op de werkvloer aan de slag kan gaan. Binnen het onderdeel ‘leerwerk’ verwerf je vaardigheden en competenties in realistische werksituaties . Dit heeft als doel jou leeractiviteiten te laten uitvoeren en daarbij vaardigheden of competenties te verwerven in beroepsspecifieke, realistische contexten. Je neemt deel aan het werkproces of observeert het. Bovendien ga je op bedrijfsbezoek en woon je (gast)lezingen van experts uit het werkveld bij. Tijdens je stages krijg je de kans om je kennis, vaardigheden en attitudes te ontwikkelen en te integreren in de beroepspraktijk. Je kan zelf je stageplaatsen zoeken en je krijgt hiervoor extra ondersteuning in het vak Bedrijfscommunicatie. Eerst zal je vooral basistaken vervullen. De volgende stages dagen je uit om zelfstandig te werken. Op het einde van je opleiding werk je individueel aan een geïntegreerd realistisch project . Hierin wordt alle boekhoudkundige en fiscale materie uit de opleiding verweven en je ontvangt feedback van werkveldvertegenwoordigers. Ik liep stage bij Feremans & Partners in Leuven. Ik mocht daar onmiddellijk facturen boeken. Tijdens mijn stageperiode was het ook de periode van btw-aangifte en aangifte in de personenbelasting, dus ik heb me daar nooit verveeld. Ik kreeg vanaf het begin al veel verantwoordelijkheid en ik vond het eigenlijk geweldig. Al voor ik afstudeerde kreeg ik de job aangeboden als hulpboekhouder. Gedurende 3 maanden combineerde ik mijn studies met de job, zwaar maar zeker de moeite waard! Toen ik afstudeerde werd ik benoemd tot dossierbeheerder en kreeg ik zelfs direct opslag. Saskia Matthys Dossierbeheerder Affincura Na je studie Vlot aan de slag Boekhouder is een knelpuntberoep . Dit zal de komende jaren ook zo blijven. Je weet dus nu al dat je met je graduaatsdiploma Accounting Administration vrijwel meteen een job vindt. Zowel in de privésector als in de openbare sector heb je keuze te over: in een kleine of grote onderneming bij een accountant, boekhouder of revisor in een ﬁnanciële instelling, verzekeringskantoor, sociale organisatie ... Dankzij je diploma mag je ook deelnemen aan het toelatingsexamen om toegang te krijgen tot de stage die hoort bij het praktische bekwaamheidsexamen van het Institute for Tax Advisors and Accountants (ITAA). Slaag je voor de stage en leg je nadien met succes de schriftelijke en mondelinge eindproeven voor een jury af, dan mag je na de eedaflegging en de inschrijving in het openbaar register je eigen kantoor opstarten. Verder studeren? Wil je na je opleiding je kennis nog uitbreiden bij Erasmushogeschool Brussel? Schrijf je dan in voor een professionele bachelor zoals Hotelmanagement , Toerisme- en Recreatiemanagement , Organisatie & Management , Communicatie of Idea & Innovation Management . Vraag zeker vrijstellingen aan voor bepaalde vakken. Krijg je niet genoeg van boekhouding en ﬁscaliteit? Kies dan voor het 1-jarig postgraduaat in de Fiscaliteit via het e-learningtraject. Of volg een van onze bijscholingen die we regelmatig organiseren. Eind 2018 besliste ik om mijn carrière een nieuwe wending te geven en opnieuw te gaan studeren. Op dat moment was ik restauranteigenaar. Ik koos voor de opleiding Graduaat Accounting Administration omdat ik het financiële aspect van mijn zaak altijd al interessant vond. In het begin was het moeilijk om de lessen te volgen omdat ik anderstalig ben en mij ook nog eens extra op het Nederlands moest concentreren, maar na een paar maanden kwam hier al verbetering in . Vanaf de COVID-19 lockdown volgde ik de opleiding in het e-learningtraject. Daar was ik heel tevreden mee. De opleiding bevat ook een verkenning van het werkveld en 3 stages. Al na mijn eerste verkennende stage kreeg ik de kans om in het boekhoudkantoor waar ik de stage deed, aan de slag te gaan als administratief bediende. Studente Accounting Administration e-learningtraject Waar heb je les Deze opleiding wordt toegewezen aan onze campus Leuven . Maar feitelijk je volg je deze opleiding volledig digitaal via afstandsonderwijs. Dit betekent dat we geen verplichte klassikale lessen organiseren. Je studeert van thuis uit of van waar je wil. Examens die wél op campus worden afgenomen zullen in Leuven plaatsvinden, dat verneem je tijdig van je docenten. Lesmateriaal wordt aangeboden op ons online leerplatform, Canvas. Er worden vrijblijvende digitale contactmomenten voorzien met de docenten. Flexibel studeren De e-learningopleiding is ideaal om werken en studeren te combineren. Je volgt deze opleiding volledig digitaal via afstandsonderwij s. Je studeert van thuis uit of van waar je wil. Je kan ook kiezen wanneer je met de opleiding start. De e-learningopleiding wordt immers georganiseerd in kwartielen . Je kan de opleiding beginnen bij de start van elk nieuw kwartiel. Kwartiel 1 start in september, kwartiel 2 in november, kwartiel 3 in februari en kwartiel 4 in april. Je bent vrij om je startmoment te kiezen. Bij een start in februari kan je nog dit programma van 27 studiepunten volgen. Bij het opnemen van het volledige programma via het modeltraject duurt de opleiding 3 jaar. Je kan echter vervroegd afstuderen op 2,5 jaar. Je kan de opleiding ook meer spreiden indien je aan een rustiger tempo wil studeren. Om een persoonlijk traject samen te stellen, neem je contact op met onze trajectbegeleidster Sophie Coomans . Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten '23-'24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0,0 € 128,8 Overige kosten Naast het inschrijvingsgeld zijn er nog een aantal andere kosten. Boeken, cursussen Academic software: €19,00 per jaar Een laptop. Check of je laptop voldoet aan de minimumvoorwaarden of hoe je voordelig een laptop kan kopen . Totale atelierkosten: €30,00 Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Infodagen De infodagen voor de e-learningopleiding worden digitaal georganiseerd via MS Teams. Je bent dan online welkom voor een toffe babbel met docenten, een inkijk in cursussen op het leerplatform en je inschrijving. In de weken voorafgaand aan de infodagen kan je via de website inschrijven voor zo'n informatiesessie. Hou dus de website in het oog! Onze volgende infodagen: Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Studentensecretariaat Deze opleiding vindt volledig online plaats. Het secretariaat van campus Leuven staat in voor deze opleiding. Campus Leuven Interleuvenlaan 5 3001 Heverlee Info voor bedrijven Samenwerken met onze studenten? De opleiding Accounting Administration is voortdurend op zoek naar een samenwerking met bedrijven en organisaties. Wil je een van onze studenten een kans geven als stagiair? Een goede keuze! In onze brochure vind je alle informatie op een rijtje. Raadpleeg de brochure Aarzel niet om contact op te nemen met ons! E-learningtraject sophie.coomans@ehb.be Contact Erasmushogeschool Brussel Campus Leuven Interleuvenlaan 5, 3001 Heverlee Ga in gesprek met de traject- of studiebegeleider Sophie Coomans . Stel je vragen via graduaat.accounting.elearning@ehb.be Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}