{
    "id": "15",
    "title": "applied bio-informatics in research & diagnostics",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/applied-bio-informatics-research-diagnostics",
    "description": "Er is een nood in het werkveld aan key-operatoren die de brug vormen tussen een medisch of farmaceutisch/biologisch laborant en ICT'ers.",
    "content": "Applied Bio-informatics in Research & Diagnostics - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Applied Bio-informatics in Research & Diagnostics Voor wie ICT in the lab 1 and 2: Professional bachelor 'biomedical laboratory technology', 'chemistry', ..., Master's in 'biomedical sciences' Master's in Bioengineering Sciences Master's in Biology or has successfully completed the first part of the aforementioned programs and is taking this elective course/professional training in parallel with the second or final part. ICT in the lab 2 can be taken after passing ICT in the lab 1. Molecular design and gene editing: In silico: Professional bachelor 'biomedical laboratory technology' Master's in 'biomedical sciences' Master's in Bioengineering Sciences Master's in Biology or has successfully completed the first two parts of the aforementioned programs and is taking this elective course/professional training in parallel with the third or higher part. In the lab: Prior knowledge of standard laboratory techniques in molecular biology such as aseptic work, PCR, gel electrophoresis, restriction digestion, ... Prior knowledge of in silico designing of primers, plasmids, cloning strategies, CRISPR Cas9 protocol (also taught in Molecular design and gene editing in silico). Opleidingen Applied Bio-informatics in Research & Diagnostics Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie ICT in the lab 1 and 2: Professional bachelor 'biomedical laboratory technology', 'chemistry', ..., Master's in 'biomedical sciences' Master's in Bioengineering Sciences Master's in Biology or has successfully completed the first part of the aforementioned programs and is taking this elective course/professional training in parallel with the second or final part. ICT in the lab 2 can be taken after passing ICT in the lab 1. Molecular design and gene editing: In silico: Professional bachelor 'biomedical laboratory technology' Master's in 'biomedical sciences' Master's in Bioengineering Sciences Master's in Biology or has successfully completed the first two parts of the aforementioned programs and is taking this elective course/professional training in parallel with the third or higher part. In the lab: Prior knowledge of standard laboratory techniques in molecular biology such as aseptic work, PCR, gel electrophoresis, restriction digestion, ... Prior knowledge of in silico designing of primers, plasmids, cloning strategies, CRISPR Cas9 protocol (also taught in Molecular design and gene editing in silico). Hoe ziet de opleiding eruit Kennis van ICT, elektronica & techniek en biotechnologie zal noodzakelijk zijn voor de biomedische laboratoriumtechnoloog van de toekomst. Er is een nood in het werkveld aan key-operatoren die de brug vormen tussen een medisch of farmaceutisch/biologisch laborant (MLT/FBT) en ICT’ers. Bij ‘ICT in the lab 1 en 2’ zal de student kennis maken met de belangrijke ICT begrippen/terminologie. In het kader van automatisatie en dataverwerking, komen tevens Excel, SQL en relationele databanken, alsook programmeren en de biomedische toepassingen binnen artificiële intelligentie aan bod. Met molecular design and gene editing (in silico en in the lab) kan de student zijn/haar onderzoekscompetenties in biotechnologie verder ontwikkelen. Men zal er leren hoe ‘moleculair design’ in zijn werk gaat: hoe kan je door kopiëren, knippen en plakken met genen, plasmiden en genomen het gewenste resultaat bereiken? Wat leer je Deel 1 ICT in the lab 1 - combinatie van online en on campus lessen De student heeft kennis van en inzicht in: ICT basics & terminologie Het verschil tussen Computer Based Patient Records (CPR), Electronic Medical Records (EMR) en Electronic Health Records (HER) Standaarden in EMR en EHR Ethische overwegingen bij het verwerken en analyseren van medische gegevens Inleiding R en RStudio Analyse in R Deel 2 ICT in the Lab 2 - combinatie van online en on campus lessen De student heeft kennis van en inzicht in: Data management R revisited Basis programmeren in Python Werken met tekstuele data en databanken Machine learning in Python Supervised learning Unsupervised learning Reinforcement learning Deel 3 Molecular design and gene editing in silico - online lessen De student: Kan, in silico, primers en PCR reacties ontwerpen Kan, in silico, plasmiden en kloneringsstrategieën ontwerpen Kan, in silico, een CRISPR Cas genoommodificatie protocol ontwerpen Is op de hoogte van belangrijke evoluties in nieuwe biotechnologische technieken Deel 4 Molecular design and gene editing in the lab - on campus lessen De student: Kan een klonering uitvoeren Kan in vitro en in vivo een CRISPR Cas genoommodificatie protocol uitvoeren Lesgevers Els Plas - Opleidingshoofd BMLT Iris Steenhout - docent Jolien De Munck - docent Tom Peeters - senior onderzoeker/docent Lesprogramma De opleiding start in september 2024 . Er is een combinatie van online en on campus lessen. Programma Inhoud ICT in the lab 1 ICT basics & terminologie Computational thinking Beheer van data Introductie tot R Digital Health ICT in the lab 2 Grafische voorstellingen in R Basis programmeertaal python Data management Programmeren in Python Basis data-analyse in Python Machine learning in Python Molecular design and gene editing in silico In silico, primers en PCR reacties ontwerpen In silico, plasmiden en kloneringsstrategieën ontwerpen In silico, een CRISPR Cas genoommodificatie protocol ontwerpen Belangrijke evoluties in nieuwe biotechnologische technieken Deel 4 Molecular design and gene editing in the lab Klonering uitvoeren In vitro en in vivo een CRISPR Cas genoommodificatie protocol uitvoeren Na je studie Attest Attest van deelname (en slagen, indien deelname aan evaluatievormen) per deel - PG getuigschrift indien geslaagd voor alle delen. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte EN Online Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Kostprijs deel 1 ICT in the lab 1: 450 euro Kostprijs deel 2 ICT in the lab 2: 450 euro Kostprijs deel 3 Molecular design and gene editing in silico: 500 euro Kostprijs deel 4 Molecular design and gene editing in the lab: 1000 euro Bij opnemen van modules deel 1 en 2 wordt er een reductie van 50 euro toegekend Bij opnemen van modules deel 3 en 4 wordt er een reductie van 100 euro toegekend Bij opnemen van alle modules wordt er een reductie van 400 euro toegekend Deze opleiding geeft recht op betaald educatief verlof en Vlaams opleidingsverlof. Inschrijven Klaar om je in te schrijven voor 'Applied bio-informatics in research'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden. Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Els Plas - opleidingshoofd BMLT Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Gerelateerde verhalen Verhaal Heel wat nieuws te ontdekken in 2023-2024 We starten heel wat nieuwe opleidingen in september en er is voor elk wat wils: kort of lang en in tal van domeinen. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}