{
    "id": "14",
    "title": "applied artificial intelligence (’ 24 -’ 25 )",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/applied-artificial-intelligence-24-25",
    "description": "Dit programma is ideaal voor IT-professionals die hun carrière een nieuwe wending willen geven door zich te specialiseren in kunstmatige intelligentie.",
    "content": "Applied Artificial Intelligence ('24-'25) - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Applied Artificial Intelligence (’ 24 -’ 25 ) Voor wie IT-Professionals op Zoek naar een carrièreswitch in AI. Dit programma is ideaal voor IT-professionals die hun carrière een nieuwe wending willen geven door zich te specialiseren in kunstmatige intelligentie . Of je nu interesse hebt in een rol als datawetenschapper of een andere gespecialiseerde AI-positie, deze opleiding biedt de nodige kennis en vaardigheden om succesvol te zijn in dit snelgroeiende veld. Bedrijven die streven naar AI-expertise : Bedrijven die op zoek zijn naar deskundig advies over de integratie van AI-technologieën in hun bedrijfsprocessen zullen veel baat hebben bij dit programma. Het is bijzonder waardevol voor organisaties die een AI-adviseur willen aanstellen om de mogelijkheden van AI te verkennen en toe te passen in diverse domeinen, zoals ruimteonderzoek (bijvoorbeeld ESA), financiële dienstverlening (zoals BNP-Paribas), en fraudepreventie. PhD-Studenten geïnteresseerd in de p raktische toepassingen van AI : Dit programma is ook uiterst geschikt voor promovendi die de praktische kant van AI willen begrijpen en toepassen binnen hun eigen onderzoeksgebied. Het biedt een unieke kans om theoretische kennis te combineren met praktische vaardigheden , waardoor studenten AI kunnen integreren in hun huidige en toekomstige onderzoeksprojecten. Opleidingen Applied Artificial Intelligence ('24-'25) Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie IT-Professionals op Zoek naar een carrièreswitch in AI. Dit programma is ideaal voor IT-professionals die hun carrière een nieuwe wending willen geven door zich te specialiseren in kunstmatige intelligentie . Of je nu interesse hebt in een rol als datawetenschapper of een andere gespecialiseerde AI-positie, deze opleiding biedt de nodige kennis en vaardigheden om succesvol te zijn in dit snelgroeiende veld. Bedrijven die streven naar AI-expertise : Bedrijven die op zoek zijn naar deskundig advies over de integratie van AI-technologieën in hun bedrijfsprocessen zullen veel baat hebben bij dit programma. Het is bijzonder waardevol voor organisaties die een AI-adviseur willen aanstellen om de mogelijkheden van AI te verkennen en toe te passen in diverse domeinen, zoals ruimteonderzoek (bijvoorbeeld ESA), financiële dienstverlening (zoals BNP-Paribas), en fraudepreventie. PhD-Studenten geïnteresseerd in de p raktische toepassingen van AI : Dit programma is ook uiterst geschikt voor promovendi die de praktische kant van AI willen begrijpen en toepassen binnen hun eigen onderzoeksgebied. Het biedt een unieke kans om theoretische kennis te combineren met praktische vaardigheden , waardoor studenten AI kunnen integreren in hun huidige en toekomstige onderzoeksprojecten. Hoe ziet de opleiding eruit De onderwijstaal van deze opleiding is Engels. Het postgraduaat bestaat uit zeven opleidingsonderdelen, die allemaal ook als bijscholing gevolgd kunnen worden. Er wordt een hoge kwaliteit en efficiëntie van lesgeven nagestreefd daarom zijn de lesgevers, de lesinhoud en het lesmateriaal sleutelfactoren in deze opleiding. In een eerste jaar dat het postgraduaat wordt ingericht wordt er voornamelijk ingezet op contactonderwijs. Vanaf heden, willen we graag meer inzetten op hybride lessen , vermits uit enquêtes gebleken is dat studenten sommige lessen achteraf (online) meevolgen in plaats van live. Dit zorgt voor een best of both worlds scenario waar de keuze aan de student zelf wordt gegeven. Iets waarmee we dan ook graag willen uitpakken bij de promotie van deze opleidingen. Naast het schriftelijk materiaal wordt uiteraard ook digitaal materiaal aangeboden van hoogwaardige kwaliteit. Om die kwaliteit te garanderen kan er gedacht worden aan een lijst van criteria waaraan dit materiaal moet voldoen. Men moet er zich echter bewust van zijn dat de ontwikkeling van dergelijk materiaal wel de nodige tijd in beslag neemt. Het postgraduaat start op 27/09/2024 . Stage Wij bieden een stage aan voor de studenten die de opleiding met een stage willen volgen (dit is optioneel ). Wij werken nauw samen met kenniscentrums en bedrijven om stageplaatsen te voorzien voor onze studenten. Momenteel hebben ze de keuze uit bedrijven maar de student kan zelf ook met een suggestie afkomen. Toelatingsvoorwaarden Vereiste bachelor diploma Vereiste voorkennis van Python programmeren Engelse taal Na je studie Aan het werk Onze studenten van het Postgraduaat in Kunstmatige Intelligentie vinden vaak hun weg naar toonaangevende AI-bedrijven of leveren een aanzienlijke bijdrage aan hun huidige werkgevers door de opgedane kennis toe te passen. Een treffend voorbeeld hiervan is een van onze alumni die intern bij KBC werkte in de IT-afdeling. Dankzij de kennis en vaardigheden verworven tijdens ons postgraduaat, maakte deze persoon een succesvolle overstap naar de AI-afdeling binnen hetzelfde bedrijf. Dit illustreert hoe ons programma niet alleen deuren opent naar nieuwe carrièremogelijkheden, maar ook de potentie heeft om bestaande carrières te transformeren en te verrijken. Met een diploma van ons postgraduaat in handen, zijn onze afgestudeerden uitstekend gepositioneerd om significante en innovatieve bijdragen te leveren in het snel evoluerende landschap van kunstmatige intelligentie. Certifiëring Na het beëindigen van het postgraduaat krijg je een getuigschrift Waar heb je les Voor het PG AI, kan je zelf kiezen hoe je de les volgt. We geven bijna alle lessen online en deze worden opgenomen en live gestreamd met de SWVL. De student kan dus zelf kiezen om naar de campus te komen, de live les online mee te volgen, of achteraf de les op zijn eentje via de recording te herbekijken. Campus Kaai Campus Kaai is de thuis van onze studenten Design & Technologie, Musical en RITCS. Het is een bruisende IT- & kunstcampus. We zijn volop bezig aan de uitbreiding van campus Kaai. Met een nieuwbouw en renovatie bouwen we o.m. een theaterzaal en hightechfilmstudio. Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid Vlot bereikbaar met trein, metro, fiets, step IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes enz. Groene buitenruimte Opgelet: er zijn grote bouwwerken gaande op campus Kaai, waardoor er een nieuwe parkeerregeling is. Hier lees je er alles over. Studiekosten Het inschrijvingsgeld bedraagt 1890 euro of 2040 euro optioneel stage. Inschrijven Klaar om je in te schrijven voor 'Toegepaste artificiële intelligentie'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact campus Ka ai Nijverheidskaai 170, 1070 Anderlecht Mail ons: stel je vraag aan Gerlinde De Clercq - Directeur Robin Bervoets - Coördinator Bel ons: 02 899 71 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}