{
    "id": "17",
    "title": "artificial intelligence project (’ 24 -’ 25 )",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/artificial-intelligence-project-24-25",
    "description": "Binnen deze cursus AI Project zal je in het begin worden ondergedompeld in verschillende praktische AI-technologieën zoals, computer vision, NLP, speech, … .",
    "content": "Artificial Intelligence Project ('24-'25) - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Artificial Intelligence Project (’ 24 -’ 25 ) Voor wie Voor studenten die geen bachelor diploma hebben en graag onder begeleiding van experts een succesvol AI project willen creëren. Software ingenieurs die willen bijleren hoe ze eenvoudig AI-modellen kunnen maken voor real world applications. Opleidingen Artificial Intelligence Project ('24-'25) Hoe ziet de opleiding eruit Waar heb je les Studiekosten Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Voor studenten die geen bachelor diploma hebben en graag onder begeleiding van experts een succesvol AI project willen creëren. Software ingenieurs die willen bijleren hoe ze eenvoudig AI-modellen kunnen maken voor real world applications. Hoe ziet de opleiding eruit? Binnen deze cursus zal je in het begin worden ondergedompeld in verschillende praktische AI-technologieën zoals, computer vision, NLP, speech, … . Er zullen sessies worden gegeven door bedrijven die je de laatste nieuwe snufjes van deze technieken uitleggen. Dit zal worden vervolgd door een brainstormsessie om tot een tof project idee te komen om je skills uit te testen. Daarna is het aan jou (alleen of in groep) om je eigen gekozen project uit te werken. Er is een samenwerking met het kenniscentrum van EhB, verschillende gastbedrijven zoals Data Roots en Arinti komen hun expertise delen met de studenten. Programma De opleiding gaat door op 5 dinsdagen in maart 2025. Waar heb je les? AI Project wordt hybride aangeboden, de student kan zelf kiezen om de les op campus of online mee te volgen. Campus Kaai In Anderlecht Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u Wat kost het? De opleiding duurt 30 uur en kost 585 euro. Contact Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u mail met Robin Bervoets - Coördinator Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}