{
    "id": "16",
    "title": "artificial intelligence fundamentals",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/artificial-intelligence-fundamentals",
    "description": "In deze kennismakingssessies word je ondergedompeld in verscheidene aspecten van AI: hoe leert AI, welke technieken en toepassingen kent het...",
    "content": "Artificial Intelligence Fundamentals - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Artificial Intelligence Fundamentals Interesse in deze opleiding? Schrijf je nu in Voor wie Voor studenten die geen bachelor diploma hebben maar toch een basiskennis artificiële intelligentie willen opdoen. Hier ontdekken studenten de geschiedenis van AI, ethische uitdagingen en toekomstige mogelijkheden. Opleidingen Artificial Intelligence Fundamentals Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Voor studenten die geen bachelor diploma hebben maar toch een basiskennis artificiële intelligentie willen opdoen. Hier ontdekken studenten de geschiedenis van AI, ethische uitdagingen en toekomstige mogelijkheden. Hoe ziet de opleiding eruit In deze kennismakingssessies word je ondergedompeld in verscheidene aspecten van AI: hoe leert AI, welke technieken en toepassingen kent het, en wat zijn de pitfalls en limieten waar je rekening mee moet houden? Hoe heb je les? Hybride, de student kan zelf kiezen om de les op campus of online mee te volgen. Programma Deze navorming start in september & oktober 2024, telkens op dinsdag. Na je studie Attest Bewijs van deelname. Waar heb je les Campus Kaai In Anderlecht Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt 395 euro. Na inschrijving ontvang je een factuur. Inschrijven Klaar om je in te schrijven voor het Artificial Intelligence Fundamentals? Top! Op deze pagina kan je van start met je inschrijving. Je kan je inschrijving volledig online afronden. Vereiste voorkennis We verwachten van jou een basiskennis programmeren. Contact Erasmushogeschool campus Kaai Nijverheidskaai 170, 1070 Anderlecht Bel ons: 02 523 37 37 Mail ons: Robin Bervoets - coördinator Chat met ons via de knop rechtsonder in beeld Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Contacteer ons via Facebook Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}