{
    "id": "18",
    "title": "attest rooms-katholieke godsdienst (’ 24 -’ 25 )",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/attest-rooms-katholieke-godsdienst-24-25",
    "description": "De opleiding gaat je inzicht geven in de processen die de identiteit van een school bepalen en de manier waarop jij daarin als leerkracht een rol kan spelen.",
    "content": "Attest Rooms-katholieke godsdienst ('24-'25) - Micro-credential | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Micro-credential Attest Rooms-katholieke godsdienst (’ 24 -’ 25 ) vanaf oktober 2023 Voor wie Wil je inzicht krijgen in de processen die de identiteit van een school bepalen en de manier waarop jij daarin als leerkracht een rol kan spelen? Dan is deze bijscholing zeker iets voor jou. Opleidingen Attest Rooms-katholieke godsdienst ('24-'25) Hoe ziet de opleiding eruit Waar heb je les Studiekosten Inschrijven Contact Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Wil je inzicht krijgen in de processen die de identiteit van een school bepalen en de manier waarop jij daarin als leerkracht een rol kan spelen? Dan is deze bijscholing zeker iets voor jou. Hoe ziet de opleiding eruit Rooms-katholieke godsdienst voor het kleuter- of lager onderwijs De opleiding bestaat uit 3 modules (24 lesuren per module): Module 1: levenbeschouwelijke identiteit Module 2: vakdidactiek Module 3: interlevensbeschouwelijke dialoog Na module 1 zal je al heel wat theologische bagage hebben om op godsdienstig vlak aan het werk te kunnen gaan. In module 2 geven we je een zo volledig mogelijke gereedschapskist mee door verschillende pedagogisch-didactische werkvormen te exploreren, waaronder Godly Play. Zowel het werk-/leerplan RKG als Zill worden verkend. Module 3 zal je inzicht geven in de processen die de identiteit van een school bepalen en de manier waarop jij daarin als leerkracht een rol kan spelen, rekening houdend met de typisch Brusselse situatie. In het werk-/leerplan godsdienst gaat men uit van levensbeschouwelijke (en dus ook culturele) diversiteit als beginsituatie voor de godsdienstles. Deze navorming sluit aan bij het reguliere traject. Wie ben jij? Leraren kleuteronderwijs en lager onderwijs Leraren in spe (studenten) kleuteronderwijs en lager onderwijs Alumni (LKO-LLO) Programma 1 LKO – LLO 2de semester 2 LKO – LLO 2de semester 3 LKO – LLO 1ste semester volgend academiejaar Start- en einddata hangen samen met lessenrooster. Je verneemt meer over de vakken bij je inschrijving. Waar heb je les campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Toffe studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars Openingsuren studentensecretariaat: Maandag tot vrijdag: 9u tot 12u en 13u tot 16u Studiekosten Nascholing sluit aan bij regulier traject – tarieven diploma- en credit contracten: Vaste kost: 282,10 euro Variabele kost: 13,50 euro per SP * 9 = 121,50 euro (wordt uitgesplitst volgens het aantal opgenomen studiepunten per semester) Totaalkost: 403,60 euro voor het volledige traject (2 semesters) Cursussen worden digitaal aangeboden. Enkel Averbodes kinderbijbel dient aangeschaft te worden. Inschrijven Schrijf je in Stap 1 : Start met je inschrijving aan EhB . In het startscherm kies je voor ‘professioneel gerichte bacheloropleiding’ en daarna ‘Educatieve bachelor in kleuteronderwijs’ of ‘Educatieve bachelor in het lager onderwijs’. In een volgende stap in het inschrijvingsproces kies je voor het traject ‘Attest Rooms-Katholieke Godsdienst’. Stap 2 : Rond je inschrijving af. Je ontvangt binnenkort van ons een mail om je inschrijving af te ronden. Je kan dit volledig digitaal afhandelen of je kan langskomen op het studentensecretariaat van campus Kanal. Contact Mail ons:mm@ehb.be Bel ons: 02 899 71 00 Adres: Slotstraat 28, 1000 Brussel Stuur een e-mail naar Myriam Haelvoet met vragen over de inhoud van het programma. Heb je praktische vragen? Stuur dan een e-mail naar Lina Kestemont . Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}