{
    "id": "61",
    "title": "basisverpleegkunde",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-verpleegkunde",
    "description": "Word basisverpleegkundige via onze praktijkgerichte graduaatopleiding en maak van je ideaal je beroep én kies voor 100% werkzekerheid.",
    "content": "Basisverpleegkunde - Graduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Graduaat Basisverpleegkunde Kom langs op één van onze infodagen infodagen Voor wie Wil je op slechts 3 jaar de basiscompetenties en sleutelvaardigheden van een verpleegkundige leren? Wil jij voor andere mensen het verschil maken? Ben je op zoek naar een veelzijdig en afwisselend beroep, met een combinatie van zorgkunde en verpleegkunde? Hou je van een uitdaging en heb je een stevige dosis verantwoordelijkheidszin? Dan is de HBO5-opleiding Verpleegkunde zeker iets voor jou! Opleidingen Basisverpleegkunde Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Voor wie Wil je op slechts 3 jaar de basiscompetenties en sleutelvaardigheden van een verpleegkundige leren? Wil jij voor andere mensen het verschil maken? Ben je op zoek naar een veelzijdig en afwisselend beroep, met een combinatie van zorgkunde en verpleegkunde? Hou je van een uitdaging en heb je een stevige dosis verantwoordelijkheidszin? Dan is de HBO5-opleiding Verpleegkunde zeker iets voor jou! Hoe ziet de opleiding eruit Praktijkgerichte graduaatsopleiding Maak van je ideaal je beroep én kies voor 100% werkzekerheid. Word basisverpleegkundige via onze praktijkgerichte graduaatsopleiding. Het traject duurt 3 jaar en bestaat uit 5 modules. Na de eerste twee modules behaal je het diploma van zorgkundige, na vijf modules heb je het diploma van gegradueerde in de Verpleegkunde op zak. De opleiding is erg praktijkgericht. Elke module bestaat uit interactieve hoorcolleges (in kleine klasgroepen) en praktijklessen, afgewisseld met periodes van stage. De nadruk van de opleiding ligt op het verwerven van basiscompetenties en sleutelvaardigheden. Op die manier spelen we rechtstreeks in op de eisen die het werkveld aan de verpleegkundige stelt. Je wordt in deze opleiding ook heel intensief begeleid. Elke student krijgt een studiecoach toegewezen. Vakken Module 1: Initiatie in de verpleegkunde In deze module zet je je eerste stappen in de verpleegkunde. Je leert eenvoudige verpleegkundige zorgen aan, zoals een bedbad en het opnemen van parameters. Je krijgt les over anatomie, visie op verpleegkunde en ethiek. We gaan met jou op weg om te leren denken, handelen en communiceren als een verpleegkundige. Module 2: Verpleegkundige basiszorg In deze module leer je verder gevorderde basistechnieken aan, zoals een inspuiting geven en de basis van wondzorg. Je bouwt verder op de kennis die je opgedaan hebt in de vorige module. Ook thema’s zoals diversiteit en communicatie komen uitvoerig aan bod. Module 3: Oriëntatie algemene gezondheidszorg In deze module ga je nog een stapje verder. Je leert meer en meer specifieke technische vaardigheden zoals complexe wondzorg, sonderen en bloedafname. In de theorielessen gaan we dieper in op pathologie, wetgeving en ethiek. Module 4: Oriëntatie ouderenzorg en geestelijke gezondheidszorg In deze module specialiseer je je vooral in de oudere en de psychiatrische zorgvrager. Je leert nog gerichter communiceren. Op technisch vlak leer je onder meer hoe je een maagsondage plaatst en verzorgt. Kreeg je nog geen bloedafname aangeleerd, dan komt dit ook aan bod in deze module. Module 5: Toegepaste verpleegkunde In de laatste module worden de theorie en praktijk nog verder uitgediept. Na deze module ben je klaar voor een job als verpleegkundige. Je leert hier nog enkele technische vaardigheden zoals het plaatsen van een infuus en het verzorgen van een diep-veneuze katheter. Je leert ook omgaan met de palliatieve zorgvrager en de zorgvrager in de thuiszorg. Na je studie Aan de slag Met een diploma Basisverpleegkunde heb je heel wat beroepskansen. De vraag naar verpleegkundigen op onze arbeidsmarkt groeit jaar na jaar. Je kunt uiteraard terecht op een ziekenhuisdienst, maar ook in bejaardentehuizen, psychiatrische ziekenhuizen, vluchthuizen, thuiszorg, kinderzorg, gehandicaptenzorg, Artsen zonder Grenzen, enz. Verder studeren Start via een verkort traject met de bachelor Verpleegkunde . Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 16u. Op woensdag gesloten vanaf 12 uur. campus Mechelen in hartje Mechelen vlot bereikbaar met het openbaar vervoer toffe lunchbars, koffiebars, cafés, resto's op wandelafstand Openingsuren studentensecretariaat: Elke werkdag open van 8u30 tot 16u30. Op woensdag gesloten vanaf 12 uur. Studiekosten Voor de opleiding HBO5 Verpleegkunde betaal je geen inschrijvingsgeld. De kosten blijven beperkt tot de aankoop van cursussen en stagekledij. Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2022 vond een kwaliteitsbeoordeling plaats door de onderwijsinspectie voor deze opleiding. Lees het volledige rapport. Lees hier meer over de beoordelingen van de hbo5-opleiding Verpleegkunde. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor het graduaat Verpleegkunde? Top! Contacteer ons via onderstaand mailadres en wij nemen contact met je op. Nog op zoek naar meer info: klik dan door naar https://bahbo5.be/ . Contact campus Jette: Laarbeeklaan 121, 1090 Jette campus Mechelen: Augustijnenstraat 78, 2800 Mechelen campus Jette: coordinatie.jette@bahbo5.be campus Mechelen: mechelen@bahbo5.be Gerelateerde verhalen Verhaal Graduaatsopleiding basisverpleegkunde: Een antwoord op het tekort aan zorgpersoneel Graduaatsopleiding basisverpleegkunde: Een antwoord op het tekort aan zorgpersoneel ··· Verhaal Podcast: de meerwaarde van onze studenten voor jouw organisatie In een klein kwartier verneem je alles over werkplekleren en stages van onze graduaatsstudenten, dankzij deze podcast. ··· Verhaal Opening AZ Sint Maarten in Mechelen Studenten HBO5 Verpleegkunde kunnen binnenkort in het gloednieuwe ziekenhuis AZ St Maarten in Mechelen op stage ··· Lees verder Evenementen Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}