{
    "id": "22",
    "title": "big data & iot (’ 24 -’ 25 )",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/big-data-iot-24-25",
    "description": "In deze cursus leren we technieken kennen om grote hoeveelheden data te verwerken en te visualiseren op een efficiënte manier.",
    "content": "Big Data & IoT ('24-'25) - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Big Data & IoT (’ 24 -’ 25 ) Voor wie Voor studenten die geen bachelor diploma hebben maar toch een basiskennis Big Data & IoT willen opdoen als ze een voorkennis hebben in Data Science. Software en AI-ingenieurs die meer willen bijleren over het werken met big data en IoT devices. Studenten die interesse hebben in smart cities, het verwerken en ordenen van grote data loads. Opleidingen Big Data & IoT ('24-'25) Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Voor studenten die geen bachelor diploma hebben maar toch een basiskennis Big Data & IoT willen opdoen als ze een voorkennis hebben in Data Science. Software en AI-ingenieurs die meer willen bijleren over het werken met big data en IoT devices. Studenten die interesse hebben in smart cities, het verwerken en ordenen van grote data loads. Hoe ziet de opleiding eruit IoT is aan een stevige opmars bezig. Smart cities, industrie 4.0, e-health, de toepassingen zijn legio. Door deze evolutie worden massa’s data gecreeërd die allemaal hun weg moeten vinden naar the Cloud en verwerkt worden tot voor de gebruiker interessante informatie. In deze cursus leren we technieken kennen om grote hoeveelheden data te verwerken en te visualiseren op een efficiënte manier. We maken ook kennis met de nieuwste trend van edge computing die de Cloud minder zwaar belast. De bij- en nascholing start eind januari en gaat door op 3 dinsdagen. Je hebt in totaal 18 contacturen en je kan zelf kiezen om de les op campus of online mee te volgen. Toelatingsvoorwaarden We verwachten van jou een basiskennis programmeren Kennis van de Engelse taal Na je studie Je kan hierna de bij-nascholing AI-Project volgen. Attest Na het beëindigen van de opleiding krijg je een aanwezigheidsattest 'Big Data & IoT' Waar heb je les Campus Kaai Campus Kaai is de thuis van onze studenten Design & Technologie, Musical en RITCS. Het is een bruisende IT- & kunstcampus. We zijn volop bezig aan de uitbreiding van campus Kaai. Met een nieuwbouw en renovatie bouwen we o.m. een theaterzaal en hightechfilmstudio. Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid Vlot bereikbaar met trein, metro, fiets, step IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes enz. Groene buitenruimte Opgelet: er zijn grote bouwwerken gaande op campus Kaai, waardoor er een nieuwe parkeerregeling is. Hier lees je er alles over. Studiekosten Het inschrijvingsgeld bedraagt 585 euro Inschrijven Klaar om je in te schrijven voor 'Big Data & IoT'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact campus Ka ai Nijverheidskaai 170, 1070 Anderlecht Mail ons: stel je vraag aan Gerlinde De Clercq - Directeur Robin Bervoets - Coördinator Bel ons: 02 899 71 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}