{
    "id": "25",
    "title": "biomedische laboratoriumtechnologie",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/biomedische-laboratoriumtechnologie",
    "description": "Kies voor een brede opleiding vol wetenschap, labo en unieke keuzetrajecten op onze Brussels Health Campus in Jette.",
    "content": "internationale setting leren werken in het labo. Alle communicatie (schriftelijk, mondeling) verloopt in het Engels. Het belangrijkste doel is om jou stapsgewijs het vakjargon in het Engels aan te reiken (via lab-opdrachten, besprekingen, enz) en om je te leren omgaan met inkomende internationale, anderstalige studenten (zoals dit in het werkveld zal verlopen). 3 Keuzevakken Talentproject @ Open Biolab Via dit keuzevak zal je gedurende een semester werken aan een onderzoeksproject. Daarbij mag je zelf een projectvoorstel doen. Dit kan een eigen idee zijn of een project gebaseerd op reeds bestaande onderzoekslijnen van het kenniscentrum (OpenBioLab Brussel). Vanuit een onderzoeksvraag zal een plan van aanpak opgemaakt worden. Vervolgens zal je het onderzoek uitvoeren in het labo. Je resultaten worden nadien neergeschreven in een verslag en gepresenteerd. 4 Bio-ethiek Wil je verder studeren en een master in Biomedische wetenschappen (BMW) aan de VUB behalen? Dan kan je reeds dit vak uit het 2de jaar bachelor BMW opnemen. 3 Mentorschap Ben je sterk in wetenschappen zoals chemie, biologie, enz? En deel je graag deze kennis met eerstejaarstudenten die het moeilijker hebben? Via dit keuzevak kan je BMLT- studenten helpen, begeleiden. Je dient de leerstof met de respectievelijke student door te nemen, oefeningen met hem/haar te maken en je ervaringen van het eerste jaar met hem/haar te delen. 3 Entrepreneurship Entrepreneurship is een attitude die zowel kan gebruikt worden om een eigen zaak op te starten maar ook om als intrapreneur een mooie loopbaan uit te bouwen binnen een bedrijf als werknemer die een kaderfunctie ambieert. Ondernemen is in staat zijn een strategie uit te tekenen en te implementeren voor een vooropgestelde ambitie te realiseren, dit alles met economische rentabiliteit als kritische succesfactor. Een groot deel gaat ook naar financiële geletterdheid; je leert een balans lezen en de opbouw van een resultatenrekening. Als laatste stuk binnen de inhoud zullen we het hebben over marketing of je product naar de markt brengen, ready to market maken. 4 Biotechnical skills Een basiskennis van electronica, techniek en ICT zal noodzakelijk zijn voor de biomedische laboratoriumtechnoloog van de toekomst. DIYbio toestellen zijn hiervoor het ideale aanknooppunt. In deze keuzemodule zul je kennis maken met de nodige bouwstenen om zelf je eigen DIY bio toestellen samen te stellen. Hierdoor zal je de werking van de apparatuur die je dagelijks in handen hebt kunnen inzien, en de abstracte werking hiervan kunnen inschatten. Je leert innovatief omgaan met bestaande fablab technieken, researchmatig denken en analytisch met hardwarematige problemen om te gaan. 4 Cosmetic sciences Cosmetica zijn alle producten die in contact komen met de opperhuid, de haren, het lichaamshaar, de nagels, de lippen, de mond, enz met als doel om die te reinigen (bvb: zeep), te beschermen (bvb: zonnecrème), in goede staat te houden (bvb: antirimpelcrème), te parfumeren (bvb parfum, deodorant) of het uiterlijk ervan te wijzigen (bvb: make-up, haarkleurmiddelen). De cosmetica-industrie is een belangrijke sector in België die nood heeft aan professionele bachelors met een wetenschappelijke achtergrond en interesse in Cosmetologie. Dit keuzevak is module 3 van de postgraduaatopleiding Cosmetic sciences. Hierin zal je kennismaken met de theorie en de praktijk van formulatietechnieken alsook met het productieproces in de cosmetische industrie. 3 ICT in the lab 1 Je krijgt binnen dit keuzevak een basis op vlak van digitale geletterdheid. Daarbij gaan we de functionaliteiten binnen zowel Windows als Linux onder de loep nemen. We bekijken hoe eenvoudige netwerken opgezet kunnen worden. Dit met het oog op interconnectiviteit tussen verschillende systemen te kunnen ondersteunen. Nadien leer je een eigen database systeem opzetten. Je leert ook met behulp van SQL de data ophalen en verwerken. Deze data zullen we verder bewerken met functionaliteiten van Excel. Finaal werpen we een blik op de toekomst, waarbij we de mogelijkheden binnen Artificiële Intelligentie bekijken. 4 ICT in the lab 2 De job van laborant verandert in snel tempo. Doorgedreven automatisering en de komst van artificiële intelligentie brengen nieuwe uitdagingen met zich mee. Er is een nood in het werkveld aan key-operatoren die de brug vormen tussen een medisch of farmaceutisch/biologisch laborant (MLT/FBT) en ICT’ers. Beschik je reeds over digitale basisvaardigheden of heb je het keuzevak ICT in the lab 1 gevolgd? Dan is dit keuzevak de ideale vervolgopleiding! 4 Stage en bachelorproef Bachelorproef Stage 1 (12 weken) Tijdens de stageperiode zal je leren zelfstandig problemen herkennen en oplossen en opgelegde taken tot een goed einde brengen. Er wordt van jou verwacht dat je als individu en collega kan functioneren in een klinisch ziekenhuis- of privélaboratorium. Een tweede, minstens even belangrijke doelstelling is het leren werken met geavanceerde professionele analyseapparatuur om je technische vorming te vervolledigen. Je stage is de aanloop tot het verdere beroepsleven. 19 Stage 2 (4 weken) Tijdens de stageperiode zal je leren zelfstandig problemen herkennen en oplossen en opgelegde taken tot een goed einde brengen. Er wordt van jou verwacht dat je als individu en collega kan functioneren in een klinisch ziekenhuis- of privélaboratorium. Een tweede, minstens even belangrijke doelstelling is het leren werken met geavanceerde professionele analyseapparatuur om je technische vorming te vervolledigen. Je stage is de aanloop tot het verdere beroepsleven. 8 Stage 3 (4 weken) Tijdens de stageperiode zal je leren zelfstandig problemen herkennen en oplossen en opgelegde taken tot een goed einde brengen. Er wordt van jou verwacht dat je als individu en collega kan functioneren in een klinisch ziekenhuis- of privélaboratorium. Een tweede, minstens even belangrijke doelstelling is het leren werken met geavanceerde professionele analyseapparatuur om je technische vorming te vervolledigen. Je stage is de aanloop tot het verdere beroepsleven. 8 International internship 1 + thesis (12 weeks) Kies je voor een buitenlands avontuur? Dan zal je tijdens deze stageperiode leren zelfstandig problemen herkennen en oplossen en opgelegde taken tot een goed einde brengen. Er wordt van jou verwacht dat je als individu en collega kan functioneren in een 'internationaal' ziekenhuis- of privé labo. Een tweede, minstens even belangrijke doelstelling is het leren werken met geavanceerde professionele analyseapparatuur om je technische vorming te vervolledigen. Je stage is de aanloop tot het verdere beroepsleven. 22 International internship 2 (4 weeks) Kies je voor een buitenlands avontuur? Dan zal je tijdens deze stageperiode leren zelfstandig problemen herkennen en oplossen en opgelegde taken tot een goed einde brengen. Er wordt van jou verwacht dat je als individu en collega kan functioneren in een 'internationaal' ziekenhuis- of privé labo. Een tweede, minstens even belangrijke doelstelling is het leren werken met geavanceerde professionele analyseapparatuur om je technische vorming te vervolledigen. Je stage is de aanloop tot het verdere beroepsleven. 8 International internship 3 (4 weeks) Kies je voor een buitenlands avontuur? Dan zal je tijdens deze stageperiode leren zelfstandig problemen herkennen en oplossen en opgelegde taken tot een goed einde brengen. Er wordt van jou verwacht dat je als individu en collega kan functioneren in een 'internationaal' ziekenhuis- of privé labo. Een tweede, minstens even belangrijke doelstelling is het leren werken met geavanceerde professionele analyseapparatuur om je technische vorming te vervolledigen. Je stage is de aanloop tot het verdere beroepsleven. 8 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Check de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Stage Farmaceutische en Biologische Laboratoriumtechnologie (FBT) Ben je farmaceutisch georiënteerd en geïnteresseerd in research, dan kun je kiezen voor de stage van 8 weken in een onderzoekslabo , een farmaceutisch bedrijf of een apotheek en doe je een FBT-eindwerkstage (gekoppeld aan je bachelorproef) van 12 weken. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Medische Laboratoriumtechnologie (MLT) Ben je vooral geïnteresseerd om te gaan werken als medisch laboratoriumtechnoloog, dan ga je in een ziekenhuis- of privé-labo op stage in 3 disciplines (naar keuze) bv. (klinische chemie of hematologie of microbiologie of …) gedurende 20 weken verdeeld over respectievelijk 12 weken en 2 x 4 weken. Forensische stage Wil je ervaring opdoen in forensisch onderzoek, dan kies je best voor een FBT- of MLT- stage of eindwerk in een forensisch labo of in de laboratoria van de technische en wetenschappelijke politie. Na je studie Aan het werk Diploma Biomedische Laboratoriumtechnologie op zak = meteen aan de slag Laborant is een knelpuntberoep. De helft van onze studenten studeert verder. De andere helft heeft binnen de 1 tot 3 maanden een job. Bovendien doe je belangrijk werk. Afstudeerrichting MLT medische labo’s van ziekenhuizen of in de privésector afdelingen klinische chemie, hematologie, microbiologie, toxicologie, anatomie-pathologie, bloedtransfusiecentra officiële diensten voor volksgezondheid Afstudeerrichting FBT wetenschappelijk onderzoek bij een researchafdeling van een farmaceutisch of biotechnologisch bedrijf, of binnen een universitaire onderzoeksgroep een openbare of ziekenhuisapotheek forensische labo’s gerechtelijke en federale politie Verder studeren Als je wil, kun je na het behalen van je diploma een master behalen, meestal via een schakelprogramma. master in de Biologie master in de Biomedische Wetenschappen master in de Farmaceutische zorg of master in de Geneesmiddelenontwikkeling master in de Industriële Wetenschappen, optie biochemie of biotechnologie master in het Management en Beleid van de Gezondheidszorg European master voor biomedical science “Na een stage in een medisch labo, vroeg men of ik er wou blijven werken. Ik hou erg van deze job, het praktische werk in het labo spreekt me echt aan. Bovendien hou ik ook van de wisselend uren en ik verdien zeker niet slecht.” Saïd oud-student Biomedische Laboratoriumtechnologie Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Flexibel studeren Verkort traject: MLT-diploma in één jaar Voor wie master Biomedische Wetenschappen FBT-diploma aan een andere hogeschool Ander wetenschappelijk diploma? Conacteer ons en we maken een persoonlijk traject op. Er is een enorme vraag naar medische laboranten (MLT). Dit is een wettelijk beschermd beroep. Je hebt dus een erkenning nodig om deze job te kunnen uitvoeren. Inschrijven verkort traject Online inschrijven Nadien contacteer je trajectbegeleider jan.sents@ehb.be om het verkort traject MLT aan te vragen. Master wetenschappen: contacteer els.plas@ehb.be voor vrijstellingen. Semester 1 30 studiepunten examens verspreid over december en januari Instrumentele chemie (indien BMW) Klinische biologie 1 (indien FBT) Microbiologie 2 Lab microbiologie 2 Klinische biologie 2 Microbiologie 3 Hematologie Capita selecta MLT Project klinische en moleculaire diagnostiek Semester 2 Voor masters: stage 1: 12 weken stage 2: 4 weken stage 3: 4 weken Vrijstelling van stage 2 en stage 3 is mogelijk op basis van werkervaring en reeds gelopen stages. Voor afgestudeerden FBT: 20 weken stage + bachelorproef stage 1: 12 weken stage 2: 4 weken stage 3: 4 weken Naar het buitenland Biomedische laboratoriumtechnologie ontdekken in het buitenland? Dan kan je op buitenlandse stage. Je hebt keuze uit verschillende mogelijkheden: Zweden, Finland, Oostenrijk, Italië, Portugal, Tenerife, …maar ook dichterbij in Nederland werken we samen met partners om de studentenmobiliteit in goede banen te leiden. Ga je voor minimum 12 weken naar het buitenland, dan hoef je zelfs geen keuzevak meer te kiezen. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2023 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2023 tot 2029 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Biomedische laboratoriumtechnologie? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u Tijdens de infodagen: zaterdag 26 juni, 4 en 11 september. Op afspraak: via e-mail Het secretariaat is gesloten op 26 augustus Heb je geen diploma secundair onderwijs? Dan kan je deelnemen aan een bekwaamheidsproef om toch toegelaten te worden. Check alle voorwaarden om deel te nemen . Overstap van VUB Overstappen van Biomedische wetenschappen of Farmaceutische wetenschappen aan de VUB? Kijk dan hier wat er mogelijk is. Contact Erasmushogeschool Brussel campus Jette Laarbeeklaan 121, 1090 Jette Bel ons: 02/472 52 00 Mail ons: gdt.jette@ehb.be Chat met ons via Messenger (pop-up rechtsonder in beeld) Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Gerelateerde verhalen Verhaal Ethische casusavonden: Een interprofessioneel avontuur Samen met de VUB geloven we in de kracht van interprofessionele samenwerking. Daarom organiseren we jaarlijks het IPO (interprofessioneel onderwijs)-project ‘Ethische casusavonden’. ··· Verhaal Finaleplaats voor onze Healthcare Heroes Twee studenten biomedische laboratoriumtechnologie brachten in de Kamer voor Volksvertegenwoordigers een pitch in aanwezigheid van Minister Frank Vandenbroucke. ··· Verhaal Studenten Biomedische Laboratoriumtechnologie gaan internationaal Onze studenten Biomedische laboratoriumtechnologie kregen dit jaar niet één, niet twee, maar drie spannende opties om hun horizon te verbreden. In het kader van het vak “Internationaal Project 3” kozen ze ofwel voor: ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden"
}