{
    "id": "23",
    "title": "biomedische laboratoriumtechnologie",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/biomedische-laboratoriumtechnologie",
    "description": "Kies voor een brede opleiding vol wetenschap, labo en unieke keuzetrajecten op onze Brussels Health Campus in Jette.",
    "content": "Biomedische Laboratoriumtechnologie - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Biomedische Laboratoriumtechnologie Kom langs op één van onze infodagen infodagen Voor wie Je voelt je aangesproken tot de wonderen van de biomedische wereld. Je hebt zin in speurwerk in het labo. Je wil graag bloed analyseren of micro-organismen onderzoeken. Je hebt een analytische geest en je staat goed met een witte labojas. Je bent geboeid door de forensische wereld. (keuzetraject) Opleidingen Biomedische Laboratoriumtechnologie Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Volg ons op Facebook Kwaliteitsvol onderwijs Voor wie Je voelt je aangesproken tot de wonderen van de biomedische wereld. Je hebt zin in speurwerk in het labo. Je wil graag bloed analyseren of micro-organismen onderzoeken. Je hebt een analytische geest en je staat goed met een witte labojas. Je bent geboeid door de forensische wereld. (keuzetraject) Hoe ziet de opleiding eruit De gezondheidszorg is een boeiende sector in uitbreiding. De spectaculaire evolutie in de moleculaire biologie en de DNA-technologie stuwt het wetenschappelijk onderzoek in de geneeskunde, de farmacie, de biotechnologie en de forensische wereld vooruit. Het zorgt ook voor meer technologische vooruitgang in de klinische biologie, in de productie van farmaceutische specialiteiten en in de bio-industrie. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Troeven van de opleiding Je eerste jaar: geen afstudeerrichtingen, wel keuzetraject Als enige opleiding Biomedische Laboratoriumtechnologie in Vlaanderen bieden we jou een brede opleiding aan. Je hoeft dus in je eerste jaar nog geen afstudeerrichting te kiezen. Na je tweede jaar kan je dan een betere keuze maken, onder meer dankzij de kijkstage, tussen: medische laboratoriumtechnologie (MLT) of farmaceutische en biologische laboratoriumtechnologie (FBT). In het eerste jaar heb je wel het boeiende keuzetraject rond forensisch onderzoek (lees hieronder verder). Veel oefenen in het labo We nemen je mee door de wetenschap achter de gezondheidszorg. Maar we blijven niet met onze neus in de boeken zitten. Al vanaf het eerste semester ga je aan de slag in het labo. We starten in het eerste jaar ook met twee projecten waar je gaat samenwerken met andere studenten. Sterke begeleiding Je staat er bij ons nooit alleen voor. Onze docenten begeleiden je gedurende je volledige opleiding, van de eerste ervaringen in het labo, tot je bachelorproefstage. Zo stomen we je helemaal klaar voor een beroep waar je later verschillende kanten mee op kan. Sterk diploma Je hebt 100% werkzekerheid Je kan verschillende kanten uit met je diploma Je startloon als bachelor is bij de beste 50% van de afgestudeerden studeert verder en behaalt met succes een master-diploma Je hebt heel wat jobmogelijkheden Uniek keuzetraject: Forensisch Onderzoek Je kan vanaf het eerste jaar kiezen voor ons boeiend keuzetraject ‘Forensisch Onderzoek’ . Je verdiept je hiermee in de verschillende schakels van de forensische keten: crime scene management forensische labotechnieken forensische geneeskunde recht We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Deeltraject 1: Twee modules die het forensisch onderzoek respectievelijk vanuit politionele en juridische invalshoek benaderen. In de module ‘Recht’ (3 SP) zal je dieper ingaan op strafrecht en -vordering, gedragswetenschappen en gerechtspsychiatrie en -psychologie. De module ‘Crime scene management’ (3 SP) leert je zowel humane als niet-humane sporen te verzamelen, zoals vinger- en bloedsporen, schoenafdrukken, bandensporen, werktuigsporen, .. Deeltraject 2: Kennismaken met de forensische geneeskunde en de forensische laboratoriumtechnieken (7 SP). Je gaat zelf op zoek naar de dader in een interactieve CSI-workshop. Je zal sporen op een perfect nagebootste plaats delict verzamelen en hiervan een fotopresentatie, een proces-verbaal en mogelijke scenario’s opmaken. Deeltraject 3: In deeltraject drie kan je stage lopen in de laboratoria van de technische en wetenschappelijke politie en/ of in forensische labo’s. Vakken Vier domeinen We bieden je in het eerste en tweede jaar vakken aan in vier belangrijke domeinen: Chemie en kwaliteitsbeheer In Chemie en kwaliteitsbeheer starten we met de basisbegrippen en principes in de chemie. Je krijgt inzicht in de opbouw, eigenschappen, naamgeving van eenvoudige anorganische verbindingen. Je leert chemische reactievergelijkingen schrijven en chemisch rekenen. Het belang van een kwaliteitssysteem zal geduid en onderbouwd worden doorheen de volledige opleiding. Klinisch en moleculaire diagnostiek Klinische en moleculaire diagnostiek concentreert zich vooral op de analyse van lichaamsvochten, bacteriën opsporen, bloedcellen bestuderen ... zodat artsen een juiste diagnose kunnen stellen of behandeling kunnen opstarten. Biotechnologie Binnen de biotechnologie maak je kennis met DNA en alle aspecten van moleculaire genetica, bio-informatica en gentechnologie. Je leert er onderzoekstechnieken die in research aan bod komen. Onderzoek en internationalisering Binnen deze leerlijn kan je je wetenschappelijke onderzoeksvaardigheden ontwikkelen en in aanraking komen met researchdomeinen. In de internationale projecten verwerf je internationale en interculturele competenties zoals talenkennis, wereldburgerschap, en persoonlijke groei. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Jaar 1 - Biomedische Laboratoriumtechnologie Veld Credits Chemie en ondersteunende vakken Algemene chemie In algemene chemie leer je chemisch rekenen en de chemische & fysische basisbegrippen en principes. Je krijgt inzicht in de opbouw, eigenschappen, naamgeving van eenvoudige anorganische verbindingen. Je leert chemische reactievergelijkingen correct schrijven en kan stoechiometrische berekeningen maken. 5 Analytische chemie In analytische chemie leer je o.a. de pH van waterige oplossingen (zuren, basen, zouten) en buffers berekenen. Je zal punten van titratiecurves berekenen voor de titraties van sterke en zwakke zuren met zuren en basen. Je zal redoxreacties kunnen schrijven en het verband zien tussen elektrochemie met redoxreacties. 4 Bio-organische chemie In dit vak leer je de regels van de naamgeving binnen de koolstofchemie. Daarnaast komen de fysische en chemische eigenschappen van de belangrijkste klassen (vb. alkanen, alkenen, alcoholen ...) aan bod, alsook de dagdagelijkse toepassingen van deze organische verbindingen. Je leert kennis en inzicht verwerven in de structuur en de eigenschappen van de voornaamste biochemische verbindingen (zoals koolhydraten, eiwitten, vetten ...) als basiskennis. In klinische biologie 1 leer je hoe deze gemetaboliseerd worden in ons lichaam. 5 Kwaliteitsbeheer In Kwaliteitsbeheer 1 leer je de basisbegrippen, principes, implementatie, onderhoud en vooral het belang van een kwaliteitssysteem. Je leert de SOPs (standard operating procedures) die van toepassing zijn in onze laboratoria (bv. voor afvalbeheer) en kan ze toepassen tijdens de practica. Je krijgt tevens inzicht in de beschrijvende statistiek, lineaire regressie, normaalverdeling en kansberekening. Je maakt kennis met hypothesetesten (p-waarden e.d.) en leert in Excel gegevens statistisch te verwerken. 4 Lab chemie Na Lab chemie 1 ken je en beheer je de labovaardigheden in (algemene) chemie. Je kent de basisprincipes van courante biomedische laboratoriumtechnieken (titratie, DLC, UV-VIS). Je kent de veiligheidsvoorschriften en de afvalregels. Je kan de verschillende chemische reactietypes op basis van experimenten bepalen. 4 Integrationlab (enkel regulier traject) In de experimenten van het Integrationlab 1 komen de principes van de vakken chemie, klinische biologie en statistiek samen. Er worden kwalitatieve en kwantitatieve analyses uitgevoerd op klinische stalen. Je leert ook resultaten op statistische wijze te verwerken en weer te geven en scherpt je schriftelijke vaardigheden aan. 3 Klinische & moleculaire diagnostiek Cel- & bloedleer In cel- en bloedleer krijg je enerzijds inzicht in de algemene functies van de cel en leer je enkele sleutelbegrippen kennen uit de fysiologie. Anderzijds bestudeer je de samenstelling en de eigenschappen van bloed. De routinetesten in het labo en de morfologie van de bloedcellen staan centraal. 4 Microbiologie In microbiologie leer je de morfologie en basisgenetica van pro- en eukaryote micro-organismen. Je krijgt inzicht in de taxonomie (naamgeving, classificatie) van micro-organismen en virussen. 4 Klinische biologie In dit opleidingsonderdeel verwerf je inzicht in de principes van de chemische analyses uitgevoerd op lichaamsvochten zoals serum, urine en zweet. De chemische analyses van lichaamsvochten (bv. glucose, lipiden ...) zijn een onmisbare ondersteuning bij de medische diagnose of de bepaling van de juiste therapie. 4 Lab microbiologie In dit labo leer je op een aseptische manier microbiologische handelingen uitvoeren zoals enten, leer je een agarvoedingsbodem bereiden en de meest courante microbiologische kleuringen uitvoeren op micro-organismen. Je zal ook een verdunningsreeks maken van een microbiologisch staal om het aantal micro-organismen te bepalen. Je leert eveneens hoe met een microscoop te werken. 4 Lab klinische & moleculaire diagnostiek Tijdens dit practicum leer je het belang van een klinische of moleculaire diagnostische test op basis van de anatomie-fysiologie van de mens verklaren. Je kent de principes van de klinische of moleculaire testen. Je kan laboratoriumparameters juist interpreteren en rapporteren. Je bent in staat om interfererende factoren bij metingen te herkennen. 4 Biotechnologie Biotechnologie In biotechnologie 1 zal je kennis maken met de eukaryote (humane) cel, celcomponenten, -organellen, DNA en RNA. Je leert de begrippen transcriptie, translatie, restrictie, PCR, sequencing ... Je maakt kennis met de DNA isolatie- en visualisatiemethodes. Je leert het onderscheid tussen gen-, chromosoom- en genoommutatie. 4 Lab biotechnologie In deze practica leer je RNA/DNA isoleren, kopiëren, visualiseren en manipuleren. 4 Internationaal werkveld & wetenschappelijk onderzoek Talent 1 project In het talentproject leer je individueel en in groep 'uitdagende' (onderzoeks)opdrachten te analyseren, uit te voeren, schriftelijk te rapporteren en te presenteren. Je zal tijdens het project je wetenschappelijke onderzoeksvaardigheden (waaronder wetenschappelijke artikels opzoeken, lezen, begrijpen, samenvatten) ontwikkelen. Dankzij feedback leer je door zelfreflectie je sterktes en zwaktes kennen om zo je talenten verder te ontplooien. 4 Internationaal project (enkel regulier traject) In het internationaal project (@home) leer je samenwerken met anderstalige BMLT studenten van een andere hogeschool (bvb Brusselse Franstalige hogeschool of hogeschool in het buitenland). De voertaal van dit project is Engels met eventueel een aantal Franstalige opdrachten . Het belangrijkste doel is om je stapsgewijs het vakjargon in het Engels aan te reiken (via lab-opdrachten, besprekingen, enz.) en om je te leren omgaan met anderstaligen (zoals dit in het werkveld zal verlopen). 3 Keuzetraject forensisch onderzoek Recht In deze module van het keuzetraject forensisch onderzoek leer je de basisbegrippen en basisbeginselen van het Belgisch strafrecht en de strafprocedure. Je zal de vaktechnische begrippen correct leren hanteren en de basisbeginselen correct leren toepassen. Je zal tevens een eenvoudige strafrechtelijke casus met de docent oplossen. 3 Crime scene management In de module crime scene management leer je het crime management model in België en zie je in theorie hoe (misdaad)sporen te herkennen, op te nemen en te verwerken en dit om te zetten naar de praktijk (hiervoor krijg je workshops). 3 Jaar 2 - Biomedische Laboratoriumtechnologie Veld Credits Instrumentele chemie In dit vak leer je de principes van courant gebruikte analytische technieken, zoals spectroscopische, elektrochemische en scheidingstechnieken. Je leert de opbouw van de apparaten en zal de werking/het doel van de verschillende onderdelen kunnen uitleggen. Je zal tevens de toepassingsmogelijkheden van de verschillende technieken kennen. In dit vak leer je de principes van courant gebruikte analytische technieken. 3 Lab chemie 2 In het practicum voer je analyses uit, gebruik makend van de courant gebruikte analytische technieken zoals de spectroscopische, elektrochemische en scheidingstechnieken. Je leert de bekomen resultaten te verwerken, op een kritische manier te interpreteren en te rapporteren op een kwaliteitsvolle manier. 3 Anatomo-pathologie Anatomo-pathologie omvat de studie van de gezonde en veranderende weefsels. Via gastdocenten krijg je inzicht in de cytologie, macroscopie, kwaliteitszorg en automatisatie binnen het labo. In het praktische deel leer je coupes snijden, uitgaande van in paraffine ingebedde weefsels, waarna je de coupes kleurt en vervolgens bestudeert. 4 Algemene farmacologie & toxicologie Naast de algemene begrippen van farmacokinetiek en -dynamiek leer je binnen dit vak de werking van geneesmiddelen voor bv. het zenuwstelsel, pijn en koorts, bloed en stolling, infecties ... en drugs. Je zal de mogelijke gevolgen (zowel positief, als negatief) van het gebruik van een geneesmiddel kunnen voorspellen. 4 Klinische biologie 2 In dit opleidingsonderdeel verwerf je inzicht in de principes van de chemische analyses uitgevoerd op lichaamsvochten zoals serum, urine en zweet .Je herkent afwijkende waarden uit bloedstollingstesten met oog op bloedstollingsziekten. De chemische analyses van lichaamsvochten zijn een onmisbare ondersteuning bij de medische diagnose of de bepaling van de juiste therapie. 4 Lab klinische & moleculaire diagnostiek Tijdens dit practicum leer je het belang van een klinische of moleculaire diagnostische test op basis van de anatomie-fysiologie van de mens verklaren. Je kent de principes van de klinische of moleculaire testen. Je kan laboratoriumparameters juist interpreteren en rapporteren. Je bent in staat om interfererende factoren bij metingen te herkennen. 3 Biotechnologie 2 In biotechnologie 2 zal je je verder verdiepen in DNA, RNA en de belangrijkste moleculaire (diagnostische) technieken zoals (kwantitatieve) PCR en sequencing. Verder maak je kennis met bio-informatica en basiscloneringstechnieken. Je leert ook technieken om eiwitten te isoleren en te scheiden. Met betrekking tot celculturen zal je courante technieken leren om met celculturen aseptisch te werken. 5 Immunologie en tranfusie In immunologie zie je de verschillende immunologische cellen en weefsels in het lichaam. Je maakt kennis met het principe antigeen-antilichaam en leert de uitvoering van enkele immunologische technieken (bv. ELISA) kennen. Transfusie, of immuno-hematologie, staat stil bij de uitvoering van een bloedgroepbepaling, het gebruik van bloedproducten en de keuze voor een stamceltransplantatie. 3 Lab biotechnologie 2 In lab biotechnologie 2 leer je de belangrijkste moleculaire (diagnostische) technieken zoals gradiënt PCR, (kwantitatieve) qPCR leren uit te voeren. Je zal primers leren designen en bestellen. Je zal tijdens de lab-opdrachten je bio-informaticavaardigheden verder ontwikkelen. Je leert eveneens technieken om eiwitten te isoleren en te scheiden (Western Blot, SDS page ...) uit te voeren. Met betrekking tot celculturen zal je courante technieken uitvoeren om met celculturen aseptisch te werken. 4 Microbiologie 2 In medische microbiologie 2 zal je uitgebreid ingaan op de eigenschappen, kenmerken, identificatietesten en bestrijding van de courante pathogene en opportunistische bacteriën, fungi, parasieten, prionen en virussen. Ook de parameters die de kwaliteit van staalnames en analyse kunnen beïnvloeden, komen aan bod. 3 Kwaliteitsbeheer 2 In kwaliteitsbeheer 2 zal je de wettelijke normen (bv. ISO-normen) die gelden in de laboratoria voor (klinische) diagnostiek, in de testlaboratoria en in de farmaceutische industrie en de toepassingsgebieden leren kennen. Binnen het onderdeel biomedische statistiek zal je de juistheid van een methode leren bepalen, methodes vergelijken (op vlak van juistheid en precisie), outliertesten (bvb: boxplot), een lineaire regressie-analyse leren uitvoeren en a.d.h.v. casussen statistische analyses in Excel leren interpreteren. 4 Talent 2 project In het talentprojectwerk leer je in groepjes 'uitdagende' (onderzoeks)opdrachten analyseren, uitvoeren, schriftelijk rapporteren en presenteren. Je zal tijdens het project je wetenschappelijke onderzoeksvaardigheden (waaronder wetenschappelijke artikels opzoeken, lezen, begrijpen, samenvatten) ontwikkelen. En op basis van reflecties over de gekregen feedback, je persoonlijke sterktes/zwaktes zal je zeker je eigen talenten verder kunnen ontplooien. 3 Kijkstage Het doel van de kijkstage is kennis te maken met de inhoud van een job en de verantwoordelijkheden van een medisch laboratoriumtechnoloog (MLT), farmaceutische laboratoriumtechnoloog (FBT) en/of farmaceutisch technisch assistent (FTA). 3 Lab microbiologie 2 In dit vak leer je de identificatietesten voor bacteria en fungi uitvoeren en interpreteren. Je leert een antibiogram opstellen en interpreteren. 3 Internationaal Project 2 @ INT In het Internationaal Project 2 zal je gedurende één week in het buitenland of in Wallonië verblijven om in een internationale setting te leren werken in het labo. Het doel van dit vak is om jou kennis en Engels/Frans vakjargon over relevante biomedische analyses en technieken bij te brengen. Hierbij zal je gestimuleerd worden om jouw Engelse/Franse communicatievaardigheden te ontplooien. Het doel van dit vak is om jou kennis en Engels/Frans vakjargon over relevante biomedische analyses en technieken bij te brengen. Hierbij zal je gestimuleerd worden om jouw Engelse/Franse communicatievaardigheden te ontplooien. Internationaal Project 2 @ Home In het Internationaal Project 2 zal je (in navolging van internationaal project 1) ook in een internationale setting leren werken in het labo. Alle communicatie (schriftelijk, mondeling) verloopt in het Engels. Het belangrijkste doel is om jou stapsgewijs het vakjargon in het Engels aan te reiken (via lab-opdrachten, besprekingen, enz) en om je te leren omgaan met inkomende internationale, anderstalige studenten (zoals dit in het werkveld zal verlopen). 4 Intergrationlab 2 In dit practicum zal je"
}