{
    "id": "27",
    "title": "boekhouden voor werknemers (’ 24 -’ 25 )",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/boekhouden-voor-werknemers-24-25",
    "description": "Deze opleiding beoogt mensen die al actief zijn binnen een boekhoudkundige afdeling van een bedrijf, maar die onvoldoende achtergrond hebben van deze materie.",
    "content": "Boekhouden voor werknemers ('24-'25) - Micro-credential | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Micro-credential Boekhouden voor werknemers (’ 24 -’ 25 ) Voor wie Administratief medewerker in een onderneming Administratief medewerker in een accountantskantoor Opleidingen Boekhouden voor werknemers ('24-'25) Hoe ziet de opleiding eruit Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Administratief medewerker in een onderneming Administratief medewerker in een accountantskantoor Hoe ziet de opleiding eruit De micro-credential Boekhouden voor werknemers richt zich tot mensen die al actief zijn binnen een boekhoudkundige afdeling van een bedrijf, maar die onvoldoende achtergrond hebben van deze materie. Deze opleiding start in september 2024 . Doelstellingen De doelstellingen en de eindcompetenties zijn gelijk aan de voorziene doelstellingen en eindcompetenties van deze olod’s in het reguliere traject: Algemeen boekhouden 1 Computerboekhouden Btw Debiteuren- en crediteurenbeheer Certifiëring Je zal een getuigschrift micro-credential ontvangen wanneer alle credits zijn verworven. Online De micro-credentials maken deel uit van het e-learningtraject en verlopen dus volledig online . Je studentensecretariaat bevindt zich op campus Leuven . Interleuvenlaan 5 3001 Heverlee, Leuven Openbaar vervoer: neem aan het station van Leuven de bus en stap af aan de halte Haasrode UCLL 630 en 4 richting Haasrode 5 richting Vaalbeek Blue-bike: huur je fiets aan het station van Leuven en fiets in 20 minuten naar de campus. Auto: zet je auto op de ruime parking achter het gebouw van Interleuvenlaan 5. Studiekosten Volgens regulier studiegeld , namelijk €536. Infodagen Check deze pagina voor onze infodagen. Inschrijven Klaar om je in te schrijven voor 'Micro-credential Boekhouden voor werknemers ('24 - '25)'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact Mail ons: stel je vraag aan campusleuven@ehb.be Thomas de Jonckheere - Opleidingshoofd Bel ons: 02 899 71 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Kom langs: Ons secretariaat is open op maandag en woensdag van 11u tot 19u en op donderdag van 13u tot 19u. Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}