{
    "id": "30",
    "title": "cardiopulmonaire reanimatie voor vroedvrouwen",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/cardiopulmonaire-reanimatie-voor-vroedvrouwen",
    "description": "In het kader van de permanente vorming van vroedvrouwen, wordt een opleiding cardiopulmonaire reanimatie (moeder en neonaat) ingericht.",
    "content": "Cardiopulmonaire reanimatie voor vroedvrouwen - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Cardiopulmonaire reanimatie voor vroedvrouwen Voor wie Wil je je bijscholen in de cardiopulmonaire cardiologie? Dan geven wij je extra theorie, praktijk en crisis resource management principes in het simulatiecentrum. Ook bieden we praktische handvaten voor het begeleiden van studenten op stages aangeboden. Opleidingen Cardiopulmonaire reanimatie voor vroedvrouwen Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Wil je je bijscholen in de cardiopulmonaire cardiologie? Dan geven wij je extra theorie, praktijk en crisis resource management principes in het simulatiecentrum. Ook bieden we praktische handvaten voor het begeleiden van studenten op stages aangeboden. Hoe ziet de opleiding eruit Noodzaak om bij te scholen Permanente vorming is cruciaal voor elke professionele vroedvrouw. In het kader van die permanente vorming van vroedvrouwen, wordt een opleiding cardiopulmonaire reanimatie (moeder en neonaat) ingericht. Deze omvat theorie, praktijk en crisis resource management principes in het simulatiecentrum. Tevens worden praktische handvaten voor het begeleiden van studenten op stage aangeboden. Lesprogramma We organiseren deze opleiding in het dinsdag 26 maart 2024 . Er kunnen max 20 deelnemers per dag inschrijven. 8u30-9u Onthaal 9u-10u Groep A Skillsdrill neontale en maternale reanimatie Groep B Jezelf als mentor: praktische handvaten voor het begeleiden van studenten tijdens hun stage 11u-12u Groep A Jezelf als mentor: praktische handvaten voor het begeleiden van studenten tijdens hun stage Groep B Skillsdrill neontale en maternale reanimatie Middagpauze 13u-14u30 Groep A Simulatie Neonataal Groep B Simulatie Maternaal 14u30-16u Groep A Simulatie Maternaal Groep B Simulatie Neonataal Na je studie Attest De bijscholing leidt tot een attest van permanente vorming voor vroedvrouwen. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt 300 euro. Er wordt een gereduceerd tarief van 40 euro toegepast voor vroedvrouwen die onze studenten in academiejaar 2021-2022, 2022-2023 of 2023-2024 een stageplaats hebben aangeboden. Vereiste voorkennis De opleiding is geschikt voor alle vroedvrouwen. Klaar om je in te schrijven voor 'Cardiopulmonaire reanimatie voor vroedvrouwen'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving . Je kan je inschrijving volledig online afronden, Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Joeri Vermeulen - Opleidingshoofd Vroedkunde Sabrina Chebchoubi - Administratieve vragen Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}