{
    "id": "2",
    "title": "career center",
    "source": "https://www.erasmushogeschool.be/nl/career-center",
    "description": "Het Career Center van de Erasmushogeschool Brussel: brug tussen studenten, alumni en bedrijven.",
    "content": "Career Center | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Career Center Career Center Career Center Erasmushogeschool Brussel Onze online Vacaturedatabank 'Career Center' Je bent een bedrijf of organisatie De stap naar het werkveld zit ingebed in elke opleiding. We willen de bedrijfswereld met ons Career Center dan ook de kans geven om hun organisatie of bedrijf bekend te maken bij onze (afgestudeerde) studenten. Je kan er stageplaatsen en vacatures opladen en ook een eigen bedrijfspagina uitwerken. Maak een bedrijfsprofiel aan. Ik wens enkel vacatures te plaatsen (zonder bedrijfsprofiel) Je bent student of alumnus Begeleiding is een belangrijk aspect bij alle opleidingen van EhB. Ook als je je studie hebt afgerond, willen we je graag een duwtje in de rug geven. Via het Career Center, in samenwerking met Jobteaser, kan je niet alleen vacatures, studentenjobs en stageplaatsen terugvinden, we bieden je ook een resem sollicitatietips aan om hen te ondersteunen in hun zoektocht naar de droomjob. Startpagina voor studenten Ga naar je studentenprofiel of maak een profiel aan Jobbeurzen Heel wat van onze opleidingen ontvangen bedrijven op de campus om onze studenten de kans te geven om een eerste sollicitatie-ervaring op te doen, of om een stageplaats te vinden. Neem via dit formulier contact met ons op als je graag een standje reserveert of je bedrijf wilt presenteren in het kader van een jobdag. Hieronder alvast enkele voorbeelden van onze initiatieven: Career Launch van onze opleidingen Design & Technologie. De 'Communicatiedag ' van de opleiding Communicatie. Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}