{
    "id": "33",
    "title": "communicatie",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/communicatie",
    "description": "Word een allround communicatieprofessional in media, PR, marketing, social media, events en management. Vanaf dag 1 werk in je in een communicatiebureau.",
    "content": "Communicatie - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Communicatie Kom langs op één van onze infodagen infodagen Voor wie Je wil weten wat mensen drijft en hoe ze communiceren? Je wil een opleiding met veel mogelijkheden? Je kan nog niet kiezen omdat er zoveel dingen zijn die jou interesseren? Je hebt geen zin in examenmarathons? Top, dan zit je goed! De bachelor Communicatie biedt je een brede vorming, traint je talenkennis en coacht je persoonlijk tot een allround communicatieprofessional. Een opleiding die praktijk en theorie samenbrengt als geen ander met haar modulaire aanpak! Opleidingen Communicatie Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Voor wie Je wil weten wat mensen drijft en hoe ze communiceren? Je wil een opleiding met veel mogelijkheden? Je kan nog niet kiezen omdat er zoveel dingen zijn die jou interesseren? Je hebt geen zin in examenmarathons? Top, dan zit je goed! De bachelor Communicatie biedt je een brede vorming, traint je talenkennis en coacht je persoonlijk tot een allround communicatieprofessional. Een opleiding die praktijk en theorie samenbrengt als geen ander met haar modulaire aanpak! Hoe ziet de opleiding eruit? Na deze bacheloropleiding Communicatie weet je beter dan gelijk wie hoe communicatie werkt en hoe je met communicatie specifieke problemen oplost. Als expert kan je de communicatie managen in een domein waar jij persoonlijk van houdt. Fan van muziekconcerten, bezeten van skaten of sociaal geëngageerd bij een maatschappelijke relevante organisatie? Eender welk bedrijf of organisatie zoekt communicatieprofessionals. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Troeven van de opleiding Menselijk Je werkt met mensen, voor mensen. En daar horen natuurlijk menselijke kwaliteiten bij. Ben jij creatief? Nieuwsgierig? Heb je people skills? In deze opleiding gaan we er samen mee aan de slag, zodat je hierin kan groeien. Wat je bij ons leert, komt dus niet alleen uit boeken. Reproduceren? Non, merci. Examens? Af en toe. Maar ook talrijke andere evaluatievormen zoals projectpitches, papers en communicatieplannen. Alles in het écht Tijdens je opleiding bestudeer je niet alleen communicatie, drie jaar lang doe je werkervaring op voor je een diploma krijgt en niet alleen tijdens je twee stages. In ons eigen communicatiebureau werk je voor écht, op echte projecten van echte bedrijven en organisaties die de Erasmushogeschool binnenkomen. Je doet dat in teamverband met de hogerejaarsstudenten. Innovatief & modulair Onze opleiding is opgebouwd uit thematische modules. Daarin zitten de disciplines volledig geïntegreerd. Psychologie, sociologie, economische en juridische topics, actualiteit en media: het zijn geen aparte vakken meer. De innovatieve aanpak in zo'n geïntegreerde module helpt je de leerstof beter te beheersen. Elke module duurt 6 weken en nadien volgt meteen een eindevaluatie (een examen, een presentatie, een paper...). Dus byebye examenmarathons en hello modules! Brussel Het mekka voor de communicatiemanager van morgen. Een metropool waar je vreemde talen niet alleen leert, maar ook beleeft. Diversiteit is hier niet gewoon een fabeltje, maar een dagelijkse realiteit. Samenwerken met andere persoonlijkheden leer je hier dan ook spontaan. Ken jij een betere plaats om je carrière te starten? Ben jij klaar? Want wij staan in ieder geval klaar voor jou, wie je ook bent! Vakken Focus op talen Binnen de thematische modules breid je je professionele talenkennis uit. Je traint ook vakgericht je talen aan de hand van praktijkoefeningen, zoals: lezen van vakliteratuur, presenteren, pitchen, rapporteren en creatief schrijven. Daarnaast krijg je ook Language Support, dat is taalonderwijs op maat na een niveautest voor Nederlands, Frans en Engels. Zo boek je sneller vooruitgang en verhoog je je slaagkansen! We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Veel praktijk Vanaf je eerste jaar ga je aan de slag met echte projecten in Het Bureau . Je bent lid van een communicatieteam met studenten uit de hogere jaren. Je bouwt op die manier ook meteen aan je professionele netwerk. Daarnaast loop je twee intensieve stages , één in het tweede jaar (6 weken) en één in het derde jaar (12 weken). En tot slot: je integraal afstudeerproject . Voor een opdrachtgever die je zelf kiest, met een team dat je zelf samenstelt, realiseer je een echte opdracht als communicatieprofessional. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Link met de samenleving Als communicatiespecialist houd je de vinger aan de pols van wat er gebeurt in de wereld rondom jou. Evoluties en trends op maatschappelijk, cultureel, sociaal en economisch vlak, alsook de actualiteit volg je op de voet. Stevige basiskennis Je start met een stevige basis, krijgt alle communicatiedisciplines onder de knie en verdiept je in de domeinen die je het meeste boeien. Je maakt kennis met de hele communicatiesector en de verschillende jobs die daar op je wachten. Zowel strategisch als creatief ga je aan de slag. Programma Communicatie jaar 1 Veld Credits Talen Professioneel Nederlands 1 6 Professioneel Frans 1 6 Professioneel Engels 1 6 Communicatie Communicatie: de fundamenten 8 Communicatie & Research 4 Professioneel Project: Het Bureau 1 6 Merkencommunicatie 6 Samenlevingscommunicatie 6 Interne Communicatie & Events 6 Open Ruimte (6 studiepunten te kiezen uit) Entrepreneurship 4 Spaans 1 3 Duits 1 3 Cultuur BXL Culture 1 3 Communicatiecase uit persoonlijk engagement 1 3 Programma Communicatie jaar 2 Veld Credits TALEN Professioneel Nederlands 2 3 Professioneel Frans 2 3 Professioneel Engels 2 3 Communicatie Digital Craft 1 3 Communicatie: de instrumenten 6 Strategische planning 6 Professioneel Project: Het Bureau 2 6 International Communication Lab 6 Public Relations & Ethiek 8 Stage 1 10 Open Ruimte (6 studiepunten uit te kiezen) Spaans 2 3 Duits 2 3 Cultuur BXL Culture 2 3 Podcasting 3 Foto & Video 3 Creatief schrijven 3 Communicatiecase uit persoonlijk engagement 2 3 Programma Communicatie jaar 3 Veld Credits Talen Professioneel Nederlands 3 3 Professioneel Frans 3 3 Professioneel Engels 3 3 Communicatie Digital Craft 2 3 Corporate Communications 6 Communication Tomorrow 6 Professioneel Project: Het Bureau 3 6 Integraal Afstudeerproject 9 (Inter)nationale Stage 15 Open Ruimte (6 studiepunten uit te kiezen) Spaans 3 3 Duits 3 3 Cultuur BXL Culture 3 3 Digital Content 3 Communicatiecase uit persoonlijk engagement 3 3 Communicatiewetenschappen 1 (uit schakeljaar naar Master aan VUB) 6 Media-economie (uit schakeljaar naar Master aan VUB) 6 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...): lees de ECTS-fiches . Bekijk de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Stage In deze opleiding Communicatie loop je niet één maar twee stages: 8 weken in het tweede jaar en 3 maanden in het derde jaar. Je stages bieden je een voortreffelijke gelegenheid om je kennis en vaardigheden toe te passen en te toetsen aan de realiteit van het professionele leven. Bovendien bouw je er een mooi cv mee op. Je stage in het tweede jaar Als enige communicatieopleiding in Vlaanderen ga je bij ons al tijdens het tweede deeltraject 8 weken op stage. Via de keuze van je stageplek kun je zelf bepalen welk domein je diepgaander wil verkennen: eventmanagement, online marketing, public relations, reclame, marktonderzoek, media … Als je er zelf niet uitkomt, dan begeleidt de stagecoördinator je bij je keuze. Je stage in het derde jaar Samen met je afstudeerproject vormt je tweede stage het sluitstuk van je opleiding als professionele communicatiespecialist. Deze stage duurt 3 maanden en neemt het grootste deel van het 2de semester in beslag. Je kiest je stageplaats zelf; wij ondersteunen je en waken over de kwaliteit. Vaak heeft deze stage veel invloed op je professionele toekomst. Want wie weet krijg je op je stageplaats wel een job aangeboden? Na je studie We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Je kan meteen aan de slag met je diploma. Je behaalt je bachelordiploma en je kan meteen aan de slag. Een communicatieprofessional is immers een onmisbare speler voor elke organisatie. Ga aan de slag als: Digital Media Manager Woordvoerder Pr-manager Marketing Communication Manager Evenementenorganisator Social Media Manager Mediaplanner Pers- & Communicatiemanager Projectmanager Communicatiecoach ... Verder studeren? Aan EhB Op onze campus kan je via een verkort traject van één of twee jaar een tweede bachelordiploma behalen. Bachelor Journalistiek Bachelor Hotelmanagement Bachelor Idea & Innovation Management Bachelor Toerisme- en Recreatiemanagement Bachelor Multimedia & Communicatietechnologie Ga voor een master Studeer via een schakelprogramma een master aan de Vrije Universiteit Brussel (VUB) : Master in de Communicatiewetenschappen Master in de Journalistiek In je derde jaar kan je alvast het vak Communicatiewetenschappen I of Media-economie volgen uit het schakelprogramma voor de master aan de VUB. Waar heb je les Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met een leuk dakterras Groot studielandschap Gezellig studentenrestaurant Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Naar het buitenland Brussel biedt als hoofdstad van Europa internationale opportuniteiten als geen ander. We halen het buitenland tot bij ons op de campus met gastsprekers en met internationale projecten die je zelf als student mee opzet. Op uitwisseling in Brussel Wil je graag op uitwisseling, maar blijf je toch ook graag in Brussel, dan kan je in het derde jaar ook bij onze Brusselse Franstalige partner IHECS studeren. De hogeschool bevindt zich op enkele straten van EhB, dus ver hoef je niet te lopen. Een betere boost voor je kennis van het Frans zal je niet vinden. In Europa Heb je zelf nog meer nood aan een internationale ervaring? Dan kan je op Erasmusuitwisseling in één van onze Europese partnerscholen in meer dan tien verschillende landen. Een internationale stage Als student Communicatie kun je ook een internationale stage lopen, zowel binnen als buiten Europa. Je voorgangers gingen zo al naar New York, Washington, California, Perú, Paraguay, Argentina, Bali, Bangkok, Tokio, … Oneindig veel mogelijkheden! Begint het al te kriebelen? Voor al je vragen over een buitenlandse ervaring kan je contact opnemen met Ellen Thielemans , de coördinator Internationalisering. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’22-’23 (60 studiepunten) Niet-beurstariefstudent € 281,1 € 13,5 € 1092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2022 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2023 tot 2029 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Communicatie? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: Maandag tot vrijdag van 9u tot 16u Bel ons: 02 213 61 10 Mail ons: studentensecretariaat.mm@ehb.be Kom langs: campus Kanal, Slotstraat 28 1000 Brussel Subsidies en beurzen Check of je recht hebt op een studietoelage Aanvraag tot KMO-portefeuille Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Mail ons: ben.caudron@ehb.be Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel een vraag via dit formulier Gerelateerde verhalen Verhaal Laatstejaarsstudenten maken podcastreeks EHBC Twee laatstejaarsstudenten uit de bacheloropleiding Communicatie produceerden hun allereerste podcast, genaamd EHBC. ··· Verhaal Toptransfer! Marketingman Capgemini Kris Poté wordt docent Communicatie Na meer dan dertig jaar als directeur en vice president marketing & communicatie in de IT-wereld, maakt Kris Poté de overstap naar onze hogeschool. ··· Verhaal Op Erasmus met Fleur & Yüksel Fleur en Yüksel, derdejaars Communicatie, delen hun Erasmusavontuur vanuit Finland en Spanje. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}