{
    "id": "3",
    "title": "contact",
    "source": "https://www.erasmushogeschool.be/nl/contact",
    "description": "Neem contact op met de Erasmushogeschool Brussel. We helpen je zo snel mogelijk verder.",
    "content": "Contact | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Erasmushogeschool Brussel Contact Contact campus Bloemenhof bel 02 213 61 10 mail mm@ehb.be campus Kanal bel 02 899 71 00 mail mm@ehb.be campus Jette bel 02 472 52 00 mail gdt.jette@ehb.be campus Kaai bel 02 523 37 37 mail gdt.kaai.student@ehb.be of algemeen info@ehb.be campus RITCS - Dansaert bel 02 507 14 11 mail ritcs@ehb.be campus RITCS - Bottelarij bel 02 411 42 87 mail ritcs@ehb.be campus KCB bel 02 513 45 87 mail kcb@ehb.be campus Leuven mail campusleuven@ehb.be Vragen over een specifieke opleiding? Check de contactgegevens op de opleidingspagina's . Vragen over inschrijven? Mail naar het studentensecretariaat van de campus . Vragen over toelatingsvoorwaarden ? Mail naar admissions@ehb.be . Vragen over internationalisering? Mail naar international.office@ehb.be . Vragen over de vriendenkring voor de gepensioneerde medewerkers? Ga naar Mebruzalem . Algemene vragen? Bel 02 523 37 37 Mail info@ehb.be Chat met ons via de pop-up rechtsonder in beeld Stel een vraag via onderstaand formulier You must have JavaScript enabled to use this form. Voornaam Achternaam Mailadres Telefoonnummer Vraag Indienen Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}