{
    "id": "34",
    "title": "cosmetic sciences",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/cosmetic-sciences",
    "description": "Uit een bevraging bij cosmeticabedrijven bleek er nood aan een navorming cosmetische wetenschappen, voor de doelgroep ‘bachelors in wetenschappen'.",
    "content": "Cosmetic Sciences - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Cosmetic Sciences Voor wie Farmaceutisch technisch assistenten, bachelors in wetenschappelijke richtingen (BMLT, biochemie, chemie, biotechnologie) Masters in wetenschappelijke richtingen (farmacie, biomedische wetenschappen, …) Andere: toelating op dossier. Opleidingen Cosmetic Sciences Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Farmaceutisch technisch assistenten, bachelors in wetenschappelijke richtingen (BMLT, biochemie, chemie, biotechnologie) Masters in wetenschappelijke richtingen (farmacie, biomedische wetenschappen, …) Andere: toelating op dossier. Hoe ziet de opleiding eruit Cosmetica zijn alle producten die in contact komen met de opperhuid, de haren, het lichaamshaar, de nagels, de lippen, de mond, enz met als doel om die te reinigen (bvb: zeep), te beschermen (bvb: zonnecrème), in goede staat te houden (bvb: antirimpelcrème), te parfumeren (bvb parfum, deodorant) of het uiterlijk ervan te wijzigen (bvb: make-up, haarkleurmiddelen). De cosmetica-industrie is een belangrijke sector in België die nood heeft aan professionele bachelors met een wetenschappelijke achtergrond en interesse in Cosmetologie. Het programma van de postgraduaatopleiding Cosmetic sciences werd in samenwerking met vertegenwoordigers van de sector uitgewerkt om tegemoet te komen aan deze noden. Het doel van de opleiding is de fysische, chemische, biologische en andere kennis te ontwikkelen die onontbeerlijk is bij het vervaardigen en het gebruik van schoonheids-, toilet- en hygiëneproducten. Waar kan je terecht als professional in de cosmetica sector? In de R&D-afdeling waar men producten ontwikkelt, of in het labo om kwaliteitscontrole /toxiciteitstesten uit te voeren of als formuleerder (om recepten te optimaliseren), of binnen de productie (om processen op te volgen) , in de marketing (als marketeer), in de sales (als verkoper), enz. Wat leer je De student kent de histologie, fysiologie en microbiologie van huid, haar en nagels (module 1); De student kent de verschillende huidtypes en hun verzorging, met extra aandacht voor de veroudering van de huid en voor de babyhuid (module 1); De student heeft notie van enkele veel voorkomende pathologieën in de klinische dermatologie en leert huidmeetmethoden kritisch te benaderen (module 1); De student kent nieuwe medisch-aesthetische behandelingen (module 1). De student kent de grondstoffen gebruikt bij de formulatie van cosmetische producten: chemische en fysische eigenschappen, functies en toepassingen(module 2); De student kent de algemene samenstelling en formulatie-technologie van de verschillende cosmetische producten (module 3) De student heeft notie van de industriële productietechnieken met inbegrip van QA/QC en duurzaamheid (module 3); De student kent de EU wetgeving mbt cosmetica (EC N° 1223/2009) (module 4) De student kent de inhoud en opbouw van een Product information file (PIF) (module 4) De student weet hoe claims dienen gerechtvaardigd worden, idem voor labelseco, bio, …), begrijpt het begrip ‘patenteering’ in de cosmetica-industrie (module 4) De student kent de belangrijkste in vitro methoden voor het testen van cosmetica (module 4) De student weet wat je moet doen om je eigen cosmetica-product op de markt te brengen (module 4) De student kent de belangrijkste medical devices, ontwikkelingen en trends in de cosmetica-industrie (module 4) De student kan de theoretische kennis rond grondstoffen en formulaties omzetten in de praktijk en kan eenvoudige cosmetische producten bereiden (module 5). Lesprogramma Dit postgraduaat start in september 2024 . De lessen worden zowel in het Engels als in het Nederlands gegeven. De opleiding is opgebouwd uit 6 modules: Module 1: De huid (3 studiepunten) Module 2: Grondstoffenchemie (4 studiepunten) Module 3: Formulatietechnieken (3 studiepunten) Module 4: Regulatory (4 studiepunten) Module 5: Labo (3 studiepunten) Module 6: Stage (3d observatie stage met aanvullende opdrachten of 10 dagen ) (3 studiepunten) De leerstof wordt wekelijks (per les) online (op het leerplatform) gezet. De cursist is op deze manier in de mogelijkheid om op zijn/haar tempo de leerstof door te nemen. Om de 3 weken is er op zaterdag een digitaal of live contactmoment met de respectievelijke lesgevers (van 9u tot 16u). Tijdens dit contactmoment zal de lesgever ongeveer 2u per les de leerstof overlopen, moeilijke items uitleggen, voorbeelden of oefeningen geven, ingaan op vragen van de cursisten, enz. De mix van afstands- en live onderwijs is ideaal om te combineren met een job. Programma Na je studie Attest Postgraduaatgetuigschrift na slagen voor 20 studiepunten en indien men beschikt over een bachelor- of masterdiploma. In het andere geval ontvangt u een attest van deelname en slagen. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Module 1: €350 Module 2: €400 Module 3: €350 Module 4: €400 Module 5 (labo): €500 Stage: €100 Inschrijven kan per module of een aantal modules. Prijs voor PG à 5 modules + stage: 2000 euro (reductie van 100 euro) Studenten: 50% reductie. Deze opleiding geeft recht op betaald educatief verlof. Inschrijven Schrijf je hier in You must have JavaScript enabled to use this form. Ik schrijf me in voor deze opleiding - Geen - professionele bachelor Biomedische Laboratoriumtechnologie professionele bachelor Communicatie professionele bachelor Hotelmanagement professionele bachelor Idea & Innovation Management professionele bachelor Journalistiek educatieve bachelor Kleuteronderwijs educatieve bachelor Lager Onderwijs educatieve bachelor Secundair Onderwijs verkorte educatieve bachelor Secundair Onderwijs professionele bachelor Landschaps- & Tuinarchitectuur professionele bachelor Multimedia & Creatieve Technologie professionele bachelor Organisatie & Management professionele bachelor Pedagogie van het Jonge Kind professionele bachelor Sociaal Werk professionele bachelor Toegepaste Informatica professionele bachelor Toerisme- & Recreatiemanagement professionele bachelor Verpleegkunde professionele bachelor Voedings- & Dieetkunde professionele bachelor Vroedkunde professionele bachelor Audiovisuele Kunsten (na toelatingsproef) professionele bachelor Musical (na toelatingsproef) academische bachelor Audiovisuele Kunsten (na toelatingsproef) academische bachelor Muziek (na toelatingsproef) academische bachelor Drama (na toelatingsproef) graduaat Accounting Administration graduaat Accounting Administration (E-learning) graduaat Basisverpleegkunde Educatieve Graduaatsopleiding Secundair Onderwijs graduaat Elektromechanische Systemen graduaat Juridisch-administratieve Ondersteuning graduaat Logies-, Restaurant- & Cateringmanagement graduaat Marketing & Communicatiesupport graduaat Podium- & Eventtechnieken postgraduaat Coding postgraduaat Cosmetic Sciences postgraduaat Diabeteseducator postgraduaat Fiscaliteit postgraduaat Forensisch Hulpverlenend Expert postgraduaat Forensisch Onderzoek postgraduaat Forensisch Verpleegkundig Expert postgraduaat Health Coach postgraduaat Informatiemanagement postgraduaat Musical postgraduaat Muziek postgraduaat Niet-Confessionele Zedenleer graduaat Programmeren graduaat Systeem- & Netwerkbeheer postgraduaat Applied Bio-Informatics in Research postgraduaat Bedrijfsverpleegkunde postgraduaat Palliatieve Zorg postgraduaat Pediatrie en Neonatologie postgraduaat Peri-operatieve Zorgen postgraduaat Procesbegeleider Ethiek in Zorg en Welzijn postgraduaat Toegepaste Artificiële Intelligentie banaba Zorgmanagement micro-credential Accounting Administration (boekhouden) micro-credential Bedrijfsbeleid micro-credential Boekhouden voor werknemers micro-credential Boekhouden voor zelfstandigen micro-credential Cybersecurity & Ethical Hacking micro-credential Hulpboekhouder micro-credential Multimedia en Creatieve Technologie Expertise micro-credential Onderneming & Recht (Juridisch-administratieve Ondersteuning) micro-credential Preventieve gezondheid, voeding, beweging, ziekte- en infectiepreventie en mentaal welzijn micro-credential Proefdierkunde micro-credential Tourism & Leisure Basics I & II Ik ben enkel geïnteresseerd in een bij- & nascholing 2024-2025. Hou mij de hoogte wanneer de inschrijvingen openen. Ja, stuur mij een mail als de inschrijvingen openen Ik ben momenteel - Selecteren - student in het middelbaar onderwijs student in het hoger onderwijs aan het werk andere familienaam voornaam e-mail straat + huisnummer postcode woonplaats Ik wil EhB-nieuws ontvangen in mijn mailbox Ja Nee Ja, ik start mijn inschrijving Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Jolien De Munck - Coördinator Els Plas - Opleidingshoofd Sabrina Chebchoubi - Administratieve vragen Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}