{
    "id": "35",
    "title": "cybersecurity & ethical hacking",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/cybersecurity-ethical-hacking",
    "description": "Deze microdegree van 10 studiepunten bestaat uit 2 flavours waaruit je kan kiezen. Network Security & Ethical Hacking of Software Security & Ethical Hacking.",
    "content": "Cybersecurity & Ethical Hacking - Micro-credential | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Micro-credential Cybersecurity & Ethical Hacking Schrijf je nu in inschrijven Voor wie Deelnemers die beschikken over een graduaatsdiploma binnen het domein netwerken of software-ontwikkeling . Deelnemers die beschikken over een diploma Toegepaste Informatica . Opleidingen Cybersecurity & Ethical Hacking Hoe ziet de opleiding eruit Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Voor wie Deelnemers die beschikken over een graduaatsdiploma binnen het domein netwerken of software-ontwikkeling . Deelnemers die beschikken over een diploma Toegepaste Informatica . Hoe ziet de opleiding eruit Deze micro-credential van 10 studiepunten bestaat uit 2 flavours waaruit je kan kiezen: Network Security & Ethical Hacking of Software Security & Ethical Hacking De lesmomenten zijn op maandagnamiddag en donderdagnamiddag *onder voorbehoud. Er zal gebruik gemaakt worden van Blended learning: Live lessen on campus, met de mogelijkheid tot zelfstudie en contactmomenten met je docent via Teams. Planning: september - december Ethical Hacking: maandagnamiddag Software Security: dinsdagvoormiddag Network Security: donderdagnamiddag Network Security & Ethical Hacking Network Security Het opleidingsonderdeel Network Security bespreekt de principes van netwerkbeveiliging en leert de skills om een netwerk op allerhande manieren te installeren, te beveiligen, te monitoren en te troubleshooten en dit om de integriteit, de betrouwbaarheid en de beschikbaarheid van data en systemen ten allen tijde te bewaren. Daarnaast gaan we dieper in op cloud-controlled en cloud-managed networking en wat het kan betekenen als een gebruiksvriendelijke en schaalbare netwerkoplossing. We bespreken ook de basisprincipes van Network Load Balancing en SD-WAN. Het opleidingsonderdeel Network Security maakt ondermeer gebruik van security-gerelateerde topics uit het Cisco CCNA CyberOps curriculum en er wordt gebruikt gemaakt van bijkomende informatie en materiaal (Fortinet NSE, Palo Alto, Sonicwall, ...). De volgende onderwerpen komen aan bod om de beoogde doelstellingen te bereiken: Moderne bedreigingen in computernetwerken Beveiliging van netwerken en netwerkapparatuur Authenticatie, Authorisatie en Accounting Implementeren van firewall technologieën Implementeren van intrusion prevention Cryptografie Implementeren van VPNs Next Generation firewalls Endpoint security Cloud-based networking Network Load Balancing en SD-WAN. Ethical Hacking Je leert dezelfde technieken en tools als de hackers te gebruiken. Op deze manier zal je in staat zijn om de beveiliging van een organisatie te beoordelen, zwakke punten te identificeren en de problemen kunnen oplossen voordat er misbruik van wordt gemaakt door hackers. Topics: Introduction to Ethical hacking concepts & methodology Footprinting Concepts, Methodology, Tools & Countermeasures Enumeration & Enumeration Countermeasures & Pen Testing Vulnerability Analysis Sniffing Concepts, Tools, Countermeasures & Detection Techniques Social Engineering Concepts & Techniques Denial-of-Service Concepts, Attack Techniques, Attack Tools, Protection Tools Session Hijacking concepts & Countermeasures Evading IDS, Firewalls & Honeypots SQL Injection concepts & Countermeasures Hacking Wireless Networks & Countermeasures Software Security & Ethical Hacking Software Security Het vak Software Security zorgt voor een bewustzijn van de gevaren en uitdagingen bij de ontwikkeling van veilige software. Hierbij worden verschillende beveiligingstechnieken overlopen en in praktijk gebracht. De volgende onderwerpen worden aangereikt om de beoogde doelstellingen te bereiken: Threat modelling Cryptografie Authenticatie TLS en HTTPS Web security Privacy Autorisatie Beveiligen REST APIs OAuth en OpenID Connect Ethical Hacking Je leert dezelfde technieken en tools als de hackers te gebruiken. Op deze manier zal je in staat zijn om de beveiliging van een organisatie te beoordelen, zwakke punten te identificeren en de problemen kunnen oplossen voordat er misbruik van wordt gemaakt door hackers. Topics: Introduction to Ethical hacking concepts & methodology Footprinting Concepts, Methodology, Tools & Countermeasures Enumeration & Enumeration Countermeasures & Pen Testing Vulnerability Analysis Sniffing Concepts, Tools, Countermeasures & Detection Techniques Social Engineering Concepts & Techniques Denial-of-Service Concepts, Attack Techniques, Attack Tools, Protection Tools Session Hijacking concepts & Countermeasures Evading IDS, Firewalls & Honeypots SQL Injection concepts & Countermeasures Hacking Wireless Networks & Countermeasures Campus Kaai In Anderlecht Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten De studiekost van de micro-credential Cybersecurity & Ethical Hacking bedraagt 497,1 euro (Pluralsight account inclusief). Inschrijven Klaar om je in te schrijven voor de opleiding Cybersecurity & Ethical Hacking? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De evaluatie bestaat uit een combinatie van werkstuk, vaardigheidstest en kennistoetsen. Vereiste voorkennis Bachelor Toegepaste Informatica of gelijkwaardig door (technische) ervaring, binnen netwerkbeheer of software ontwikkeling. De openingsuren van ons studentensecretariaat: Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u. Nijverheidskaai 170, 1070 Anderlecht bel ons: 02 523 37 37 mail ons: gdt.kaai.student@ehb.be Contact Erasmushogeschool campus Kaai Nijverheidskaai 170, 1070 Anderlecht Mail ons: steve.weemaels@ehb.be Chat met ons via de knop rechtsonder in beeld Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Contacteer ons via Facebook Check zeker onze infomomenten . Wil je op de hoogte gehouden worden van nieuws en events? Laat dan je gegevens achter . Gerelateerde verhalen Verhaal Heel wat nieuws te ontdekken in 2023-2024 We starten heel wat nieuwe opleidingen in september en er is voor elk wat wils: kort of lang en in tal van domeinen. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}