{
    "id": "36",
    "title": "data gedreven besluitvorming — 7 11 2024",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/data-gedreven-besluitvorming-7-11-2024",
    "description": "Data gedreven besluitvorming",
    "content": "Data gedreven besluitvorming - 7 11 2024 - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Data gedreven besluitvorming — 7 11 2024 Opleidingen Data gedreven besluitvorming - 7 11 2024 Hoe ziet de opleiding eruit Waar heb je les Studiekosten Inschrijven Het implementeren van AI in een organisatie vergt een gestructureerde aanpak. Een data first mindset, het belang van deze mindset wordt duidelijk in deze workshop van een halve dag. Je leert hoe data first mindset leidt tot een betere besluitvorming gebaseerd op data en niet op buikgevoel. Deze opleiding gaat door op 7 november 2024. Deze sessie van 1/2 dag behandelt volgende zaken: Het belang van Key Business Questions Funneling & workflows met hun data Hypothese ontwikkeling in relatie tot het vraagstuk Benchmarking van de data Selectie en ranking de mogelijke oplossingen Validering van de oplossing Na deze workshop kan je een business vraagstuk op een data gedreven manier aanpakken en met kennis van zaken een geargumenteerde beslissing nemen. Doelpubliek Leidinggevenden Praktische informatie: 1/2 dag 9h-12h laptop is een noodzaak. Prijs: € 149 Waar volgt u de vorming Campus Kaai Campus Kaai is de thuis van onze studenten Design & Technologie, Musical en RITCS. Het is een bruisende IT- & kunstcampus. We zijn volop bezig aan de uitbreiding van campus Kaai. Met een nieuwbouw en renovatie bouwen we o.m. een theaterzaal en hightechfilmstudio. Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid Vlot bereikbaar met trein, metro, fiets, step IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes enz. Groene buitenruimte Opgelet: er zijn grote bouwwerken gaande op campus Kaai, waardoor er een nieuwe parkeerregeling is. Hier lees je er alles over. Wat kost het? Deze vorming kost €149. inschrijven Klaar om je in te schrijven? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact Vragen over deze bijscholing op maat? Contacteer christophe.benoit@ehb.be Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}