{
    "id": "38",
    "title": "democracy: challenges & futures",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/democracy-challenges-futures",
    "description": "This micro-credential focuses on discussing the current challenges to democracy while also looking at the possibilities that lay ahead.",
    "content": "Democracy: challenges & futures - Micro-credential | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Micro-credential Democracy: challenges & futures Join us! Apply Opleidingen Democracy: challenges & futures Hoe ziet de opleiding eruit Waar heb je les Flexibel studeren Studiekosten Inschrijven Contacteer ons Download the brochure The future of democracy Democracy has never been more celebrated and under threat at the same time. It has been heralded as the best way of making political decisions, but it is also vulnerable to many challenges, chief among which are citizen dissatisfaction, policy short-termism, polarization and misinformation. That is why it is crucial for current and future decisionmakers , and engaged citizens alike, to critically assess the main challenges to democracy, and to acquire the foresight tools necessary for improving democratic governance futures. This micro-credential meets both goals. On the one hand, it offers its participants a thorough theoretical and empirical overview of the main challenges to democracy. On the other hand, it also crucially aims to foster students’ future-thinking skills to inform how governance could look like in near and long-term. Even though the micro-credential is taught at an advanced level, it is open to a wide variety of audiences, ranging from policy-makers at all levels of government (local, regional, national or European) to citizens concerned with the current state of democracy. The courses are organised in an interactive way including working sessions in which we let you experience the various techniques in a hands-on-manner, complemented with lectures that can be followed online or in class. The courses are therefore suitable for anyone with a professional or personal interest in the state of democracy. Vakken Courses The micro-credential \"Democracy: challenges & futures\" consists of 2 courses: Challenges to Democracy (VUB, 6 ECTS, 1st semester) Futures Studies (EhB, 3 ECTS, 1st semester) One semester The programme is organised in the first semester. 9 ECTS This micro-credential consists of 9 credits. Location Courses are organised on the VUB Main Campus located in Etterbeek. Flexibility What are micro-credentials? Micro-credentials are small academic-level courses that focus on specific competencies . They often consist of one or a few courses, or parts of them, that are usually also taught in a university undergraduate or graduate program. Usually the classes are taught for a few hours spread over one semester or one academic year. They are literally 'micro courses' . If you pass the micro-credential, you receive a certificate as proof that you have acquired the competencies. So you also acquire real official credits. This is where micro-credentials differ from other continuing education courses, study days or lectures. The credits and competencies you obtain with a micro-credential are recognized in your further career, also internationally, and can for example lead to exemptions from continuing education at other institutions and organizations. Micro-credentials are important for lifelong learning . After all, in our rapidly changing society, it is essential that everyone continues to work on renewing their own competencies. Obtaining a diploma is not the end of learning, but rather the beginning. Micro-credentials are blocks that you can stack and combine throughout your life and career to further direct your own pathway. There are several advantages to taking micro-credentials. They are short courses and they are specific, teaching you only what you need to further your education or specialization. In addition, the certificate guarantees your acquired competencies and the credits are transferable and often recognized abroad. You can also endlessly combine and stack micro-credentials according to your needs and interests. They are a great asset on your CV. Are classes compatible with work and personal life? We put maximum effort into blended education , a combination of online classes and classes on campus. This way, students don't necessarily have to be on campus if they don't need to, but we also believe in the added value of physical teaching moments. Usually classes are taught for a few hours spread over one semester or one academic year. If there is mandatory attendance for a particular course, it will be clearly communicated in advance. You can always view the class schedules for the current academic year. In the class schedule you can find out whether a course is online, on-campus or via lecture recordings. If a course does not appear in the timetable, it can be followed via recordings. The best way to view the schedule is on a course-by-course basis. That way you can estimate whether it can be combined. Cost Cost All information about the cost of this micro-credential can be found on the website of VUB . Inschrijven Click here to register . Documents needed What documents do you need to follow this micro-credential? Find out here ! Deadlines Check here when you can register for the next academic year at the latest. Contact Courses are organised on the VUB Main Campus located in Etterbeek. Contact the micro-credential coordinator of the VUB. Gerelateerde verhalen Verhaal Heel wat nieuws te ontdekken in 2023-2024 We starten heel wat nieuwe opleidingen in september en er is voor elk wat wils: kort of lang en in tal van domeinen. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}