{
    "id": "39",
    "title": "diabeteseducator",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/diabeteseducator",
    "description": "Met ‘diabeteseducator’ biedt de Erasmushogeschool Brussel zorgverleners de mogelijkheid om zich verder te verdiepen in de therapeutische patiënteneducatie.",
    "content": "Diabeteseducator - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Diabeteseducator Voor wie De opleiding diabeteseducator beoogt een multidisciplinaire omkadering van diabetespatiënten en volgt de wettelijke bepalingen i.k.v. diabeteseducatie. Bijgevolg is het postgraduaat toegankelijk voor zorgverleners met een diverse basisopleiding: Bachelor in de Verpleegkunde; Bachelor in de Vroedkunde; Bachelor in de Voedings- en Dieetkunde; Bachelor in de Podologie; Bachelor in de Kinesitherapie; Master Huisartsengeneeskunde. Gediplomeerde – gebrevetteerde verpleegkundigen 4e graad (HBO5) en apothekers kunnen inschrijven voor de navorming diabeteseducator. Opleidingen Diabeteseducator Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie De opleiding diabeteseducator beoogt een multidisciplinaire omkadering van diabetespatiënten en volgt de wettelijke bepalingen i.k.v. diabeteseducatie. Bijgevolg is het postgraduaat toegankelijk voor zorgverleners met een diverse basisopleiding: Bachelor in de Verpleegkunde; Bachelor in de Vroedkunde; Bachelor in de Voedings- en Dieetkunde; Bachelor in de Podologie; Bachelor in de Kinesitherapie; Master Huisartsengeneeskunde. Gediplomeerde – gebrevetteerde verpleegkundigen 4e graad (HBO5) en apothekers kunnen inschrijven voor de navorming diabeteseducator. Hoe ziet de opleiding eruit Diabetes is een chronische ziekte die wereldwijd voorkomt. Volgens de WHO blijft het aantal personen met diabetes toenemen. Zorgverleners die actief zijn binnen diverse sectoren in de gezondheidszorg, zowel intra- als extramuraal, zullen steeds vaker geconfronteerd worden met de problematiek van diabetes. Het is dan ook belangrijk om meer deskundigheid op vlak van diabetes te gaan ontwikkelen in al deze sectoren en bij de verschillende zorgverleners. De diagnose ‘diabetes’ brengt een levenslange aanpassing van de levensstijl en een aantal belangrijke gezondheidsrisico’s met zich mee. Patiënten trachten controle te krijgen over hun ziekte en worden geconfronteerd met veranderde toekomstperspectieven, beperkingen en vaak ook vrees voor complicaties. Het is belangrijk dat diabetespatiënten ondersteund worden in het management van hun ziekte en het uitbouwen van hun zelfzorg. Met de opleiding ‘diabeteseducator’ biedt de Erasmushogeschool Brussel zorgverleners de mogelijkheid om zich verder te verdiepen in de therapeutische patiënteneducatie. Tijdens de opleiding verwerf je de kennis, vaardigheden en attitude om voor patiënten met diabetes de hulpvraag, zorg- en educatiebehoefte vast te stellen en vervolgens de gespecialiseerde verpleegkundige zorg en educatie aan hen te geven. Na het succesvol afronden van de opleiding kan de zorgverlener inter- en intradisciplinair consult verlenen, advies geven over het verplegen en educeren van patiënten met diabetes; alsook de opgedane kennis en vaardigheden m.b.t. het verplegen en educeren van diabetespatiënten doorgeven aan collega’s. Lesprogramma De opleiding loopt van oktober 2024 tot juni 2025 met vaste lesdag op dinsdag. Check hier de academiejaarkalender. Het postgraduaat is opgebouwd uit 4 modules: Module 1: Verpleegkundige wetenschappen - 5 ECTS Deze module omvat een aantal praktische workshops -gericht op verschillende doelgroepen- waar je zelf aan de slag gaat met het begrip ‘educatie’, rekening houdend met ethiek en de laatste evidence. Principes en oefeningen in de verpleegkundige zorg aan de diabetische patiënt in de intra- of extramurale sectoren: bij het kind, de adolescent, de volwassene en de bejaarde; in geval van zwangerschap; alsook in bijzondere situaties (sport, vasten,...); Ethische en deontologische aspecten van de verpleegkundige zorgen; Methodologie van toegepast onderzoek in de diabetologie. Module 2: Biomedische wetenschappen - 7 ECTS In deze module wordt dieper ingezoomd op de biomedische aspecten van diabetes. Volgende aspecten komen aan bod: Fysiologie, pathologie en pathologische fysiologie van diabetes; Algemene en specifieke behandeling van diabetes; Algemene en specifieke complicaties van diabetes; Principes en oefeningen van voeding en dieetleer voor de diabetische patiënten. Module 3: Sociale en menswetenschappen - 5 ECTS De derde module verkent de rol van de diabeteseducator en maakt de zorgverlener wegwijs in de wet- en regelgeving hieromtrent. Ook worden verschillende methodieken van therapeutische patiënteneducatie aangebracht. Volgende topics komen aan bod: Wettelijke en psychosociale aspecten van de zorgen aan diabetische patiënten; Opleiding van de diabetische patiënt; Interdisciplinaire samenwerking. Module 4: Klinisch onderwijs - 3 ECTS Deze module in de opleiding bestaat uit klinische praktijkervaring. Om de opleiding succesvol te kunnen beëindigen, moet de zorgverlener een minimum van 32 stage-uren binnen een diabetesconventiecentrum kunnen bewijzen. Daarnaast volgt de zorgverlener ook minimaal vier educaties (4u) in de eerstelijnsgezonheidszorg. Alle stage-uren dienen voor het examen afgewerkt te zijn. Voor de stage-uren binnen een diabetesconventiecentrum is een stagepakket uitgewerkt, waarin de zorgverlener kennis maakt met de verschillende diensten die betrokken zijn bij diabeteszorg. De praktische organisatie voor het volgen van educaties, neemt de zorgverlener zelf op. Meer informatie kan bekomen worden bij de opleidingsverantwoordelijke. Na je studie Attest In het kader van de zorgtrajecten voor diabetespatiënten kunnen verpleegkundigen, podologen, diëtisten en kinesisten een specifiek registratienummer (RIZIV-nummer) aanvragen bij het RIZIV, waarmee zij specifieke verstrekkingen inzake educatie tot zelfzorg kunnen attesteren. Dit registratienummer dient de zorgverlener zelf aan te vragen na het voltooien van het Postgraduaat ‘diabeteseducator’. De bepalingen betreffende de wet op de uitoefening van de gezondheidsberoepen zijn van toepassing; educatoren kunnen alleen verstrekkingen verrichten waarvan de inhoud tot hun wettelijke bevoegdheden behoren. De opleiding Postgraduaat Diabeteseducator voldoet aan de erkenningsvoorwaarden tot educator van het RIZIV. Na het succesvol doorlopen van de opleiding ontvangt de zorgverlener een getuigschrift ‘postgraduaat diabeteseducator’ van 20 studiepunten. Zorgverleners met een HBO5-diploma en apothekers, ontvangen een attest van gevolgde navorming. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt €1100 - inclusief cursusmateriaal. Lesmateriaal van de (gast)sprekers wordt digitaal ter beschikking gesteld via de elektronische leeromgeving Deze opleiding geeft recht op betaald educatief verlof en Vlaams opleidingsverlof. Inschrijven Geïnteresseerden kunnen bij vragen rechtstreeks contact opnemen met de coördinator Sophie Brasseur voor een persoonlijk gesprek. Schrijf je hier in You must have JavaScript enabled to use this form. Ik schrijf me in voor deze opleiding - Geen - professionele bachelor Biomedische Laboratoriumtechnologie professionele bachelor Communicatie professionele bachelor Hotelmanagement professionele bachelor Idea & Innovation Management professionele bachelor Journalistiek educatieve bachelor Kleuteronderwijs educatieve bachelor Lager Onderwijs educatieve bachelor Secundair Onderwijs verkorte educatieve bachelor Secundair Onderwijs professionele bachelor Landschaps- & Tuinarchitectuur professionele bachelor Multimedia & Creatieve Technologie professionele bachelor Organisatie & Management professionele bachelor Pedagogie van het Jonge Kind professionele bachelor Sociaal Werk professionele bachelor Toegepaste Informatica professionele bachelor Toerisme- & Recreatiemanagement professionele bachelor Verpleegkunde professionele bachelor Voedings- & Dieetkunde professionele bachelor Vroedkunde professionele bachelor Audiovisuele Kunsten (na toelatingsproef) professionele bachelor Musical (na toelatingsproef) academische bachelor Audiovisuele Kunsten (na toelatingsproef) academische bachelor Muziek (na toelatingsproef) academische bachelor Drama (na toelatingsproef) graduaat Accounting Administration graduaat Accounting Administration (E-learning) graduaat Basisverpleegkunde Educatieve Graduaatsopleiding Secundair Onderwijs graduaat Elektromechanische Systemen graduaat Juridisch-administratieve Ondersteuning graduaat Logies-, Restaurant- & Cateringmanagement graduaat Marketing & Communicatiesupport graduaat Podium- & Eventtechnieken postgraduaat Coding postgraduaat Cosmetic Sciences postgraduaat Diabeteseducator postgraduaat Fiscaliteit postgraduaat Forensisch Hulpverlenend Expert postgraduaat Forensisch Onderzoek postgraduaat Forensisch Verpleegkundig Expert postgraduaat Health Coach postgraduaat Informatiemanagement postgraduaat Musical postgraduaat Muziek postgraduaat Niet-Confessionele Zedenleer graduaat Programmeren graduaat Systeem- & Netwerkbeheer postgraduaat Applied Bio-Informatics in Research postgraduaat Bedrijfsverpleegkunde postgraduaat Palliatieve Zorg postgraduaat Pediatrie en Neonatologie postgraduaat Peri-operatieve Zorgen postgraduaat Procesbegeleider Ethiek in Zorg en Welzijn postgraduaat Toegepaste Artificiële Intelligentie banaba Zorgmanagement micro-credential Accounting Administration (boekhouden) micro-credential Bedrijfsbeleid micro-credential Boekhouden voor werknemers micro-credential Boekhouden voor zelfstandigen micro-credential Cybersecurity & Ethical Hacking micro-credential Hulpboekhouder micro-credential Multimedia en Creatieve Technologie Expertise micro-credential Onderneming & Recht (Juridisch-administratieve Ondersteuning) micro-credential Preventieve gezondheid, voeding, beweging, ziekte- en infectiepreventie en mentaal welzijn micro-credential Proefdierkunde micro-credential Tourism & Leisure Basics I & II Ik ben enkel geïnteresseerd in een bij- & nascholing 2024-2025. Hou mij de hoogte wanneer de inschrijvingen openen. Ja, stuur mij een mail als de inschrijvingen openen Ik ben momenteel - Selecteren - student in het middelbaar onderwijs student in het hoger onderwijs aan het werk andere familienaam voornaam e-mail straat + huisnummer postcode woonplaats Ik wil EhB-nieuws ontvangen in mijn mailbox Ja Nee Ja, ik start mijn inschrijving Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan de coördinator: sophie.brasseur@ehb.be Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}