{
    "id": "40",
    "title": "diversiteit, gelijkwaardigheid, inclusie en het jonge kind (’ 24 -’ 25 )",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/diversiteit-gelijkwaardigheid-inclusie-en-het-jonge-kind-24-25",
    "description": "De cursus heeft tot doel het bewustzijn rond diversiteit en rechtvaardigheid te versterken.",
    "content": "Diversiteit, gelijkwaardigheid, inclusie en het jonge kind ('24-'25) - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Diversiteit, gelijkwaardigheid, inclusie en het jonge kind (’ 24 -’ 25 ) Voor wie Professionals in de sector van opvang en onderwijs voor jonge kinderen. Opleidingen Diversiteit, gelijkwaardigheid, inclusie en het jonge kind ('24-'25) Hoe ziet de opleiding eruit Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Professionals in de sector van opvang en onderwijs voor jonge kinderen. Hoe ziet de opleiding eruit Lesprogramma De opleiding start in oktober '24. De opleiding omvat 4 sessies gespreid over 4 maanden (met een frequentie van één sessie, 6 uur per maand, met uitzondering van sessie 4 : 4uur). Sessie 1 (okt 2024): Diversiteit, gelijkwaardigheid, rechtvaardigheid en inclusie, wat leert onderzoek ons? (theorie) Sessie 2 (nov 2024): Hoe inclusief zijn we? Analyse van waarden en overtuigingen van de eigen praktijk. Sessie 3 (dec 2024): Hoe geef ik vorm een warm, krachtig en inclusie klimaat? (praktijk) Sessie 4 (jan 2025): terugblikken om vooruit te gaan+ evaluatie Wat leer je Na afloop van het traject: heeft de deelnemer kennis over diversiteit, gelijkwaardigheid, rechtvaardigheid en inclusie. ontwikkelde de deelnemer een bij de praktijk passende visie op inclusie (OOJK). beschikt de deelnemer over de noodzakelijke diversattude in de omgang met diversiteit, ondersteunt de deelnemer het veranderingsproces naar een sterker inclusief klimaat, van aanvang tot evaluatie en consolidatie, reflecteert de deelnemer over zijn/haar/hun diversattude. Waar heb je les Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars Campus Kanal Adres Slotstraat 28 1000 Brussel Telefoon 02 899 71 00 E-mail mm@ehb.be Studiekosten Het inschrijvingsgeld bedraagt 50 euro (4 sessies, totaal 22 uur). Inschrijven Klaar om je in te schrijven voor 'Diversiteit, gelijkwaardigheid, inclusie en het jonge kind'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact campus Kanal Slotstraat 28, 1000 Brussel Mail ons: stel je vraag aan Leen Rosiers - docent Geert De Raedemaeker - docent Bel ons: 02 899 71 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}