{
    "id": "42",
    "title": "educatief graduaat secundair onderwijs",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/educatiefgraduaat",
    "description": "Word praktijkleraar. Je leert je passie delen met jongeren en volwassenen. Opleiding in afstandsonderwijs of avondonderwijs.",
    "content": "Educatief Graduaat Secundair Onderwijs - Graduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Graduaat, Lerarenopleiding Educatief Graduaat Secundair Onderwijs Kom langs op één van onze infodagen infodagen Voor wie Je hebt ervaring in een praktisch vak. Je wil je kennis en passie delen met jongeren of volwassenen. Je staat al in het onderwijs of je wil de stap zetten naar het onderwijs. Je hebt een diploma secundair onderwijs, een graduaatsdiploma of minstens 3 jaar beroepservaring. Je wil een pedagogisch diploma behalen via afstandsonderwijs. Opleidingen Educatief Graduaat Secundair Onderwijs Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Voor wie Je hebt ervaring in een praktisch vak. Je wil je kennis en passie delen met jongeren of volwassenen. Je staat al in het onderwijs of je wil de stap zetten naar het onderwijs. Je hebt een diploma secundair onderwijs, een graduaatsdiploma of minstens 3 jaar beroepservaring. Je wil een pedagogisch diploma behalen via afstandsonderwijs. Hoe ziet de opleiding eruit In dit Educatief Graduaat Secundair Onderwijs leer je jongeren en volwassenen hun eigen weg te vinden in jouw expertisegebied. Je volgt een flexibel en modulair programma waarbij we veel aandacht hebben voor zelfstandig werk, praktijk en je persoonlijke competenties. In dit programma sta jij centraal. Zo leiden we je op tot een bekwame en deskundige leraar met een eigen identiteit. In het Educatief Graduaat maken we onderscheid tussen twee trajecten: het reguliere traject en het LIO-traject (Leraar-In-Opleiding). We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Ik wil overstappen naar het onderwijs Regulier traject Je staat nog niet voor de klas. Je bent in het bezit van een diploma secundair onderwijs én je hebt minstens 3 tot 5 jaar nuttige beroepservaring. Je volgt het traject in 1,5 jaar, 2 jaar, 2,5 jaar in avondonderwijs. Je volgt les op campus COOVI in Brussel. Meer info over regulier traject Ik sta al in het onderwijs LIO-traject (leerkracht in opleiding) Je staat al deeltijds of voltijds in het onderwijs. Je hebt een lesopdracht van minstens 500 leraar-uren op jaarbasis. Je bent in het bezit van een diploma secundair onderwijs én je hebt minstens 3 tot 5 jaar nuttige beroepservaring. Je volgt de opleiding volledig digitaal en op je eigen werkplek. Je mag een deel van je opleiding (max. 30 studiepunten) op je eigen school uitvoeren. Je volgt dit traject op 1,5 jaar, 2 jaar of 2,5 jaar in avondonderwijs, volledig op afstand. Voldoe je niet aan de lesopdracht? Neem contact op met de trajectbegeleider voor een LIO-light programma . Meer info over LIO-traject We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Vakken Je programma bestaat uit 90 studiepunten, verspreid over 5, 4 of 3 semesters. Voor je van start gaat, kijken we naar je sterktes en ontwikkelpunten. Op basis daarvan stippelt de studie- en trajectbegeleider samen met jou een traject uit. In het 1e semester leer je de absolute basis van het lesgeven. Je zet ook je eerste stappen in de onderwijswereld. Elk nieuw semester voegen we competenties toe. Doorheen alle semesters hechten we veel belang aan je persoonlijke ontwikkeling. Ervaring opdoen in de praktijk staat centraal in onze opleiding. Daarom bestaat meer dan een derde van de opleiding uit stage. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Programma regulier traject Programma LIO-traject Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Vakdidactiek Tijdens de opleiding kan je beroep doen op vakdidactici die nog met beide voeten in de praktijk staan. Zij zullen je begeleiden en ondersteunen gedurende je hele traject. Via een aantal werksessies en online begeleiding zullen ze je inleiden in de wereld van jouw vakdidactiek. De verschillende vakken worden onderverdeeld in vakdidactische clusters, kies er een die bij jouw diploma of nuttige ervaring past. Maatschappij en welzijn - zorg voor mens: verzorging, verpleegkunde Maatschappij en welzijn - zorg voor lichaam: bio-esthetiek, haarzorg, tandtechniek Land- en tuinbouw: agrarische technieken (STEM agro- en biotechnieken & STEM land- en tuinbouw), bloemschikken STEM - praktische richtingen : elektromechanica, elektriciteit, elektronica, grafische technieken, kunststoffen, mechanica, veiligheidstechniek, bouw, centrale verwarming, hout, koeltechniek, lassen-constructie, metaal, meubelmakerij, sanitair, schilderen en decoratie, schrijnwerkerij, autorijtechnieken, autotechniek, carrosserie Economie en organisatie: verkoop Horeca en voeding: bakkerij, hotel, slagerij, voeding Andere: goud, diamant, leder Na je studie Aan het werk Met dit diploma kan je terecht in alle onderwijsnetten van het secundair onderwijs of van het volwassenenonderwijs. Bij CVO's, Syntra, Cevora, in Basiseducatie en in het tweedekansonderwijs. Ook in de bedrijfswereld is er vraag naar bekwame mensen met pedagogische vaardigheden voor het geven van bv. opleidingen en bijscholingen. Je hebt dus heel wat mogelijkheden en de kansen liggen voor het grijpen. In Brussel en de rand vind je snel werk, maar ook in de rest van Vlaanderen is er nood aan gemotiveerde leerkrachten. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Waar heb je les Je volgt les op campus COOVI in Brussel of je volledig online. campus COOVI Je volgt het regulier traject of LIO-traject in avondonderwijs. campus in Anderlecht Vlot bereikbaar met openbaar vervoer Adres: Emile Grysonlaan 1 - gebouw 5, 1070 Anderlecht e-campus Leuven Je volgt het traject volledig op afstand (LIO- traject in dag- of avondonderwijs) maar heb je toch nood aan een studieruimte? Dan kan je terecht op campus Leuven. Open lichtrijke campus, groene buitenruimte, groot studielandschap Vlot bereikbaar met openbaar vervoer en een ruime parking Adres: Interleuvenlaan 5, 3001 Heverlee Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten: LIO-traject 2 jaar - Regulier traject 2 jaar Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2019 vond een toets nieuwe opleiding plaats voor deze opleiding. Lees het volledige rapport . De Nederlands-Vlaamse Accreditatieorganisatie (NVAO) besloot dat deze opleiding op internationaal aanvaarde wijze potentiële kwaliteit biedt: zie besluit toets nieuwe opleiding . De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat campus Coovi: maak een afspraak met isabelle.bataille@ehb.be . campus Leuven: maandag en donderdag van 13u tot 19u. Maak een afspraak met isabelle.bataille@ehb.be . Toelatingsvoorwaarden Je voldoet aan de diplomavoorwaarden. Je voldoet aan de taalvoorwaarden. Je voldoet aan de ervaringsvoorwaarde: Je beschikt over 3 jaar aantoonbare ervaring in het vakgebied van jouw behaalde diploma; Je beschikt over 5 jaar aantoonbare ervaring in een ander vakgebied dan het vakgebied van jouw diploma. Voldoe je niet aan de ervaringsvoorwaarde? Neem contact op met de trajectbegeleider . Subsidies en beurzen Check of je recht hebt op een studietoelage Aanvraag tot KMO-portefeuille Contact Campus COOVI Emile Grysonlaan 1 (gebouw 5), 1070 Anderlecht e-Campus Leuven Interleuvenlaan 5, 3001 Heverlee Mail ons: educatieve.graduaatsopleiding@ehb.be . Chat met ons via Messenger: @erasmushogeschool Maak een afspraak voor een online infomoment Maak een afspraak met een traject- en/of studiebegeleider Gerelateerde verhalen Verhaal Sven Gatz op bezoek in de campus van de toekomst! We wachten nog steeds op de officiële opening van onze gloednieuwe campus van de toekomst, maar minister Sven Gatz kreeg alvast een sneak peek. Benieuwd? ··· Verhaal Niels is beste leerkracht van Brussel UAB-partners EhB en VUB reiken samen met BRUZZ een prijs uit voor de beste leerkracht van Brussel. Dit jaar won Niels de Ruyck. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}