{
    "id": "5",
    "title": "eerste inschrijving aan ehb",
    "source": "https://www.erasmushogeschool.be/nl/inschrijven/eerste-inschrijving-aan-ehb",
    "description": "Inschrijven aan EhB als nieuwe student. Ik heb nog nooit eerder gestudeerd aan EhB.",
    "content": "Eerste inschrijving aan EhB | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Inschrijven Eerste inschrijving aan EhB Eerste inschrijving aan EhB Klaar om EhB-student te worden? Je kan je inschrijven voor een bachelor, een graduaat, een postgraduaat, een master, een banaba, een bij-& nascholing, een schakelprogramma of een voorbereidingsprogramma. Je kan je volledig online inschrijven of langskomen op campus. Bereid je voor en check voor je inschrijving: toelatingsvoorwaarden nieuwe regels studievoortgang starttoets lerarenopleiding studiekosten financiële steun leerkrediet Inschrijven academiejaar 2024-2025 Je kunt je voorinschrijven voor het academiejaar dat start in september 2024. Eens de opleidingen hun volledige programma hebben afgerond, inclusief de keuzevakken, zullen we je contacteren om de inschrijving te vervolledigen. Inschrijven 2024-25 >> Op campus inschrijven Je kan vanaf juni ook langskomen op het studentensecretariaat van je campus om je in te schrijven. Check de openingsuren van je campus. Kom langs tijdens onze infodagen. Hulp bij je inschrijving Check de algemene FAQ of FAQ over online inschrijven . Bekijk de handleiding over de online inschrijvingstool. Mail naar het studentensecretariaat van je campus. Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}