{
    "id": "45",
    "title": "elektromechanische systemen",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/elektromechanische-systemen",
    "description": "Welkom in de boeiende wereld van de techniek",
    "content": "Elektromechanische Systemen - Graduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Graduaat Elektromechanische Systemen Kom langs op één van onze infodagen infodagen Voor wie Je bent gebeten door elektriciteit en mechanica. Je wil leren hoe machines en gereedschappen werken. Je wil elektromechanische problemen oplossen. Je hebt zin in een tweejarige praktijkgerichte opleiding. Je wil aan de slag als onderhoudstechnicus, servicetechnicus, meet- en regeltechnieker ,... Opleidingen Elektromechanische Systemen Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Info voor bedrijven Kwaliteitsvol onderwijs Voor wie Je bent gebeten door elektriciteit en mechanica. Je wil leren hoe machines en gereedschappen werken. Je wil elektromechanische problemen oplossen. Je hebt zin in een tweejarige praktijkgerichte opleiding. Je wil aan de slag als onderhoudstechnicus, servicetechnicus, meet- en regeltechnieker ,... Hoe ziet de opleiding eruit? Sterk diploma in 2 jaar We leiden je op tot een praktijkgerichte professional met ruime technische basiskennis. Je leert oplossingsgericht werken in onderhouds- en serviceopdrachten. Als toekomstig professional werk je aan je communicatievaardigheden (samenwerken, rapporteren, technisch Nederlands, Frans en Engels) en leer je bewust omgaan met veiligheid op de werkvloer en duurzaamheid. In het tweedeopleidingsjaar kies je tussen de afstudeerrichting Onderhoudstechnieken of Meet- en Regeltechnieken. Op het einde van je opleiding kies je een bijkomende bedrijfsgerichte specialisatie. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Focus op praktijk 1/3 van de opleiding bestaat uit werkplekleren. Je maakt 2 projecten in opdracht van een bedrijf. Je gaat op stage op het einde van je studie. We werken samen met grote bedrijven uit de Brusselse regio: o.a. Audi, Colruyt, Engie en MIVB. Zij engageren zich actief om je mee te begeleiden bij je projecten, het werkplekleren, de stage en je finale specialisatie. Met onze eigen labo’s en in samenwerking met onze partners zorgen we er voor dat theoretische inzichten meteen praktisch toegepast worden in een veilige leeromgeving. Twee afstudeerrichtingen Kies je voor Onderhoudstechnieken , dan ga je in de technische leerlijnen dieper in op mechanische verbindingstechnieken, pompen, ventilatoren, compressoren en onderhoudstools. Kies je voor Meet- en Regeltechnieken dan ga je dieper in op meet- en regeltechniek, PLC’s en robotics. Persoonlijke begeleiding We begeleiden je actief in je persoonlijke ontwikkeling. Je docent is je coach en gaat samen met jou op zoek hoe je je talenten en competenties het best kan ontwikkelen. Werkcolleges krijg je in kleine groepen zodat je individueel begeleid kan worden. De drempel tussen docent en student is bij ons erg laag. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Vakken Vier technische leerlijnen Hier ga je voor een stevige, brede basis in elektriciteit, mechanica, hydropneumatica en automatisatie. Bij elk onderdeel ga je aan de slag in labo's om de theoretische inzichten te koppelen aan praktische toepassingen. Professionele vaardigheden Je leert doelgericht en professioneel communiceren met klanten, bij teamwerk, in je rapportering en bij het documenteren. Je leert sterk technisch communiceren in het Nederlands, Frans en Engels. Onderhoud 1e semester: de nadruk ligt op handvaardigheid. Je gaat aan de slag in het makerslab. 2e semester: je leert over onderhoudsorganisatie en krijgt inzichten in plannen, schema's en tekeningen. 3e semester: je trekt naar het werkveld om praktische onderhoudstechnieken in de praktijk aan te leren. Integratie: ga aan de slag met je kennis Hier leer je de opgedane kennis, vaardigheden en competenties toepassen op de werkplek. Dit doe aan de hand van twee projecten die door bedrijven aangereikt en mee beoordeeld worden. Op het einde van je opleiding ga je op stage. Kies je eigen specialisatie Naast de keuze voor een afstudeerrichting (Onderhoudstechnieken of Meet- en Regeltechnieken) kan je nog kiezen voor een bijkomende specialisatie. Dit gebeurt in samenwerking met onze partnerbedrijven. Je kan, in samenspraak met hen, zelf bepalen welke richting je met deze specialisatie wil uitgaan en zo je professionele carrière zelf sturen. Elektromechanische systemen 1ste jaar Veld Credits Elektriciteit Basis Elektriciteit Elektrische installaties Elektrische machines Mechanica Basis Mechanica Machineonderdelen Materialenleer Hydropneumatica Pneumatica Hydraulica Automatisering Basis Automatisering Professionele vaardigheden Operationele veiligheid Communicatie 1 Onderhoud Makerslab Onderhoudorganisatie Technische plannen & schema's Integratie Verkenning werkveld Project 1 Na je studie Aan het werk Je kan meteen aan de slag als: Onderhoudstechnicus Servicetechnicus Meet- en regeltechnieker Elektrotechnisch installateur Machineoperator Technisch coördinator Technisch commercieel bediende Veiligheidsverantwoordelijke ... Verder studeren Check het aanbod postgraduaten en bij-& nascholingen. Ga voor een bachelor Elektromechanica. Waar heb je les Campus Kaai In Anderlecht Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings ICT-infrastructuur Het computernetwerk van het departement omvat een domein van meer dan 300 pc’s met een modern en performant serverpark. Samen met de printers, plotters en scanners kunnen studenten deze gebruiken voor werkcolleges, practica, projecten enz. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten. (link naar pdf) Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2019 vond een toets nieuwe opleiding plaats voor deze opleiding. Lees het volledige rapport . De Nederlands-Vlaamse Accreditatieorganisatie (NVAO) besloot dat deze opleiding op internationaal aanvaarde wijze potentiële kwaliteit biedt: zie besluit toets nieuwe opleiding . De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Elektromechanische Systemen? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u. Nijverheidskaai 170, 1070 Anderlecht bel ons: 02 523 37 37 mail ons: gdt.kaai.student@ehb.be Info voor bedrijven Wil jouw organisatie/bedrijf samenwerken met onze opleiding? Neem snel contact met ons op. Bedrijfsbezoek of gastles Werkplekpartner Stage en specialisatie aanbieden Praktische case aanleveren Meedoen met onze Career Launch (stage- & jobbeurs) ... Contact Erasmushogeschool campus Kaai Nijverheidskaai 170, 1070 Anderlecht Bel ons: 02 523 37 37 Mail ons: klaas.de.proost@ehb.be Chat met ons via de knop rechtsonder in beeld Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Contacteer ons via Facebook Check zeker onze infomomenten . Wil je op de hoogte gehouden worden van nieuws en events? Laat dan je gegevens achter . Gerelateerde verhalen Verhaal Drone-workshops in het FABLAB Leerlingen uit de 2de en 3de graad Elektromechanica van verschillende scholen in Vlaanderen zijn enthousiast begonnen aan hun drone-avontuur. In samenwerking met RTC Vlaams-Brabant zijn ze gestart met een reeks workshops en sessies, waarbij de studenten hun eigen drone kunnen ontwerpen en samenstellen. ··· Verhaal Tweedejaarsstudenten Elektromechanische Systemen op bezoek bij Fanuc Studenten met specialisatie meet- en regeltechniek (tweedejaars Elektromechanische Systemen) onderbreken hun stage op 10/03 voor een bedrijfsbezoek bij Fanuc. ··· Verhaal Studenten Elektromechanische Systemen op bezoek bij ABB Op 27/10 gingen studenten Elektromechanische Systemen, specialisatie Meet- & Regeltechnieken naar ABB voor een interactief bedrijfsbezoek ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}