{
    "id": "111",
    "title": "fiscaliteit (’ 24 -’ 25 )",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/postgraduaat-fiscaliteit",
    "description": "Volg dit praktijkgericht, deels verdiepend postgraduaat op vlak van fiscaliteit via e-learning!",
    "content": "Fiscaliteit ('24-'25) - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Fiscaliteit (’ 24 -’ 25 ) Online kennismakingsgesprek Nog vragen over het postgraduaat in de Fiscaliteit? Plan een online gesprek in! Vraag een gesprek aan Voor wie Je hebt bijvoorbeeld al één van de volgende diploma’s hoger onderwijs behaald: graduaat Accounting Administration / HBO5 Boekhouden graduaat Juridisch-administratieve Ondersteuning / HBO5 Rechtspraktijk bachelor Bedrijfsmanagement bachelor Rechtspraktijk master in Rechten, TEW of Handelsingenieur Opleidingen Fiscaliteit ('24-'25) Hoe ziet de opleiding eruit Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Voor wie Je hebt bijvoorbeeld al één van de volgende diploma’s hoger onderwijs behaald: graduaat Accounting Administration / HBO5 Boekhouden graduaat Juridisch-administratieve Ondersteuning / HBO5 Rechtspraktijk bachelor Bedrijfsmanagement bachelor Rechtspraktijk master in Rechten, TEW of Handelsingenieur Hoe ziet de opleiding eruit? Wil jij je professionaliseren om aan de slag te gaan in de fiscale sector? Of ben je al aan de slag in deze sector en je wil je expertise verder uitbouwen? Dit zeer praktijkgerichte, deels verdiepende opleidingsprogramma van 35 studiepunten (één academiejaar) bereidt je optimaal voor op een carrière in de fiscale sector. Dit postgraduaat biedt je een praktische opleiding in e-learning, waarbij je les krijgt van docenten uit het werkveld. Je volgt deze opleiding volledig online . Deze volledig uitgewerkte digitale fiscale opleiding, gecombineerd met synchrone begeleidingssessies, is uniek in Vlaanderen. Door de specifieke opleidingsstructuur kun je ook nog tijdens latere kwartielen instappen . Je ontvangt een officieel getuigschrift na het afronden van deze eenjarige opleiding. Erasmushogeschool Brussel organiseert regelmatig seminaries door externe fiscale experten. Onze studenten en alumni kunnen gratis deelnemen. Levenslang Leren verzekerd! Fiscaliteit to the point onder begeleiding van ervaringsdeskundigen. Sarra Alumna Postgraduaat Fiscaliteit Het postgraduaat fiscaliteit is een praktijkgerichte opleiding waarbij je up-to-date blijft met de steeds veranderende materie. De opleiding verliep helemaal online en was daarom perfect te combineren met mijn job. De lectoren hebben een diepe kennis en staan altijd open voor vragen. Mats Alumnus Postgraduaat Fiscaliteit Lesprogramma Het totaal aantal studiepunten voor het postgraduaat Fiscaliteit bedraagt 35 SP en start september 2024 (instapmomenten september, november en februari). Deze opleiding wordt aangeboden via een volwaardig e-learningtraject. Daarenboven kun je ook optionele synchrone begeleidingssessies via MS Teams volgen. Deze vinden ´s avonds plaats. Kortom, ideaal om deze opleiding te combineren met een job en/of gezin. Het postgraduaat werkt met een kwartielensysteem , met na elk kwartiel van zeven weken één of twee weken examen. Daarna starten nieuwe opleidingsonderdelen. Je kunt ook nog tijdens het jaar, na kwartiel 1 of 2, instappen. Kwartiel 1 Fiscale procedure + Vennootschapsbelasting Kwartiel 2 Lokale en regionale belastingen + BTW (keuze tussen K2 of K3) + Registratie- en erfbelasting Kwartiel 3 Personenbelasting + BTW (keuze tussen K2 of K3) Kwartiel 4 Specifieke topics fiscaliteit + Integrale fiscale praktijkoefeningen Jaarvak Trends wetgeving en fiscaliteit Je kan het jaarrooster ook terugvinden in dit document . Je vakken Jaarvak Trends wetgeving en fiscaliteit In dit opleidingsonderdeel leer je actief op zoek gaan naar wetswijzigingen en trends binnen de fiscaliteit en juridische sector. Je leert op een proactieve wijze jouw kennis up-to-date te houden. Aan de hand van bedrijfsbezoeken en/of gastsprekers, het bijwonen van nascholingen en/of beurzen, en het verwerken van actuele vakliteratuur willen we de student inwijden in diverse thema’s. Mogelijke thema’s: fiscaliteit, sociaal recht, burgerlijk recht en ondernemingsrecht, vennootschapsrecht. Kwartiel 1 Fiscale procedure Inleidend opleidingsonderdeel waarin fiscale basisbegrippen en procedurele regels worden aangeleerd. Deze regels worden verduidelijkt aan de hand van praktijkvoorbeelden. Vennootschapsbelasting In de cursus vennootschapsbelasting leer je de aangifte invullen en begrijpen. Je verwerft inzicht in de gevolgen van de fiscale spelregels voor een vennootschap. Een aangifteformulier vormt de leidraad van de cursus. We leggen de link met de boekhouding en werken met concrete voorbeelden vanuit de dagelijkse praktijk. Kwartiel 2 Lokale en regionale belastingen In dit opleidingsonderdeel leer je meer over de fiscale bevoegdheden van de gemeentelijke en gewestelijke overheden. Aan de hand van een uitgebreid assortiment aan casussen leer je de belangrijkste aandachtspunten in verband met lokale (bedrijfs)belastingen. BTW In dit opleidingsonderdeel worden de verschillende aspecten van de BTW-heffing op een praktijkgerichte wijze besproken. Registratie- en erfbelasting In dit opleidingsonderdeel wordt stilgestaan bij de belangrijkste principes uit de registratie- en erfbelasting. Je leert de registratie- en erfbelasting te berekenen en adviezen te formuleren. Kwartiel 3 Personenbelasting Naast de theoretische toelichting van de wettelijke basis van de personenbelasting, wordt de nodige aandacht besteed aan de verwerking in de aangifte. BTW In dit opleidingsonderdeel worden de verschillende aspecten van de BTW-heffing op een praktijkgerichte wijze besproken. Kwartiel 4 Specifieke topics fiscaliteit In dit opleidingsonderdeel zullen jaarlijks andere fiscale onderwerpen die buiten het bestek van de basiscursussen vallen worden besproken. Deze topics zullen worden aangesneden vanuit een praktisch benadering. Integrale fiscale praktijkoefeningen Dit vak bevat een geïntegreerde en praktijkgerichte benadering van alle fiscale vakken die in deze opleiding werden gevolgd. Nog vragen? Stuur een e-mail naar Thomas De Jonckheere met vragen over de inhoud van het programma. Heb je vragen over de inschrijving of je traject? Stuur dan een e-mail naar Sophie Coomans . Zij is de trajectbegeleider van deze opleiding. Het lessenrooster kan je hier ook hier terugvinden. Deze opleiding vindt volledig online plaats. Studiekosten Het inschrijvingsgeld van deze opleiding bedraagt €1750. Het volledige programma bestaat uit 35 studiepunten. Bij inschrijving voor een beperkt programma bedraagt het inschrijvingsgeld €50 per studiepunt. Er is de mogelijkheid om met opleidingscheques of KMO-portefeuille te betalen. Je kan ook gebruik maken van Vlaams Opleidingsverlof of Betaald Educatief Verlof (Brussel). Een creditbewijs voor onze vakken levert vrijstellingen op voor de toelatingsexamens van de ITAA. Infodagen Net zoals de opleiding zelf, gaan ook de infodagen hiervoor volledig online door! Schrijf je dus zeker in voor een online kennismaking met je docenten. Zit je zelf nog met vragen, onzekerheden of dingen waar je benieuwd naar bent, dan krijg je er die dag zeker antwoord op. Kortom, een infodag zal je een veel beter beeld geven van de opleiding. Check deze pagina voor onze infodagen. Inschrijven Klaar om je in te schrijven voor deze bijscholing? Top! Ga naar deze deze pagina om van start gaan met je inschrijving. Heb je interesse om deze opleiding te volgen, maar beschik je niet over een diploma hoger onderwijs? Neem dan contact op met onze trajectbegeleider Sophie Coomans . Zij bekijkt samen met jou de mogelijkheden. Je mag haar ook altijd mailen met andere vragen over toelatingsvoorwaarden! Contact Deze opleiding wordt helemaal online gegeven. Stuur een e-mail naar Thomas De Jonckheere met vragen over de inhoud van het programma. Heb je vragen over de inschrijving of je traject? Contacteer dan Sophie Coomans . Zij is de trajectbegeleider van deze opleiding. Gerelateerde verhalen Verhaal Nieuw: Postgraduaat in de Fiscaliteit via e-learning! Volg deze praktijkgerichte, deels verdiepende postgraduaat op vlak van fiscaliteit via e-learning! ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}