{
    "id": "47",
    "title": "forensisch onderzoek — volzet",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/forensisch-onderzoek",
    "description": "Uniek postgraduaat waarbij je inzichten krijgt in forensisch laboratoriumonderzoek, strafrecht, forensisch recht, forensische geneeskunde en crime scene management.",
    "content": "Forensisch Onderzoek - VOLZET - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Forensisch Onderzoek — VOLZET Voor wie De opleiding is toegankelijk voor mensen met: Professionele bachelor Biomedische Laboratoriumtechnologie Professionele bachelor Chemie Professionele bachelor Biologie Professionele bachelor Biochemie Bachelor/Master Criminologie Bachelor/Master Recht Een algemene wetenschappelijke vorming, met al dan niet ervaring bij de politie. Werkervaring binnen een forensisch domein bij bv de federale/lokale gerechtelijke politie. Opleidingen Forensisch Onderzoek - VOLZET Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie De opleiding is toegankelijk voor mensen met: Professionele bachelor Biomedische Laboratoriumtechnologie Professionele bachelor Chemie Professionele bachelor Biologie Professionele bachelor Biochemie Bachelor/Master Criminologie Bachelor/Master Recht Een algemene wetenschappelijke vorming, met al dan niet ervaring bij de politie. Werkervaring binnen een forensisch domein bij bv de federale/lokale gerechtelijke politie. Hoe ziet de opleiding eruit Momenteel bestaat er in Vlaanderen geen opleiding die leidt tot het diploma ‘forensisch onderzoeker’. Het beroep is in België ook niet erkend en wordt voornamelijk in de praktijk geleerd. Vanuit het NICC, maar zeker ook vanuit de politie, wordt de nood voor (bij)scholing op dit vlak bevestigd. Je leert tijdens dit postgraduaat: Inzicht/kennis verwerven in de begrippen van het forensisch laboratoriumonderzoek; Inzicht/kennis verwerven in de basisbegrippen van strafrecht en begrippen van forensisch recht; Inzicht/kennis in de begrippen van forensische geneeskunde; Inzicht/kennis in de begrippen van crime scene management + toepassing ervan. Lesprogramma De lessen vinden plaats op dinsdag (9u-12u en 13u-16u), van september 2023 tot en met juni 2024. De lessen vinden plaats in de leslokalen en laboratoria van EhB, ‘crime scenes’ op campus Jette of bij politie Gent. Module 1: Forensisch laboratoriumonderzoek (5STP) Deze lessen zullen gegeven worden door deskundigen van het Nationaal Instituut voor Criminalistiek (NICC), elk expert binnen hun eigen expertise en discipline. Module 2: Recht (5STP) Deze module wordt o.a. gegeven door Steve Delporte; gerechtspsychiater Lindemans, expert gedragswetenschappen A. Crabbé, expert verbaliseren en verhoren M. Bockstaele en expert cybercrime P. Van Linthout. Module 3: Forensische geneeskunde (5STP) Prof. Dr. Dirk Van Varenbergh (wetsdokter UZ Brussel en VUB) zal een groot deel van de lessen geven. Naast Dr. Van Varenbergh, ook o.a. Prof. Dr. M. Piette (wetsdokter UGent), E. De Valck (forensisch tandarts), Mevr. B. Van Denhouwe (deskundige antropologie), Mevr. J. Freeman (labo anatomo-pathologie UZ Brussel), Alain Remue (DVI) en Steve Delporte (LTWP). Module 4: Crime scene management (5STP) In module 4 komen hoofdzakelijk lesgevers van de Laboratoria van de Technische en Wetenschappelijke politie (LTWP): Steve Delporte, Marleen Timmerman, Rik Bauters (LTWP Gent), Elke Verhoeven (LTWP Leuven). Module 5: stage (optioneel) (7 STP) Parallel met of na volgen van modules 1,2,3 en 4 kan je een stage lopen. 4 weken fulltime of 8 weken halftime bij de politie, in een forensisch labo,... De stageplaatsen zijn beperkt tot de eerste 25 inschrijvingen. Na je studie Attest Diploma hoger onderwijs op zak? Je ontvangt een getuigschrift postgraduaat. Geen bachelor diploma? Je ontvangt een attest van deelname. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten De opleiding kost €1600 zonder stage en €1900 met stage. Kostprijs per module: €450. Kostprijs 2 modules: €850. Kostprijs 3 modules: €1200. Prijzen inclusief cursus en benodigde materialen. Deze opleiding geeft recht op betaald educatief verlof. Inschrijven Deze opleiding is VOLZET Je kan je wel nog aanmelden voor de wachtlijst . Max. 50 deelnemers per academiejaar. Nog vragen? Mail naar sabrina.chebchoubi1@ehb.be. Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: Iris Cansse - Coördinator Els Plas - Opleidingshoofd Sabrina Chebchoubi - Administratieve vragen Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Gerelateerde verhalen Verhaal Opleiding Forensisch Onderzoek na 10 jaar nog steeds immens populair Tien jaar geleden startten we als eerste hogeschool in Vlaanderen met het postgraduaat Forensisch Onderzoek. Na een decennium is de opleiding ··· Verhaal Studenten voor de rechter Onze studenten forensisch onderzoek verschijnen deze en volgende week voor de rechtbank. Ze staan er niet als verdachte of burgerlijke partij maar ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}