{
    "id": "46",
    "title": "forensisch hulpverlenend expert",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/forensisch-hulpverlenend-expert",
    "description": "Na een ongeval, terreurdaad, misdaad,... ontstaat er op het terrein een spanningsgebied tussen de medische diensten enerzijds en de politie en het parket anderz",
    "content": "Forensisch Hulpverlenend Expert - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Forensisch Hulpverlenend Expert Voor wie • Voor hulpverleners die zich willen opleiden tot forensisch hulpverlener. • Je wil optreden als schakel tussen medische diensten en politie en parket. • Je leert handelen volgens de principes van crime scene management. • Voor verpleegkundigen is er het gelijkaardig postgraduaat Forensisch Verpleegkundig Expert, zie link website Opleidingen Forensisch Hulpverlenend Expert Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie • Voor hulpverleners die zich willen opleiden tot forensisch hulpverlener. • Je wil optreden als schakel tussen medische diensten en politie en parket. • Je leert handelen volgens de principes van crime scene management. • Voor verpleegkundigen is er het gelijkaardig postgraduaat Forensisch Verpleegkundig Expert, zie link website Hoe ziet de opleiding eruit Na een ongeval, terreurdaad, misdaad,... ontstaat er op het terrein een spanningsgebied tussen de medische diensten enerzijds en de politie en het parket anderzijds. Waar de medische professionals zo snel mogelijk patiënten willen helpen, zijn justitie en politie erg gefocust op het verwerven van bewijs. Met het postgraduaat ‘Forensisch Hulpverlenend Expert’ willen we de schakel tussen beide domeinen vormen en zo een unieke opleiding aanbieden. De sprekers en docenten zijn experten die dagelijks actief zijn in hun respectievelijk werkveld en hebben allen een bijzondere expertise in hun specialisme. Sprekers komen onder andere uit volgende disciplines; verpleegkunde, spoedverpleegkunde, politie, parket, slachtofferbejegening, spoedgeneeskunde, forensische geneeskunde, medische diensten defensie, FOD Volksgezondheid en brandweer. In het kort: 3 modules voor een totaal van 28 studiepunten: • Module 1: Het overleden slachtoffer; 8 SP • Module 2: Het levend slachtoffer; 14 SP • Module 3: Bijzondere omstandigheden; 6 SP Voor wie? Deze opleiding is multidisciplinair gericht en dus toegankelijk voor geïnteresseerden uit de verschillende hulpdiensten of disciplines. Vroedvrouwen Artsen, spoedartsen, DirMed’s, Federale Gezondheidsinspecteurs, Aangestelde Noodcentrale 112; Politie & Justitie; Ambulanciers Dringende Geneeskundige Hulpverlening & Brandweerlui. Bachelor in de Verpleegkunde, eerstelijnsverpleegkundigen, spoed-, PIT- & MUG verpleegkundigen; * *zie postgraduaat Forensisch Verpleegkundig Expert, link website . Lesprogramma Module 1, 2 en 3 gaan door op donderdagen van 8u tot 17u Lesdagen module 1: 3/10, 10/10, 17/10, 24/10, 7/11 – examen: 14/11  additionele lesdagen: 13/3/25, 20/3, 27/3 Lesdagen module 2: 21/11, 28/11, 5/12, 12/12, 19/12, 9/1/25, 16/1, 23/1, 30/1, 13/2, 20/2, 27/2, 6/3 – examen: 13/3 & 27/3 Lesdagen module 3: 3/4, 24/4, 8/5, 15/5, 22/5, 5/6 – examen: 12/6 Module 1: het overleden slachtoffer (7 lesdagen) Forensische geneeskunde & wetenschappen Forensisch onderzoek bij overlijden, Postmortale verschijnselen, Niet-natuurlijke overlijdens, Postmortale traumatologie, Plotse dood, Sporenonderzoek. Politie & Parket Plaats delict, Afstapping, Geweld & mishandeling, Opvang van slachtoffers en nabestaanden, Politie in relatie tot parket & Openbaar Ministerie en wetgeving, Forensische wetenschappen (NICC). Module 2: het levend slachtoffer (13 lesdagen) Forensische Geneeskunde Letselbeschrijving, Sporenonderzoek op het lichaam, Onderzoek van slachtoffers van geweld, Seksueel geweld en partnergeweld, Zorgcentra na Seksueel Geweld (ZSG), Kindermishandeling & -verwaarlozing, Oudermishandeling & -verwaarlozing, Forensische psychiatrie. Politie & Parket o Geweld & mishandeling, Verloop van politioneel en justitioneel onderzoek, Rechten van verdediging, Wettelijk kader bij en aanpak van geesteszieken, Kindermishandeling & -verwaarlozing versus bescherming, Opvang van slachtoffers en familie, Beroepsgeheim, Cel vermiste personen, Werking van CAW & Family Justice Centers (Veilig Huis), Psychische terreur & stalking & mensenhandel. Prehospitaal & Spoed o Correct en levensreddend handelen bij geweld, mishandeling & zedendelicten, Correct handelen op de plaats delict, Correct handelen bij psychiatrische urgenties, Correct handelen bij risico's op zelfdoding, Correct handelen bij intoxicaties, Beroepsgeheim, D2 in relatie tot politie & parket (debat). Module 3: bijzondere omstandigheden (6 lesdagen) Brandweer Safety, Gevaarlijke stoffen, Technische ondersteuning, Coördinatie bij rampen, Werking van het CET (Casualty Extraction Team).. Politie & Parket Bescherming en zelfredzaamheid: geweldbeheersing, Terreur & AMOK, Coördinatie bij AMOK & Terreur, Samenwerken met speciale bijstand eenheden, Drugslabo’s & -plantages, Toegangstechnieken in noodgevallen. Prehospitaal & Spoed Werking van de noodcentrale, Rampenwerking & dienst DGH-112, De rol van de DirMed & Adj. DirMed, Slachtoffer(s) van AMOK & terreur en MARCHE-protocol, Safety & Security bij gevaarlijke stoffen (CBRN E), Post-traumatische stress bij hulpverleners. Na je studie Doelstellingen De Forensisch Hulpverlenend Expert opleiden tot ‘spilfiguur’ in de holistische en multidisciplinaire benadering en opvang van slachtoffers van geweld. In situaties met slachtoffers van geweld, de forensisch hulpverlenend expert positioneren als facilitator tussen de betrokken diensten, namelijk D2 (medische dienst), D3 (politie), parket en uitbreidend naar D1 (brandweer). De forensisch hulpverlenend expert opleiden tot medewerker van de forensisch arts, politie en parket in medicolegale gevallen. De forensisch hulpverlenend expert opleiden tot het handelen volgens de principes van crime scene management en het spoorbewust optreden in het belang van waarheidsvinding. De forensisch hulpverlenend expert opleiden tot het handelen met de gepaste aandacht voor veiligheid; safety & security. Getuigschrift na opleiding Na het succesvol doorlopen van de opleiding en alle examens ontvangt men een postgraduaat getuigschrift ‘Forensische Hulpverlenend Expert’. Wie niet in het bezit is van een diploma hoger onderwijs, ontvangt een getuigschrift van de navorming. Na deelname van één module, ontvang je een attest van deelname. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Je kan zelf kiezen of je één of meerdere modules volgt. • Module 1: €595 • Module 2: €895 • Module 3: €575 • Volledig postgraduaat: €1755 Bovenvermelde prijzen zijn inclusief het leermateriaal. Bovenvermelde prijzen zijn vrij van BTW. Wie zich apart per module inschrijft en finaal toch de 3 modules volgt, krijgt een korting op de laatste module zodat de totale prijs gelijk wordt aan die van een volledige inschrijving (€1575) Inschrijven Geïnteresseerden kunnen bij vragen rechtstreeks contact opnemen met de coördinator Frank Borremans voor een persoonlijk gesprek. Toelatingsvoorwaarden Bachelor in de Vroedkunde Artsen, spoedartsen, DirMed’s, Federale Gezondheidsinspecteurs, Aangestelde Noodcentrale 112; Politie & Justitie; Ambulanciers Dringende Geneeskundige Hulpverlening & Brandweerlui. Bachelor in de Verpleegkunde, eerstelijnsverpleegkundigen, spoed-, PIT- & MUG verpleegkundigen* * zie postgraduaat Forensisch Verpleegkundig Exper t Gediplomeerden – gebrevetteerde (basis)verpleegkundigen 4e graad (HBO5) en studenten die niet beschikken over een bachelordiploma kunnen zich inschrijven voor deze opleiding of voor de opleiding Forensisch Verpleegkundig Expert . Zij krijgen dan een attest van deelname (i.p.v. een diploma). Schrijf je hier in You must have JavaScript enabled to use this form. Ik schrijf me in voor deze opleiding - Geen - professionele bachelor Biomedische Laboratoriumtechnologie professionele bachelor Communicatie professionele bachelor Hotelmanagement professionele bachelor Idea & Innovation Management professionele bachelor Journalistiek educatieve bachelor Kleuteronderwijs educatieve bachelor Lager Onderwijs educatieve bachelor Secundair Onderwijs verkorte educatieve bachelor Secundair Onderwijs professionele bachelor Landschaps- & Tuinarchitectuur professionele bachelor Multimedia & Creatieve Technologie professionele bachelor Organisatie & Management professionele bachelor Pedagogie van het Jonge Kind professionele bachelor Sociaal Werk professionele bachelor Toegepaste Informatica professionele bachelor Toerisme- & Recreatiemanagement professionele bachelor Verpleegkunde professionele bachelor Voedings- & Dieetkunde professionele bachelor Vroedkunde professionele bachelor Audiovisuele Kunsten (na toelatingsproef) professionele bachelor Musical (na toelatingsproef) academische bachelor Audiovisuele Kunsten (na toelatingsproef) academische bachelor Muziek (na toelatingsproef) academische bachelor Drama (na toelatingsproef) graduaat Accounting Administration graduaat Accounting Administration (E-learning) graduaat Basisverpleegkunde Educatieve Graduaatsopleiding Secundair Onderwijs graduaat Elektromechanische Systemen graduaat Juridisch-administratieve Ondersteuning graduaat Logies-, Restaurant- & Cateringmanagement graduaat Marketing & Communicatiesupport graduaat Podium- & Eventtechnieken postgraduaat Coding postgraduaat Cosmetic Sciences postgraduaat Diabeteseducator postgraduaat Fiscaliteit postgraduaat Forensisch Hulpverlenend Expert postgraduaat Forensisch Onderzoek postgraduaat Forensisch Verpleegkundig Expert postgraduaat Health Coach postgraduaat Informatiemanagement postgraduaat Musical postgraduaat Muziek postgraduaat Niet-Confessionele Zedenleer graduaat Programmeren graduaat Systeem- & Netwerkbeheer postgraduaat Applied Bio-Informatics in Research postgraduaat Bedrijfsverpleegkunde postgraduaat Palliatieve Zorg postgraduaat Pediatrie en Neonatologie postgraduaat Peri-operatieve Zorgen postgraduaat Procesbegeleider Ethiek in Zorg en Welzijn postgraduaat Toegepaste Artificiële Intelligentie banaba Zorgmanagement micro-credential Accounting Administration (boekhouden) micro-credential Bedrijfsbeleid micro-credential Boekhouden voor werknemers micro-credential Boekhouden voor zelfstandigen micro-credential Cybersecurity & Ethical Hacking micro-credential Hulpboekhouder micro-credential Multimedia en Creatieve Technologie Expertise micro-credential Onderneming & Recht (Juridisch-administratieve Ondersteuning) micro-credential Preventieve gezondheid, voeding, beweging, ziekte- en infectiepreventie en mentaal welzijn micro-credential Proefdierkunde micro-credential Tourism & Leisure Basics I & II Ik ben enkel geïnteresseerd in een bij- & nascholing 2024-2025. Hou mij de hoogte wanneer de inschrijvingen openen. Ja, stuur mij een mail als de inschrijvingen openen Ik ben momenteel - Selecteren - student in het middelbaar onderwijs student in het hoger onderwijs aan het werk andere familienaam voornaam e-mail straat + huisnummer postcode woonplaats Ik wil EhB-nieuws ontvangen in mijn mailbox Ja Nee Ja, ik start mijn inschrijving Contact Erasmushogeschool campus Jette Laarbeeklaan 121, 1090 Jette Bel ons: 02/472 52 00 Mail ons: Frank Borremans -Coördinator Chat met ons via Messenger (pop-up rechtsonder in beeld) Gerelateerde verhalen Verhaal Heel wat nieuws te ontdekken in 2023-2024 We starten heel wat nieuwe opleidingen in september en er is voor elk wat wils: kort of lang en in tal van domeinen. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}