{
    "id": "49",
    "title": "fotografie i",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/fotografie-i",
    "description": "Fotografie I is het eerste deel uit een dridelige bijscholing Fotografie waarin je leert over de techniek (theorie en praktijk) van het fotograferen.",
    "content": "Fotografie I - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Fotografie I Voor wie Wil jij je fotografische skills verbeteren? Niet alleen wat composities betreft, maar wil je ook de technische kant beter doorgronden? En leren wat bokeh, long exposure, urban, wide angel, lightpainting betekenen? Door de atelierwerking is deze opleiding toegankelijk voor zowel de beginnende fotograaf als voor de al wat meer bedreven fotograaf. Ben je bezig met stop motion, dan kan deze opleiding je heel wat bijbrengen. Opleidingen Fotografie I Hoe ziet de opleiding eruit Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Wil jij je fotografische skills verbeteren? Niet alleen wat composities betreft, maar wil je ook de technische kant beter doorgronden? En leren wat bokeh, long exposure, urban, wide angel, lightpainting betekenen? Door de atelierwerking is deze opleiding toegankelijk voor zowel de beginnende fotograaf als voor de al wat meer bedreven fotograaf. Ben je bezig met stop motion, dan kan deze opleiding je heel wat bijbrengen. Bijscholing fotografie I Fotografie I is het eerste deel uit een driedelige bijscholing Fotografie waarin je leert over de techniek van het fotograferen, de technologie (toestel en lenzen), compositie van het beeld, belichting en postproductie. De opleiding is sterk praktijkgericht, de theorie wordt aangereikt vanuit de praktijk. In het eerste deel gaan we vooral in op de techniek; omgaan met ISO, scherptediepte en sluitertijd, de technologie van het fototoestel en het gebruik van verschillende lenzen. Daarnaast zetten we de eerste stappen met compositie van het beeld en gebruiken we lightroom voor de post productie van de gemaakte foto’s. Je vakken Je bouwt zelfstandig een portfolio op van 8 typefoto’s (Bokeh, long exposure, compositie, urban, nachtfoto, wide angel, lightpainting en eigen creatief werk). Je maakt die foto’s op eigen ritme en in eigen volgorde. Bij iedere type foto wordt verwezen naar bijhorende theorie op het digitale leerplatform. Je kan die theorie (bestaande uit kennisclips en begeleidende tekst) dan ook steeds raadplegen en doornemen op eigen ritme. Je zal dus ook meerdere malen naar dezelfde theorie verwezen worden waardoor het duidelijk wordt wat belangrijk is en wat heel belangrijk is. Wekelijks kan je deelnemen aan het (vrijblijvende) atelier in het medialab.Brussels van de campus Kaai in Anderlecht op donderdag van 15h tot 19h. Tijdens dit atelier kan je de begeleidende docent één op één aanspreken en om coaching vragen voor je praktijk. Je kan ook gebruik maken van de infrastructuur en de toestellen van het Medialab.Brussel, naast een uitgeruste fotostudio beschikken we over een grote collectie hoogwaardige fototoestellen die kunnen gebruikt worden (Canon R5, Sony A7III en andere). Een eigen toestel wordt sterk aangeraden, je kan ook toestellen (Canon M50) voor beperkte tijd uitlenen in het medialab.brussels. De hoogwaardige toestellen kan je gebruiken tijdens het wekelijkse atelier. Eindbeoordeling Je docent en je medestudenten geven constructieve feedback op je portfolio. Atelierdagen Gedurende 10 atelierdagen krijg je de kans om je vaardigheden naar een hoger niveau te tillen onder begeleiding van een ervaren professional. De atelierdagen vinden plaats tussen oktober & januari, telkens van 15u tot 19u. Je kan, indien gewenst, de volledige opleiding online volgen zonder aanwezigheid op de campus. Je docenten Christophe Benoit Christophe Benoit - Kunstfotograaf Christophe Benoit startte zoals zovelen met fotografie als een hobby, de smartphone als wapen. Dit wapen bleek al vlug tekort te schieten om te kunnen doen wat Christophe voor ogen had: emoties vast leggen, sfeer creëren, beelden maken in plaats van gewone kiekjes. Drie camera's en vele euro's later startte Christophe zijn eigen zaak op gespecialiseerd in portretfotografie. 'Iedereen is mooi, aan de fotograaf om het te bewijzen' is dan ook het credo van Christophe. De technologie van fotografie en licht zijn de sterke fascinaties van Christophe binnen het domein van de fotografie. Wat kost de opleiding? Kostprijs: € 249 voor de module Fotografie I Je kan een studentenabonnement Adobe Creative Cloud aankopen op school voor €75 (op jaarbasis) Je kan ook de software gebruiken op de computers in het Medialab.Brussels Inschrijven Inschrijven kan je hier vanaf 24 juni 2023. Contact campus Kaai Nijverheidskaai 170 1070 Brussel Mail ons: christophe.benoit@ehb.be Bel ons: 02 523 37 37 Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}