{
    "id": "50",
    "title": "generative application design — 14 11 2024",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/generative-application-design-14-11-2024",
    "description": "Generative Application Design",
    "content": "Generative Application Design - 14 11 2024 - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Generative Application Design — 14 11 2024 Opleidingen Generative Application Design - 14 11 2024 Hoe ziet de opleiding eruit Waar heb je les Studiekosten Inschrijven Met de komst van AI en met een data first mindset is het ook mogelijk om op eenvoudige manier, zonder één regel code, bedrijfsspecifieke applicaties te bouwen. Je hoeft geen programmeur meer te zijn om een software toepassing te bouwen. Tijdens deze sessie van 1 dag leer je hoe je, aan de hand van zogeheten intelligent applications, een software applicatie bouwt. Geen voorkennis nodig. Deze opleiding gaat door op 14 november 2024. Tijdens deze sessie van 1 dag gaan we praktisch aan de slag, we bouwen functionele business applicaties zonder code, dit via Power Apps van Microsoft: Wat is een Power app? De opbouw van een database. Excel als databron gebruiken. Het maken van een app. Het personaliseren van de user interface. Het publiceren van een applicatie. Na deze workshop kan je aan de slag om Power Apps te maken in je organisatie. Doelpubliek Iedereen Praktische informatie: 1 dag 9h-12h & 13h-16h laptop is een noodzaak. Waar volgt u de vorming? Campus Kaai Campus Kaai is de thuis van onze studenten Design & Technologie, Musical en RITCS. Het is een bruisende IT- & kunstcampus. We zijn volop bezig aan de uitbreiding van campus Kaai. Met een nieuwbouw en renovatie bouwen we o.m. een theaterzaal en hightechfilmstudio. Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid Vlot bereikbaar met trein, metro, fiets, step IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes enz. Groene buitenruimte Opgelet: er zijn grote bouwwerken gaande op campus Kaai, waardoor er een nieuwe parkeerregeling is. Hier lees je er alles over. Wat kost het? Deze vorming kost € 199 Inschrijven Klaar om je in te schrijven? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact Vragen over deze bijscholing op maat? Contacteer christophe.benoit@ehb.be Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}