{
    "id": "65",
    "title": "health coach",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/health-coach",
    "description": "Wie preventief beweegt of beweegt op doktersadvies heeft vaak nood aan begeleiding bij het opstellen van een aangepast dieet, in combinatie met bewegingsadvies.",
    "content": "Health Coach - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Health Coach Voor wie Dit postgraduaat is specifiek voor bachelors in voeding en dieetleer. Opleidingen Health Coach Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Dit postgraduaat is specifiek voor bachelors in voeding en dieetleer. Hoe ziet de opleiding eruit Wie preventief beweegt of ‘beweegt op doktersadvies’ heeft vaak nood aan begeleiding bij het opstellen van een aangepast dieet, in combinatie met persoonlijk bewegingsadvies. Dieetkundigen hebben een intensieve opleiding genoten over voedingsadvies, maar hebben vaak geen ervaring in het geven van bewegingsadvies. De opleidingen Voedings- en Dieetkunde en Lerarenopleiding Lichamelijke Opvoeding & Bewegingsrecreatie van de Erasmushogeschool Brussel bundelen dan ook enthousiast de krachten, in samenwerking met de Fitness Organisatie (DFO). Met dit postgraduaat behaal je een kwaliteitsvol trainerscertificaat binnen de fitnesssector. Als je de opleiding met succes hebt afgerond, ben je één van de pioniers die zowel voedings- als bewegingsadvies op maat kan geven. Op deze basis kan je je eigen praktijk verder uitbouwen. Doelstelling Studenten opleiden tot bewegingsexperten/ -coaches. Lesprogramma Deze opleiding start op 18 september 2023 en bestaat uit 2/3e afstandsonderwijs en 100u effectieve stage. De opleiding is opgebouwd uit 6 opleidingsonderdelen (OLODS). Programma PG HC OLODS SP subOLODS Sem Anatomie en fysiologie van het bewegingsstelsel 8 Functionele Anatomie Sportfysiologie PsychoMotoriek en Fysiomorfologie EHBO Motorisch Leren 1 1 1 1 2 Natuursport en gezondheid 3 Sport en Gezondheid Praktijk Natuursport 1 of 2 2 Sportorganisatie 3 Toegepaste bewegingswetenschappen 8 Toegepaste Biomechanica Anatomie gericht naar fitness Toegepaste sportfysiologie Toegepaste trainingsleer 1 2 2 2 Praktijk fitness 8 Deel 1: initiatie Deel 2: vervolmaking Groepsfitness 1 1 1 of 2 Stage fitness 8 200 uur waarvan helft effectief 2 Theorie fitness 3 Deel 1: initiatie Deel 2: vervolmaking 1 1 Stage 200 uren waarvan 100 effectief en 100 voorbereiding + nazorg Na je studie Attest Achteraf krijg je een attest 'Postgraduaat Health Coach' Waar heb je les Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars VUB Campus Kanal Adres Slotstraat 28 1000 Brussel Telefoon 02 899 71 00 E-mail mm@ehb.be Studiekosten 835,60 euro (41SP) + ongeveer 300 euro voor handboeken Na inschrijving ontvang je een factuur. Meer info over betalingsvoorwaarden vind je hier . Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor 'Postgraduaat Health Coach'? Top! Vanaf 24 juni 2023 kan je op deze pagina van start met je inschrijving . Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag. Vereiste voorkennis Diploma voeding en dieetleer: bachelor Contact campus Kanal Slotstraat 28, 1000 Brussel Mail ons: stel je vraag aan Lina Kestemont Marc Sarens Bel ons: 02 899 71 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Gerelateerde verhalen Verhaal Heel wat nieuws te ontdekken in 2023-2024 We starten heel wat nieuwe opleidingen in september en er is voor elk wat wils: kort of lang en in tal van domeinen. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}