{
    "id": "1",
    "title": "hoe we je begeleiden",
    "source": "https://www.erasmushogeschool.be/nl/begeleiden",
    "description": "Bij de Erasmushogeschool Brussel ben je geen nummer. We begeleiden je van bij de start, zodat je je talenten volop kan ontplooien.",
    "content": "Hoe we je begeleiden | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Erasmushogeschool Brussel Hoe we je begeleiden Hoe we je begeleiden Op welk moment je ook begeleiding nodig hebt, wij staan klaar om je bij te staan. We helpen je om de juiste studiekeuze te maken, en vervolgens gaan we samen na welk traject het beste voor jou past. Heb je nood aan een financieel steuntje in de rug? Ook dat bespreken we samen. Hulp bij je studiekeuze We helpen je graag op weg. Neen, niet met een standaard vragenlijst, maar wel met persoonlijk advies op jouw maat. Stel snel je vraag > > Je eerste stappen als nieuwe student Kijk je al uit naar je eerste lesdagen? Wij zorgen voor een vlotte start > > Traject- en studentenbegeleiding Studentenbegeleiding, trajectbegeleiding,... je staat er niet alleen voor tijdens je studies. Bekijk wie wat voor je doet > > Taalbegeleiding Alle beginnende studenten leggen een screening Nederlands af . Die screening is bedoeld om jou snel een beeld te geven van je sterke punten en werkpunten. Zodra je ingeschreven bent, kan je oefenen op ons oefenplatform . Lees er hier alles over > > Flexibel studeren Lees meer over onze werktrajecten, verkorte trajecten, vrijstellingen, studiecontracten enz. Check onze trajecten > > Van studie veranderen Studeer je al aan een hogeschool of universiteit, maar is je studie niet helemaal wat je ervan verwacht? Wij helpen je starten met een nieuwe opleiding > > Financiële steun Bij EhB zijn we er sterk van overtuigd dat iedereen de kans moet krijgen om het beste uit zichzelf te halen. Ook als het financieel wat minder gaat. Check welke mogelijkheden er zijn > > Stuvo De dienst Studentenvoorzieningen helpt je om je studentenleven zo tof en aangenaam mogelijk te maken. Onze STUVO-medewerkers staan voor je klaar met info, advies en begeleiding omtrent alle aspecten van je studentenleven. Wat zij precies voor je doen lees je hier > > Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}