{
    "id": "66",
    "title": "hotelmanagement",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/hotelmanagement",
    "description": "Studeer in Brussel, dé plek bij uitstek om jezelf klaar te stomen voor een managementfunctie in de internationale hospitalitysector.",
    "content": "Hotelmanagement - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Hotelmanagement Kom langs op één van onze infodagen infodagen Voor wie Luxury Hospitality Management Voor wie? Ben je ambitieus? Ben je communicatief en zelfverzekerd? Adem jij hospitality in en uit? En wil je een hotel managen? Denk je mee over duurzaamheid in de hotelsector? Wil je aan de top van een internationale hotelketen staan? Word jij de nieuwe hospitality professional? Opleidingen Hotelmanagement Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Volg ons op Facebook Kwaliteitsvol onderwijs Voor wie Luxury Hospitality Management Voor wie? Ben je ambitieus? Ben je communicatief en zelfverzekerd? Adem jij hospitality in en uit? En wil je een hotel managen? Denk je mee over duurzaamheid in de hotelsector? Wil je aan de top van een internationale hotelketen staan? Word jij de nieuwe hospitality professional? Hoe ziet de opleiding eruit? NEW! Luxury Hospitality Management In de boeiende hospitalitywereld is er plaats voor mensen die weten wat ze willen en die leven volgens het motto 'work hard and love what you do'. De hotelsector staat te popelen om nieuw, enthousiast talent aan te werven. En wij staan te popelen om jou op te leiden tot hospitality professional. Samen met enkele Europese partners ontwikkelde de opleiding Hotelmanagement een Massive Open Online Course (MOOC) rond duurzaam luxetoerisme . Hoe je duurzaamheid en luxetoerisme koppelt, ontdek je via deze MOOC. Zo profiteer je van een inspirerende en vooruitstrevende onderwijsaanpak om op een innovatieve manier aan de slag te gaan in het domein van de sustainable luxury hospitality sector. Uitgerust met de juiste vaardigheden , kennis , ondernemingszin én mentaliteit kan jij met vertrouwen starten in deze boeiende wereld. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Troeven van onze opleiding Hotel takeover Je krijgt de kans om gedurende één week het Crowne Plaza Brussels Airport Hotel over te nemen. Tijdens die week ben je verantwoordelijk voor verschillende taken: van het inchecken van de gasten tot het uitoefenen van managementfuncties. Zo krijg je als eerste-, tweede- én derdejaarsstudent een realistische kijk op de werkomgeving in het hotel. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Walking dinner In het eerste jaar Hotelmanagement krijg je al meteen te maken met projecten waar je leerstof omzet in de praktijk. Eén van deze projecten is het organiseren van de walking dinner. Tijdens dit event wordt het aspect food & beverage van de opleiding in de kijker gezet. Als student leer je welke alcoholische of non-alcoholische dranken bij wat voor gerechten passen. Brussel! Met je voeten in de praktijk onze campussen liggen pal in het toeristische centrum van Brussel; met ruim 180 hotels heeft Brussel de sterkste hotelconcentratie in België; 90% van de Belgische luxehotelkamers bevindt zich in Brussel; met Brussel Stad, Brussel luchthavenzone en de EU-Leopoldwijk is Brussel een heel belangrijke speler in de (inter)nationale hotel(keten)industrie; Brussel heeft het hoogste gemiddeld aantal kamers per hotel en de hoogste kamerbezetting. Focus op actuele thema's Aan de hand van thematische modules bieden we een totaalbeeld van de hospitalitycompetenties: operationele kennis en vaardigheden departementaal management strategisch management Ons gedreven lectorenteam speelt in op relevante trends, inspireert studenten tot levenslang leren en zet ze via didactische werkvormen aan tot verantwoordelijkheid, zelfstandigheid, initiatief en teamgeest. Focus op denken en doen Tijdens verschillende soorten groepswerken word je aangezet tot probleemoplossend denken aan de hand van praktijkvoorbeelden. Daarnaast is ons motto: weg van de schoolbanken, maar met je voeten in de praktijk! Minstens 70 keer zal je in contact komen met de Belgische en internationale hospitalitysector door bedrijfsbezoeken, gastsprekers, beurzen, events,... Verder ga je tijdens je opleiding 2 keer op stage: een operationele stage en een managementstage. Focus op internationaal De Brusselse multiculturele omgeving en het internationale karakter van de hospitalitysector dragen bij tot de ontwikkeling van een internationale en interculturele attitude. Naast de taalvakken, krijg je een aantal vakken volledig in het Engels. Zo zal je uiteindelijk vlot en professioneel 4 talen spreken: Nederlands, Frans, Engels en Spaans of Duits. Daarnaast kan je 1 semester les volgen aan één van onze partnerinstellingen en stageplaatsen hebben we zowel in binnen- als buitenland. Focus op de student Studentgericht onderwijs staat centraal. Via individuele coaching willen we elke student aanmoedigen tot kritisch reflecteren, grenzen verleggen en het beste uit zichzelf halen. Lectoren staan dicht bij de studenten en zijn vlot aanspreekbaar. Je kan ook een beroep doen op persoonlijke studie- en trajectbegeleiding. Sustainable High-End Hospitality We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Ik koos voor EhB omdat de school in Brussel ligt en Brussel een uitgebreide hotelmarkt heeft. Wat me ook meteen opviel, was hoe persoonlijk het er aan toe gaat in deze school: de docenten kennen je bij naam; je bent geen nummer. Die persoonlijke aanpak vond (en vind ik nog steeds) een heel groot pluspunt! Senne Devos Student Hotelmanagement Vakken We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Je eerste jaar Als nieuwe student word je ingeleid in de basisbeginselen van het operationeel management . Je leert hoe een hotel werkt, hoe je een gast in- en uitcheckt, wat een correcte bediening is en alle andere operationele activiteiten die in een hotel plaatsvinden. De taalvakken bieden een opstap in de specifieke vakterminologie en besteden veel aandacht aan het mondelinge taalgebruik. Je tweede jaar Tijdens het tweede academiejaar worden de leidinggevende functies van elk departement belicht. Reserveringen en omzet maximaliseren, gasttevredenheid nastreven, het food-en-beverageproces afstemmen op de wensen van de gasten, rekening houdend met de kosten en de reglementeringen, etc. Alle details worden grondig bestudeerd, zodat er niets ontglipt aan de toekomstige departmentmanager. Je derde jaar In het derde jaar passen we de kracht van spelend leren toe waarbij studenten een innovatief business game spelen. Alles staat volledig in het teken van het ontwikkelen van jouw managementcompetenties . Het nemen van adequate en onderbouwde beleidsbeslissingen vormt de leidraad van je afstudeerjaar. Programma Hotelmanagement Jaar 1 Veld Credits Sector Inleiding tot hospitality 3 Rooms division 5 Culinaire topics 5 Management Business game 1 5 Economische actualiteit 3 Luxury marketing basics 3 Inleiding tot management 6 Teamwork Teamwork hospitality 3 Teamwork walking dinner 3 Stage Stage 1 - hotel takeover 3 Stage 1 - catering experience 3 Talenpakket Professionele communicatie 3 Français 1 4 English 1 4 Deutsch 1 of Español 1 4 Keuzevak Deutsch 1 Español 1 Language support Nederlands Toeristisch - recreatieve context Programma Hotelmanagement Jaar 2 Veld Credits Sector Event, catering & retailmanagement 4 Rooms division management 4 Restaurantmanagement 4 Meetings & congressen 3 Facility management 3 Management Intercultural skills 3 Hospitality boekhouden 4 Business game 2 4 Teamwork Culinaire start-up 5 Keuze tussen twee opties (Inter)nationale stage 2 15 Luxury hospitality learning experience 15 Talenpakket Français 2 4 English 2 4 Deutsch 2 of Español 2 3 Programma Hotelmanagement Jaar 3 Veld Credits Management Strategic hospitality 5 Human resources management 5 Financieel management 5 High-end branding 5 Teamwork Bachelorproef 7 Business game 3 5 Stage (Inter)nationale stage 3 25 Talenpakket Deutsch 3 of Español 3 3 ECTS-fiches en lessenrooster Wil je gedetailleerde info over de vakken (beoordeling, examenvormen ...): bekijk de ECTS-fiches . Lees de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Stage Je stage in het tweede jaar Je proeft voor de eerste keer van het werkveld via een operationele stage waarbij je actief meedraait in een hotel of stageplaats naar keuze. Dit kan een stageplaats zijn binnen België of Europa en is voor een periode van 9 weken. Je stage in het derde jaar Op het einde van het derde jaar volg je een managementstage van 16 weken waarbij je mee een leidinggevende functie uitvoert binnen een afdeling van je stageplaats. Indien je wenst, kan je deze stage verlengen tot 6 maanden. Je kan stage lopen in België en Europa, maar ook ver daarbuiten! Na je studie Aan het werk Eén ding is zeker: in geen enkele sector kan je op zo een korte tijd een blitzcarrière uitbouwen als in de hotelwereld. Veel studenten hebben halfweg het derde deeltraject al een contract op zak. De vraag naar afgestudeerden in Hotelmanagement is immers groter dan het aanbod. Ben je ambitieus, dan kan je snel doorgroeien naar een managementfunctie in één van volgende departementen en/of bedrijven: receptie en reserveringen food and beverage voorraadbeheer banket- en congresorganisatie marketing en sales housekeeping administratie financieel beheer personeelsbeleid boekhouding catering hoteldienst in verzorgingsinstellingen toeleveringsbedrijven van de horeca of misschien denk je eraan je eigen (horeca)zaak op te starten? Verder studeren Aan EhB Op onze campus kan je via een verkort traject van één of twee jaar een tweede bachelordiploma behalen. Bachelor Communicatiemanagement Bachelor Idea & Innovation Management Bachelor Toerisme- & Recreatiemanagement"
}