{
    "id": "69",
    "title": "ict in the lab 1",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/ict-lab-1",
    "description": "Nood in het werkveld aan key-operatoren die de brug vormen tussen medisch laborant (MLT) en ICT’ers.",
    "content": "ICT in the lab 1 - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing ICT in the lab 1 Voor wie Wil je als laborant bijleren op vlak van de nieuwste IT-technieken in je vakgebied? Automatisering, databases, artificiële intelligentie, ook in het labo speelt het steeds meer een rol. In deze bijscholing geven we je de nodige basis. Opleidingen ICT in the lab 1 Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Wil je als laborant bijleren op vlak van de nieuwste IT-technieken in je vakgebied? Automatisering, databases, artificiële intelligentie, ook in het labo speelt het steeds meer een rol. In deze bijscholing geven we je de nodige basis. Hoe ziet de opleiding eruit De job van medische professionals verandert in snel tempo. Doorgedreven automatisering en de komst van artificiële intelligentie brengen nieuwe uitdagingen met zich mee. Met de opleiding ICT in het lab, willen we op deze trend inspelen. Medische professionals kunnen zich bijschaven met een set skills die cruciaal zijn binnen het hedendaagse werkveld. Het eerste luik van deze cursus voorziet in een basis ICT en terminologie, een kennismaking met health information systems, eHealth en het belang van standaarden (HL7 en SNOMED CT) binnen dit domein. Daarnaast staan we stil bij enkele ethische issues die belangrijk zijn bij het opslaan en verwerken van medische data. We voorzien voor alle cursisten in het tweede luik van de cursus een basis RStudio , een pakket met een stevige reputatie voor data analyse. Ook in de medische wereld wint deze software aan belang. Hier worden namelijk grote hoeveelheden data gegenereerd en verwerkt, zoals patiëntengegevens, laboratoriumresultaten, beeldvorming en genetische informatie. Met de juiste technieken kunnen we betere diagnoses stellen, risico's voorspellen en behandelingen personaliseren. We beginnen met de basisprincipes van R, waaronder variabelen, functies, operatoren en datatypes. Vervolgens zullen we laten zien hoe we data kunnen importeren en manipuleren in R, en hoe we eenvoudige statistische analyses kunnen uitvoeren. We koppelen hier eveneens meteen enkele toepassingen binnen de medische wereld aan. Als vervolg op deze navorming wordt ICT in the lab II (voor gevorderden) aangeboden. Wat leer je 1. Basiskennis ICT - Hardware componenten - Werking van een netwerk 2. Introductie Digital Health - Computer based patient records - Electronic medical record - Electronic Health Record - Protocollen en standaarden 3. Introductie in R - Inlezen en verwerken van bestanden in R - Automatisering en werken met data in R - Datastructuren en datatypes in R - Functions en packages in R - Basis machine learning - Werken met bioconductor Lesprogramma Deze opleiding start in september 2024. De sessies gaan telkens door op dinsdag in de voormiddag. Maakt onderdeel uit van het postgraduaat Applied bio-informatics in research. Programma Na je studie Attest Attest van deelname en slagen - indien deelname aan evaluatievormen: Schriftelijk examen (60%), werkstuk (40%) Deelnemers die vanuit het Postgraduaat ICT-Biotechnology voor dit onderdeel inschrijven en slagen(!) , ontvangen een creditbewijs (voor 5 studiepunten). Je kan op deze manier gespreid over meerdere jaren voldoende creditbewijzen verzamelen om (alsnog) een PG getuigschrift te bekomen als je in bezit bent van een bachelor- of masterdiploma. Waar heb je les Campus Kaai Nijverheidskaai 170 1070 Brussel of Campus Jette Laarbeeklaan 121 1090 Jette of Online Studiekosten Het inschrijvingsgeld bedraagt 450 euro. Inschrijven Klaar om je in te schrijven voor 'ICT in the lab 1'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden. Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Els Plas - Opleidingshoofd Sabrina Chebchoubi - Administratieve vragen Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}