{
    "id": "70",
    "title": "ict in the lab 2",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/ict-lab-2",
    "description": "Nood aan biomed laboranten met sterk gevorderde digitale vaardigheden. Als vervolg op ICT in the lab 1.",
    "content": "ICT in the lab 2 - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing ICT in the lab 2 Voor wie Beschik je reeds over digitale basisvaardigheden of heb je de navorming ICT in the lab 1 gevolgd? Dan is deze navorming de ideale vervolgopleiding ! Opleidingen ICT in the lab 2 Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Beschik je reeds over digitale basisvaardigheden of heb je de navorming ICT in the lab 1 gevolgd? Dan is deze navorming de ideale vervolgopleiding ! Hoe ziet de opleiding eruit Wil jij als medische professional bijleren op vlak van de nieuwste IT-technieken in je vakgebied? In het labo kunnen we niet meer om de impact van de digitale revolutie heen. Denk maar aan: het analyseren van enorme hoeveelheden data, snelle sequencing-methoden, krachtige computermodellen die het gedrag van een cel bestuderen of de chemische processen binnen organismen analyseren. Het zijn slechts enkele veranderingen die we recent gezien hebben. Al deze ontwikkelingen creëren nieuwe uitdagingen. In deze cursus haken we in op ICT in the Lab 1 en starten we met enkele geavanceerde modeleertechnieken in R. Daarnaast introduceren we Python. Enerzijds voorzien we laboranten van een basiskennis datamanagement, Python en machine learning, zodat ze actief aan de slag kunnen met deze toepassingen. Anderzijds willen we key-operatoren opleiden die de brug vormen tussen een medisch of farmaceutisch/biologisch laborant (MLT/FBT) en ICT’ers. De focus ligt op het managen, structureren en organiseren van data. Daarnaast besteden we uitgebreid aandacht aan het a nalyseren van gegevens via Pytho n. In Python leren we zowel via bestanden (csv, xlsx,…) en databanken data correct te verwerken. Verder maken we kennis met enkele vernuftige machine learning technieken, toegepast op de medische sector. Wat leer je Grafische voorstellingen in R Basis programmeertaal python Data management Programmeren in Python Basis data-analyse in Python Machine learning in Python Gevorderde kennis ICT Data analytics – Data Science Programmeren met R en Python Machine Learning Lesprogramma De opleiding start in februari 2024 . De sessies gaan telkens door op dinsdag in de voormiddag. Maakt onderdeel uit van het postgraduaat Applied bio-informatics in research. Programma Na je studie Attest Attest van deelname en slagen - indien deelname aan evaluatievormen: Schriftelijk examen (50%), werkstuk (50%) Deelnemers die vanuit het Postgraduaat ICT-Biotechnology voor dit onderdeel inschrijven en slagen(!) , ontvangen een creditbewijs (voor 5 studiepunten). Je kan op deze manier gespreid over meerdere jaren voldoende creditbewijzen verzamelen om (alsnog) een PG getuigschrift te bekomen als je in bezit bent van een bachelor- of masterdiploma. Waar heb je les Campus Kaai Nijverheidskaai 170 1070 Brussel of Campus Jette Laarbeeklaan 121 1090 Jette of Online Studiekosten Het inschrijvingsgeld bedraagt 450 euro. Inschrijven Klaar om je in te schrijven voor 'ICT in the lab 2'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden. Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Els Plas - Opleidingshoofd Sabrina Chebchoubi - Administratieve vragen Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}