{
    "id": "72",
    "title": "idea and innovation management",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/idea-and-innovation-management",
    "description": "Een unieke opleiding in Vlaanderen met focus op creativiteit, innovatie, ondernemerschap en people skills.",
    "content": "resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Flexibel studeren Heb je ergens anders al een diploma of credits behaald? Dan kunnen we jou wellicht een individueel studietraject aanbieden. En wist je dat heel wat relevante werkervaring kan gebruiken om vrijstellingen te krijgen voor een individueel studietraject? Neem contact op met de trajectbegeleider . Naar het buitenland In het derde jaar van je opleiding kan je voor een semester naar het buitenland, in het kader van Erasmus. Je werkt je studieprogramma af aan een van onze partnerinstellingen. Ook voor je stage mag je naar het buitenland. Hiervoor kun je eventueel een mobiliteitsbeurs krijgen. Opmerkelijke projectvoorstellen voor een stage in een ontwikkelingsland komen ook in aanmerking voor een reisbeurs. Studenten gingen al naar Frankrijk, Zuid-Afrika, Spanje, Panama, Nederland, Duitsland, Verenigde Staten, Indonesië, Ierland en Turkije. Om je nieuwsgierigheid voor het buitenland alvast wat aan te scherpen, trekken we elk jaar samen naar de Dutch Design Week in Eindhoven, een onvergetelijke en bijzonder inspirerende uitstap. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2019 vond een opleidingsaccreditatie plaats voor deze opleiding. Lees het volledige rapport . De Nederlands-Vlaamse Accreditatieorganisatie (NVAO) besloot deze opleiding te accrediteren voor de periode 2019 tot 2027 in het accreditatiebesluit . Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2020 tot 2026 in het borgingsbesluit . De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: ma tot vrij van 9u tot 16u bel ons: 02 213 61 10 mail ons: studentensecretariaat.mm@ehb.be kom langs: campus Kanal, Slotstraat 28 1000 Brussel Subsidies en beurzen Check of je recht hebt op een studietoelage Aanvraag tot KMO-portefeuille Ben je een student uit Nederland? Nederlandse studenten met een VWO of MBO- diploma niveau 4 kunnen meteen starten met de opleiding. Wie enkel een HAVO-diploma heeft, moet eerst slagen in ten minste één jaar van het hoger onderwijs in Nederland (hogeschool of universiteit) of geslaagd zijn voor het landelijk examen dat in Nederland toegang geeft tot universitair onderwijs. Behaalde je Nederland al een bachelor- of masterdiploma, dan word je vrijgesteld van het 1 ste jaar. Je volgt dan een verkort traject van 120 studiepunten. Trajectbegeleider Hilde Hendrickx geeft graag meer informatie. Info voor bedrijven Ben je op zoek naar een student die actief en met kennis van zaken kan meewerken om je innovatieplannen vorm te geven? Look no further! Aan onze opleiding Idea & Innovation Management studeren ondertussen ieder jaar jonge wolven af met een bijzondere appetijt voor vernieuwing, verandering, beweging, innovatie. En de meesten onder hen zijn hun honger al volop aan het stillen, want een eerste job was snel gevonden. Te laat dus? Tuurlijk niet! Elk jaar opnieuw komt een nieuwe lichting aangehold... en ze zijn op z'n minst even hongerig. Here's the good news: jij kan ze voeden! Werkt je bedrijf of organisatie actief aan innovatie of wil je jezelf in de nabije toekomst beter wapenen tegen verandering? Tja, dan komen ze straks misschien wel uit je hand eten? En daar heb je zowaar drie keer de kans toe... Stage van de tweedejaars De tweedejaars doen een innovatie-scan in jouw bedrijf of organisatie, voeren een brainstorm of creatieve sessie uit en werken mee aan je projecten. De stages starten meestal na de examenperiode van januari. Klik hier voor meer info. Stage van de derdejaars De derdejaars lopen stage bij innovatieve startups, KMO’s, non-profitorganisaties, bij multinationals of overheden. De precieze opdracht bepalen we graag in onderling overleg. Klik hier voor meer info. . De innovatiecase Het orgelpunt van de opleiding is de Innovatiecase. Van oktober tot maart werken teams (twee of drie studenten) aan een innovatie-opdracht. De precieze activiteiten hangen uiteraard af van de opdracht. Soms ligt de focus op trendonderzoek, op innovatie-activiteiten of –tools. Misschien vergt de opdracht de concrete uitwerking van business cases of moeten (interne) klanten bevraagd worden. Maatschappelijke organisaties kunnen misschien ook wel hulp gebruiken om innovatiever uit de hoek te komen? Start-ups zijn dan weer gebaat bij implementatie. Neem contact op voor meer info . Workshop Innovation Hunt Met steun van het Vlaams Agentschap voor Innoveren en Ondernemen ontwikkelde de opleiding Idea & Innovation Management een laagdrempelige, maar krachtige methode om KMO’s te begeleiden innovatiekansen te zien en te ontwikkelen. Dit vertaalt zich in een workshop op maat, met de naam Innovation Hunt. In crisistijd is het ook voor KMO’s extra belangrijk om in te zetten op innovatie om te overleven en te groeien. KMO’s zitten door de coronacrisis op hun tandvlees. Daarom wil EhB vanuit de opleiding Idea & Innovation Management kennis aanbieden en op maat van KMO’s samenwerken. We richten ons vooral tot kleine profit- of social-profitorganisaties die innovatiekansen in kaart willen brengen en hiervoor een draagvlak zoeken. De workshop kan online, on site of hybride georganiseerd worden, afhankelijk van de Covid-19-situatie. De kostprijs is afhankelijk van het aantal deelnemers. De workshop kan aangevraagd worden via www.ehb.be/innovation-hunt. Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Mail het opleidingshoofd Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel een vraag via dit formulier Bestel de gedrukte folder hier Gerelateerde verhalen Verhaal Alumni op goede voet De start-up van Ehb-alumni Jean-Baptiste Platteau en Bert Leroy helpt klanten aan schoenzolen op maat, zonder een voet buiten de deur te moeten zetten. ··· Verhaal Hack The Future '23: leveren we dit jaar ook de winnaars op? In 2022 beloonde Hack the Future zomaar eventjes twee studentenprojecten van de opleiding Idea- en Innovation Management. Waag jij je kans dit jaar? ··· Verhaal Hackathon duurzame innovatie in de retail Met welke innovatieve concepten kan Decathlon zijn ecologische voetafdruk verkleinen? ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Evenement Innovatiecafé met Jo Caudron Dinsdag 07 Mei 2024 , 19:00 Op dinsdag 7 mei 2024 organiseert de opleiding Idea & Innovation Management hun jaarlijks Innovatiecafé. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden"
}