{
    "id": "71",
    "title": "idea and innovation management",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/idea-and-innovation-management",
    "description": "Een unieke opleiding in Vlaanderen met focus op creativiteit, innovatie, ondernemerschap en people skills.",
    "content": "Idea and Innovation Management - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply Dutch Navigatie wisselen Menu Zoek Zoeken Apply Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Idea and Innovation Management Kom langs op één van onze infodagen infodagen Voor wie Voor iedereen die barst van creativiteit. Voor iedereen die graag deel uit maakt van een nieuwe en unieke innovatie-community. Voor de verborgen ondernemer in jou met uitstekende people-skills. Voor iedereen die de toekomst mee duurzaam wil vormgeven. Opleidingen Idea and Innovation Management Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Info voor bedrijven Voor wie Voor iedereen die barst van creativiteit. Voor iedereen die graag deel uit maakt van een nieuwe en unieke innovatie-community. Voor de verborgen ondernemer in jou met uitstekende people-skills. Voor iedereen die de toekomst mee duurzaam wil vormgeven. Hoe ziet de opleiding eruit? Ben jij iemand die het verschil wil maken, een impactzoeker, een gamechanger, een buitenbeentje? Heb je een open & curious mind, stel je graag kritische vragen? Zoek je een brede toekomstgerichte opleiding die je de ruimte geeft om te ontdekken wat echt bij jou past? Dan zal je je bij Idea & Innovation Management meteen thuis voelen. Een unieke opleiding Idea & Innovation Management is uniek in Vlaanderen. Centraal staat creatief en innovatief ondernemen. De studie focust op 4 pijlers: Creativiteit, Innovatie, Ondernemerschap en People Skills. Praktijk staat centraal. Je leert van gepassioneerde, inspirerende en toegankelijke topprofessionals. Je leert hoe je trends herkent, hoe je ideeën bedenkt en die tot sterke concepten ontwikkelt. Je leert hoe je een businesscase bouwt, welke verdienmodellen je kan toepassen, hoe je een goed financieel plan maakt en hoe je samenwerkt om nieuwe ideeën in de markt te zetten. Je krijgt een brede kijk op de wereld met al zijn uitdagingen en de juiste mindset om die aan te pakken. Je oefent en groeit - als individu en team - in samenwerken, presenteren, coachen en netwerken. Bekijk de getuigenissen van docenten, studenten en alumni: Ben je nieuwsgierig naar de 4 grote pijlers in de opleiding? Bekijk de uitleg van de docenten in de video's. Ook studenten en alumni vertellen over hun perfect match met de opleiding en de uitbouw van hun toekomst in innovatie management . We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Vakken Je eerste lesweek In de eerste lesweek trek je twee dagen op bootcamp. Hier leer je je docenten en medestudenten meteen echt kennen. Zo voelt iedereen zich snel thuis in de opleiding en wordt de klasgroep al snel een hechte groep: een ideale basis voor de latere groepswerken. Op een intensieve, onconventionele en creatieve manier ga je aan de slag met enkele concrete opdrachten en ontdek je onze aanpak: coachend, persoonlijk en met veel ruimte voor feedback. De rest van het jaar Theoretische hoorcolleges worden afgewisseld of gecombineerd met workshops. Sommige vakken krijg je een heel jaar lang, andere verwerk je in één semester. Bij vakken als Agile Projectmanagement, Innovation Project lean Canvas, Business Case, Financial Planning en Innovatiecase uit persoonlijk engagement, werk je aan een reëel project en word je begeleid door coaches. Daarnaast is er ruimte voor persoonlijke inbreng van thema's die jou boeien en werk je aan verschillende projecten voor diverse opdrachtgevers. Innovatiecase De Innovatiecase is het sluitstuk van de opleiding. Je kiest, samen met je coördinator en een zelf gekozen externe opdrachtgever, een project waar je een groot deel van het jaar aan werkt. Samen met je teamgenoten werk je autonoom aan een project waarin je je passie terugvindt. Tijdens het hele project krijg je coaching van je docenten. Wil jij zelf een innovatief product of een innovatieve dienst lanceren? Dan kan je op onze steun rekenen bij de start van je eigen onderneming, en zo heb je meteen je afstudeerproject te pakken. Voor dit soort opdrachten, start je best al in het 2de jaar met je case. Innovatiecafé Het innovatiecafé is een initiatief van de opleiding om studenten en belangstellenden telkens rond een specifiek thema in contact te brengen met een keynote speaker en een aantal start-ups. Na afloop van de keynote is er een debat of een uitgebreide Q&A. De avond wordt afgesloten met een Networking Drink. Hou zeker onze evenementenpagina in de gaten. Programma Idea & Innovation Management Jaar 1 Veld Credits Creativiteit Creatief denken en brainstormen 4 Innovatie Innovation Management 1 3 Research Basics 6 Innovatie in de media 4 Trendwatching 5 Innovation Project Lean Canvas 3 Digitale Transformatie: trends, tools & technieken 4 Ondernemerschap Business Management 5 Marketing & Brands 6 Toegepaste ICT 5 People Skills Coaching 1 3 Personal Leadership 1 3 Inleiding in de humane wetenschappen 5 Geïntegreerd Agile Projectmanagement & Teamwork 4 Programma Idea & Innovation Management Jaar 2 Veld Credits Creativiteit Design thinking, Concepting, Prototyping 5 Idea Promotion 4 Innovatie Innovation Management 2 4 Design and Innovation Research 6 Maatschappelijke innovaties 5 Trendimplementatie 5 Ondernemerschap Business Case & Project 7 Financial Planning & Project 3 Business Ecosystems 3 People Skills Coaching 2 3 Personal Leadership 2 3 Networking Skills 3 Geïntegreerd Stage 1 9 Programma Idea & Innovation Management Jaar 3 Veld Credits Creativiteit Business Creativity 5 Innovatie Innovation Management 3 4 Strategic Futures Orientation 5 Recentste technologische innovaties 3 Organisaties in beweging 5 Ondernemerschap Business modeling, Finance & IP 5 Sustainability & Circular Economy 5 People Skills Facilitation Skills 3 Intercultural Skills 3 Geïntegreerd Stage 2 15 Innovatiecase uit persoonlijk engagement 7 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Check de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Stage Tijdens je stage word je ingezet in verschillende afdelingen, van innovatie over algemene directie, personeelsbeleid, marketing of business. We werkten hiervoor al samen met organisaties als Accenture, VRT, Medialaan, Nationale Loterij, Telenet, Proximus, Colruyt Group, Baloise, Atlas Copco, Agentschap voor Natuur en Bos, Decathon, KBC, Bekaert, Joker, Agoria, UZ Leuven, De sociale innovatiefabriek, Voka, Unizo, Partena, de Vlaamse en Federale overheid,... Je tweedejaarsstage Tijdens je stage in het tweede jaar werk je gedurende zes weken met een andere student samen. De praktijk van je stageplaats leert je hoe organisaties in elkaar zitten. Je leert te begrijpen welke processen gebruikt worden om innovaties aan te sturen, op welke manier stakeholders in die processen betrokken zijn, welke hindernissen je tegenkomt bij innovatieprocessen en hoe deze kunnen vermeden worden. Je krijgt 3 stageopdrachten De innovatiescan Een innovatiescan is een krachtig instrument om snel zicht te krijgen op alle domeinen die van belang zijn voor goed ‘innovatiemanagement’. Innovatieconsultants starten vaak met zo’n scan om inzicht op het vlak van innovatie te krijgen binnen de organisatie. Tijdens je stage ga je in gesprek met diverse managementfuncties (hr, marketing, financiën, innovatie, corporate social responsability, ict, productie, ….). Je brengt je bevindingen samen en presenteert die samen met wat eerste aanbevelingen aan je stagementor. Concrete inzet bij een bestaand project Uiteraard krijg je van je stagebedrijf nog bijkomende opdrachten, zodat je je leercurve kan optimaliseren en je zoveel mogelijk betrokken bent in de dagelijkse werking van je stageplaats. Je woont vergaderingen bij, doet trendonderzoek, evalueert eerdere innovatietrajecten en helpt er nieuwe opstarten of je helpt bij het realiseren van innovaties na de lancering. Je helpt met de marketing en de communicatie. Of men vraagt je om adviezen te doen om de creatieve cultuur binnen de organisatie te verbeteren. Ook rond duurzaam ondernemen kan je voorstellen formuleren. De brainstorm / creatieve sessie De inzichten in brainstorm / creatieve technieken die je aangeleerd kreeg in het eerste jaar, kan je nu uitgebreid oefenen: jij organiseert en faciliteert de brainstorm en levert een idee-fiche af, samen met een verslag van het proces. De stage was een bevestiging van de relevantie van de praktijk- en theorielessen. Door ondergedompeld te worden in een bepaalde bedrijfscultuur kan je observeren wat er goed of slecht gaat, om zo uiteindelijk een totaalbeeld van de organisatie te krijgen. Het fijnste aan de stage was het werken met de stagepartner, omdat je tot diepgaandere oplossingen kan komen door verschillende dynamieken samen te brengen. Yannick Van Elsué Student Idea & Innovation Management Je derdejaarsstage Je sluit je opleiding af met een stage van drie maanden in binnen- of buitenland. Je gaat dan aan de slag in organisaties die al ervaring hebben in innovatieprocessen of die een innovatietraject willen opstarten, zodat je hier actief kan bij betrokken worden. Tijdens mijn stage bij Colruyt leerde ik vanuit verschillende perspectieven naar innovatie te kijken. Het leuke was dat ik zelf kon experimenteren met de modellen en theorie die in de lessen aan bod waren gekomen. Ik had nooit gedacht dat innovatie zo veelzijdig kon zijn. Remy Van Humbeeck Student Idea & Innovation Management - Afgestudeerd juni 2017 Na je studie Als Idea & Innovation Manager ben je de ideale medewerker om innovatietrajecten te helpen opstarten, begeleiden en realiseren. Je begeleidt het veranderingsproces van het eerste idee tot de ontwikkeling en fungeert als een echte bruggenbouwer tussen de verschillende partijen. Je werkt vaak in team. Je brengt mensen bij elkaar die samen aan een nieuw verhaal willen schrijven. Aan het werk Van Innovation Strategist tot Consultant R&D, van Life Coach tot Digital Storyteller, van Beleidsmedewerker Innovatie tot Business Analyst. Van kleine lokale bedrijven tot grote multinationals, van zeer winstgedreven industrie tot impact-ondernemingen die op duurzaamheid en sociaal welzijn focussen, van overheid en federaties tot vakorganisaties en innovatieve dienstenbedrijven. Verder studeren Aan EhB Behaal via een verkort traject een tweede bachelor. Ga voor een master Volg een schakelprogramma aan de VUB. Waar heb je les? Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels,"
}