{
    "id": "52",
    "title": "informatiebeheer",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-informatiebeheer",
    "description": "Wil je aan de slag gaan met informatie, digitale toepassingen en mensen? Wil je alles weten over de werking van bibliotheken, archieven, musea & erfgoedinstellingen? Welkom in Leuven!",
    "content": "Informatiebeheer - Graduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Graduaat Informatiebeheer Voor wie Beste bezoeker, op 27 februari 2024 werd door het College van Bestuur van EhB beslist om deze opleiding niet langer in te richten in het academiejaar 2024-2025. Dit kadert in een herpositionering van onze graduaatsopleidingen. Het was een moeilijke beslissing en we hebben begrip voor ieders teleurstelling. Bekijk hier waar je deze opleiding wel kunt volgen. Opleidingen Informatiebeheer Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Info voor bedrijven Voor wie Beste bezoeker, op 27 februari 2024 werd door het College van Bestuur van EhB beslist om deze opleiding niet langer in te richten in het academiejaar 2024-2025. Dit kadert in een herpositionering van onze graduaatsopleidingen. Het was een moeilijke beslissing en we hebben begrip voor ieders teleurstelling. Bekijk hier waar je deze opleiding wel kunt volgen. Hoe ziet de opleiding eruit Les op campus Leuven Docenten uit het werkveld Mogelijkheid tot flexibele trajecten combineerbaar met je privéleven Startdata in september, november en februari Veel begeleiding en een coachende aanpak. Een diploma hoger onderwijs in twee jaar. De tweejarige opleiding bereidt je helemaal voor op een functie als bibliotheek-, archief-, informatiedeskundige of erfgoedregistrator. Dankzij je enorme vaktechnische kennis beheer je vlot informatie. Je zorgt dat die beschikbaar is voor alle gebruikers. Heeft iemand een vraag of probleem? Dan help je die klantvriendelijk en deskundig verder. Tijdens de interactieve opleiding ligt de nadruk op praktijk. Je brengt dan ook een derde van je opleiding door op de werkvloer. Zo wordt informatiebeheer je tweede natuur en ben je helemaal klaar voor de arbeidsmarkt. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Vakken Jouw opleiding in 5 leerlijnen Je volgt les op dinsdag, woensdag en donderdag – in de namiddag en ‘s avonds. Je doorloopt in totaal 30 opleidingsonderdelen of 120 studiepunten. Interesse in het lessenrooster? Neem contact op met ons. Brede sector In het onderdeel ‘brede sector’ maak je kennis met de werkvloer in al zijn facetten. Je ontdekt alle soorten bibliotheken, archieven en informatiecentra. Je krijgt inzicht in erfgoedinstellingen, beroepsverenigingen, … Kortom, dé culturele en maatschappelijke context waarin je als informatiebeheerder terechtkomt. Daarnaast maak jij je belangrijke technische competenties eigen: metadatering collectieontwikkeling selectie, conservatie en vernietiging van archief Digitalisering Het gedeelte ‘digitalisering’ bereidt je voor op de toekomst. Je leert om vlot te werken met courante kantoorsoftware. Je verkent programmeer- en markuptalen en opmaaksoftware. Tot slot verdiep je je in de belangrijkste digitaliserings- en automatiseringstechnieken en maak je kennis met de gevaren en valkuilen daarvan. Publiekswerking Publiekswerking is cruciaal op de werkvloer. Daarom telt dit gedeelte 34 studiepunten. Je leert proactief nadenken over de manier waarop jouw informatieaanbod je doelgroepen bereikt. Dat doe je door aan vijf realistische of echte projecten te werken. Soft skills De ideale publiekswerker werkt goed samen, communiceert vlot en legt gemakkelijk contact. Daarnaast weet hij hoe hij gebruikers wegwijs maakt in zijn expertise. Dat leer je in het gedeelte ‘soft skills’. Je focust eerst op één of twee vaardigheden en past die daarna toe in een project. Professionele ontwikkeling Eerst loop je stage in een laagdrempelige instelling, bijvoorbeeld een openbare bibliotheek. Daarna stap je uit je comfortzone en ga je aan de slag in andere, meer uitdagende instellingen zoals bijvoorbeeld een wetenschappelijke bibliotheek of een archief. Jij kiest. In het tweede jaar loop je stage in het type instelling waarin jij je graag wilt specialiseren. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Drie afstudeerrichtingen Na het eerste jaar kies je een afstudeerrichting: Bibliotheek, Archief of Erfgoedregistratie – elk goed voor 32 studiepunten. Zo specialiseer je jezelf in één van de drie deelsectoren. De andere vakken volg je samen met medestudenten van de andere afstudeerrichting, zodat je als breed gevormde informatieprofessional snel aan de slag kan in de sector. Informatiebeheer: Bibliotheek & Archief - Jaar 1 Veld Credits Brede sector Inleiding in de sector 4 Juridische aspecten van informatie I 3 Juridische aspecten van informatie II 4 Heritage Skills 3 Informatiebeheer I 4 Digitalisering ICT-skills I 3 Opmaaksoftware 3 Digitalisering 4 Publiekswerking Informatie & gebruikers 3 Marketing en public relations 3 Informatievaardigheden 4 Project event 5 Soft skills Soft skills I 3 Soft skills II 3 Professionele ontwikkeling Stage I + POP 5 Stage II + POP 6 Informatiebeheer: Bibliotheek & Archief - Jaar 2 Veld Credits Brede sector Informatiebeheer II 4 Informatiebeheer III 3 Collectieontwikkeling, Archiefmanagement of Immaterieel & cultureel erfgoedbeheer* Op basis van de afstudeerrichting Bibliotheek, Archief of Erfgoedregistratie. *Het betreft afstudeerrichting Erfgoedregistratie: onder voorbehoud goedkeuring Vlaamse Regering. 3 Digitalisering ICT-skills II 4 Open Science, Digitaal informatiebeheer of Heritage ICT* Op basis van de afstudeerrichting Bibliotheek, Archief of Erfgoedregistratie. *Het betreft afstudeerrichting Erfgoedregistratie: onder voorbehoud goedkeuring Vlaamse Regering. 4 Publiekswerking Kwaliteitszorg 3 Participatie 5 Project trends & innovatie Op basis van de afstudeerrichting Bibliotheek, Archief of Erfgoedregistratie*. *Het betreft afstudeerrichting Erfgoedregistratie: onder voorbehoud goedkeuring Vlaamse Regering. 5 Project vorming of Project erfgoedgemeenschap* Op basis van de afstudeerrichting Bibliotheek, Archief of Erfgoedregistratie. *Het betreft afstudeerrichting Erfgoedregistratie: onder voorbehoud goedkeuring Vlaamse Regering. 5 Soft skills Soft skills III 3 Soft skills IV 3 Keuzeruimte 3 Professionele ontwikkeling Stage III + POP 7 Stage IV + POP 8 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (leerdoelen, beoordeling, examenvormen ...), lees de ECTS-fiches . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Na je studie Aan het werk openbare bibliotheken wetenschappelijke bibliotheken aan unief of hogeschool musea erfgoedinstelilngen cultureel erfgoed archieven informatiebeheersdiensten van gemeenten en overheden documentatiecentra van advocaten, verzekeraars enz kennis- en informatiebeheersdiensten in bedrijven Ben je ambitieus? Dan groei je snel door naar een verantwoordelijke functie – zoals bibliothecaris, functioneel beheerder, of Sharepoint- of informatiebeheerder. Bekijk zeker ook eens de website van onze beroepsvereniging VVBAD of steunpunt FARO voor vacatures of meer informatie over de sector. Verder studeren Een extra afstudeerrichting Tijdens de opleiding kies je voor één van de drie afstudeerrichtingen: Bibliotheek, Archief of Erfgoedregistratie. Kriebelt het om ook de andere afstudeerrichting te voltooien? Dat kan! Je volgt dan een extra traject van 32 studiepunten. Een bachelor Start met de professionele bachelor Sociaal Werk . Je krijgt vrijstellingen. Je volgt een programma van 94 studiepunten binnen de bachelor Sociaal werk voor Volwassenen en kiest uit twee afstudeerrichtingen: Maatschappelijk Werk of Sociaal-cultureel Werk. Je kan ook het reguliere dagprogramma volgen met als afstudeerrichting Sociaal-cultureel werk. Dit programma omvat 104 studiepunten. Waar heb je les Campus Leuven In Heverlee, vlakbij Leuven Vlot bereikbaar met openbaar vervoer, fiets, step en auto Leuke lunchspots vlakbij campus Ruime parking op de campus Contact: mail ons: campusleuven@ehb.be adres: Interleuvenlaan 5, 3001 Heverlee Openingsuren studentensecretariaat: Maandag en woensdag: 11u tot 19u Donderdag: 13u tot 19u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Flexibel studeren Werken en studeren Het werktraject is ontwikkeld voor iedereen die (deeltijds/voltijds) werken en studeren wil combineren. Contacteer je trajectbegeleider om mogelijke faciliteiten zoals digitaal onderwijs te bespreken. Starten in februari Is het academiejaar al gestart en heb je geen zin om een volledig academiejaar te verliezen? Je kan deze opleiding ook starten in februari. Bekijk via deze pagina het programma. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleidingsgebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Boeken & cursussen Academic software: €80/jaar Studie-uitstappen: €30/jaar Aterlierkosten: €16 Hier vind je het overzicht van de opleidingsgebonden kosten per jaar. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2018 vond een toets nieuwe opleiding plaats voor deze opleiding. Lees het volledige rapport . De Nederlands-Vlaamse Accreditatieorganisatie (NVAO) besloot dat deze opleiding op internationaal aanvaarde wijze potentiële kwaliteit biedt: zie besluit toets nieuwe opleiding . De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Inschrijven Op 27 februari 2024 werd door het College van Bestuur van EhB beslist om deze opleiding niet in te richten in het academiejaar 2024-2025. Bekijk hier waar je deze opleiding wel kunt volgen. Info voor bedrijven Wij zijn steeds op zoek naar bedrijven die met ons willen samenwerken. Als stageplek, als mentor voor een project, als gastspreker op een seminarie,... Elk bedrijf met informatieprofessionals kan bij ons terecht. In deze brochure lees je alle info. Neem contact op met het opleidingshoofd . Contact Campus Leuven Interleuvenlaan 5, 3001 Heverlee Mail ons: graduaat.informatiebeheer@ehb.be Maak een afspraak met de trajectbegeleider Emma Reynders Chat met ons via Messenger: @erasmushogeschool Stel je vraag via dit formulier Bestel de gedrukte folder hier Kom naar een infodag Wil je op de hoogte gehouden worden van nieuws en events? Laat dan je gegevens achter . Gerelateerde verhalen Verhaal Erasmushogeschool Brussel op Informatie aan Zee EhB is aanwezig op het tweejaarlijkse congres voor informatieprofessionals in Oostende met haar opleidingen en docenten. ··· Verhaal Anke, student Informatiebeheer, op stage bij kunstenaarsarchief van Jan Dries Anke Smits, studente Informatiebeheer, ging tijdens haar stage aan de slag met het kunstenaarsarchief van Jan Dries. ··· Verhaal Wat als De Croo of Jambon archiefstukken meenemen naar hun badkamer? Een blik op de actualiteit vanuit het perspectief van een informatiebeheerder. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}