{
    "id": "112",
    "title": "informatiemanagement (’ 24 -’ 25 )",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/postgraduaat-het-informatiemanagement",
    "description": "Wil je alles weten over informatie en documentatie? En schrikt een digitale en snel evoluerende omgeving je niet af? Start de postgraduaat informatiemanagement!",
    "content": "Informatiemanagement ('24-'25) - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Informatiemanagement (’ 24 -’ 25 ) Voor wie Vertoef je het liefst de hele dag in een bibliotheek of archief? Wil je alles weten over informatie en documentatie? Schrikt een digitale en snel evoluerende omgeving je niet af? Je hebt al een diploma hoger onderwijs (graduaat, bachelor of master) behaald en wilt je verder professionaliseren om aan de slag te gaan in de informatiesector (bibliotheken, archieven, musea, informatiebeheerdiensten, …) of je bent al aan de slag in de sector en wilt je loopbaan verder uitbouwen. De opleiding staat open voor studenten die doorstromen uit een andere opleiding of studenten met al enkele jaren werkervaring. Opleidingen Informatiemanagement ('24-'25) Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Voor wie Vertoef je het liefst de hele dag in een bibliotheek of archief? Wil je alles weten over informatie en documentatie? Schrikt een digitale en snel evoluerende omgeving je niet af? Je hebt al een diploma hoger onderwijs (graduaat, bachelor of master) behaald en wilt je verder professionaliseren om aan de slag te gaan in de informatiesector (bibliotheken, archieven, musea, informatiebeheerdiensten, …) of je bent al aan de slag in de sector en wilt je loopbaan verder uitbouwen. De opleiding staat open voor studenten die doorstromen uit een andere opleiding of studenten met al enkele jaren werkervaring. Hoe ziet de opleiding eruit Duik in de informatiewereld... ... en word onmisbaar in bibliotheken en archieven Het programma van dertig studiepunten (één academiejaar) bereidt je optimaal voor om een carrière uit te bouwen binnen de informatiesector. Je leert de belangrijkste basistechnieken aan, aangepast aan het digitale heden en je werkt aan je people skills. Daarna oefen je het allemaal in op een stageplaats. Het postgraduaat Informatiemanagement biedt je een praktische opleiding gegeven door docenten uit het werkveld . Lesprogramma Het programma bestaat uit 30 studiepunten en start in september 2024. De lessen vinden meestal plaats op woensdagnamiddag en – avond . Uitzonderlijk kan een opleidingsonderdeel ook doorgaan op dinsdag of vrijdag. De voorlopige lessenrooster is beschikbaar vanaf eind augustus. Erasmushogeschool combineert contactlessen met online leeractiviteiten om tijdens de begeleidingstijd op de campus te focussen op extra uitleg en ondersteuning. Je volgt tijdens je opleiding een stage van 160 uur vrij in te plannen in het eerste of tweede semester in een instelling naar keuze. Werkstudenten kunnen dit uitvoeren op de eigen werkplek. Het postgraduaat Informatiemanagement werkt met een kwartaalsysteem , waardoor na elk kwartaal van zeven weken één of twee weken examen volgen. Vervolgens starten nieuwe opleidingsonderdelen. Deze lesvorm maak het mogelijk om de opleiding te combineren met een job of gezin. Je volgt acht opleidingsonderdelen verdeeld over vier leerlijnen. Je hebt een keuze uit twee afstudeerrichtingen: archief of bibliotheek . Afhankelijk van je keuze neem je andere keuzevakken op. Leerlijn Semester 1 Semester 2 Basistechnieken Collectieontwikkeling of Archiefmanangement* (3sp) Metadata (5sp) Kennismanagement (3sp) Digitalisering & Automatisering IT-skills (3sp) Bibliotheekautomatisering of Archiefautomatisering* (4sp) Soft Skills Kwaliteitszorg (3sp) Management in de informatiesector (3sp) Stage Stage (6sp) Na je studie De informatiesector wacht vol ongeduld op pas afgestudeerden zoals jij. Je gaat dus meteen aan de slag. Je komt terecht in: openbare bibliotheken wetenschappelijke bibliotheken aan universiteiten en hogescholen museumbibliotheken schoolbibliotheken culturele archieven openbare archieven in steden en gemeenten informatiebeheerdiensten binnen overheden of private ondernemingen culturele centra documentatiecentra van advocatenkantoren en verzekeraars De opleiding bereidt je voor om een leidinggevende rol binnen de sector op te nemen en helpt je om een netwerk uit te bouwen. Waar heb je les Campus Leuven Je volgt de opleiding op campus Leuven. Daar vind je de nodige uitdaging en inspiratie om je opleiding succesvol af te werken. Je krijgt les in klas- of computerlokalen – afhankelijk van het vak en de lesinhoud. Daarnaast ben je welkom in de openleercentra en het studielandschap. En heb je altijd toegang tot de online catalogi van de Erasmushogeschool Brussel. Honger gekregen? Op campus Leuven en op verschillende plaatsen in de nabije omgeving kun je terecht voor een broodje of een lunch. Je bereikt de campus gemakkelijk Interleuvenlaan 5 3001 Heverlee, Leuven Openbaar vervoer: neem aan het station van Leuven de bus en stap af aan de halte Haasrode UCLL 630 en 4 richting Haasrode 5 richting Vaalbeek Blue-bike: huur je fiets aan het station van Leuven en fiets in 20 minuten naar de campus. Auto : zet je auto op de ruime parking achter het gebouw van Interleuvenlaan 5. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Wat kost de opleiding Deze 1-jarige opleiding kost €765 (25,50 per studiepunt). Je kunt gebruik maken van Vlaams Opleidingsverlof en er is de mogelijkheid om met opleidingscheques te betalen. Wil je liever de opleiding in twee jaar volgen? Dat kan zeker, e-mail dan naar informatiemanagement@ehb.be voor een persoonlijk traject. Inschrijven Contact Erasmushogeschool Brussel Campus Leuven Interleuvenlaan 5, 3001 Heverlee Mail ons: informatiemanagement@ehb.be Chat met ons via Messenger: @erasmushogeschool Stel je vraag via dit formulier Gerelateerde verhalen Verhaal Erasmushogeschool Brussel op Informatie aan Zee EhB is aanwezig op het tweejaarlijkse congres voor informatieprofessionals in Oostende met haar opleidingen en docenten. ··· Verhaal Anke, student Informatiebeheer, op stage bij kunstenaarsarchief van Jan Dries Anke Smits, studente Informatiebeheer, ging tijdens haar stage aan de slag met het kunstenaarsarchief van Jan Dries. ··· Verhaal Wat als De Croo of Jambon archiefstukken meenemen naar hun badkamer? Een blik op de actualiteit vanuit het perspectief van een informatiebeheerder. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}