{
    "id": "8",
    "title": "inschrijven",
    "source": "https://www.erasmushogeschool.be/nl/inschrijven",
    "description": "Alles over (online) inschrijven aan de Erasmushogeschool Brussel. Of heb je nog vragen over de studiegelden of -financiering?",
    "content": "Inschrijven | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Erasmushogeschool Brussel Studeren Inschrijven Inschrijven EhB-student worden? Top keuze! Op deze pagina vind je alle informatie die je nodig hebt om je vlot in te schrijven voor een opleiding. Starten in februari? Kies in het keuzeproces voor het 'semester 2-traject'. Al ingeschreven aan EhB dit jaar en je wilt veranderen in februari: dat kan via ibamaflex, neem gewoon contact op met je trajectbegeleider. Nieuwe student: eerste inschrijving Ik heb nog nooit eerder gestudeerd aan EhB. inschrijven >> Huidige opleiding voortzetten Ik wil mij opnieuw inschrijven voor een EhB-opleiding. herinschrijven >> Terugkerende student aan EhB Ik was al eerder student aan EhB, maar niet vorig jaar. inschrijven >> Student met niet-Vlaams diploma Ik heb een niet-Vlaams diploma en wil studeren aan EhB. inschrijven >> Belangrijke info Alles over studiekosten Toelatingsvoorwaarden Starttoets lerarenopleidingen Financiële steun Het leerkrediet Flexibel studeren Persoonlijke begeleiding Ik kom uit het buitenland Starten in februari Uitwisseling vakken tussen EhB en VUB Hulp bij je inschrijving Langskomen op campus? Check de openingsuren van onze campussen. Check de algemene FAQ of FAQ over online inschrijven . Bekijk de handleiding over de online inschrijvingstool. Mail naar het studentensecretariaat van je campus . Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}