{
    "id": "53",
    "title": "internet of things",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-internet-of-things",
    "description": "Je bent gepassioneerd door technologie en je wil mee zijn in de snelgroeiende wereld van IoT? We bieden je een tweejarige, praktijkgerichte opleiding aan.",
    "content": "Internet of Things - Graduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Graduaat Internet of Things Vanaf 2024-2025 niet langer ingericht. Voor wie Beste bezoeker, op 27 februari 2024 werd door het College van Bestuur van EhB beslist om deze opleiding niet langer in te richten in het academiejaar 2024-2025. Dit kadert in een herpositionering van onze graduaatsopleidingen. Het was een moeilijke beslissing en we hebben begrip voor ieders teleurstelling. Bekijk hier waar je deze opleiding wel kunt volgen. Opleidingen Internet of Things Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Volg ons op Facebook Info voor bedrijven Kwaliteitsvol onderwijs Voor wie Beste bezoeker, op 27 februari 2024 werd door het College van Bestuur van EhB beslist om deze opleiding niet langer in te richten in het academiejaar 2024-2025. Dit kadert in een herpositionering van onze graduaatsopleidingen. Het was een moeilijke beslissing en we hebben begrip voor ieders teleurstelling. Bekijk hier waar je deze opleiding wel kunt volgen. Hoe ziet de opleiding eruit In deze opleiding leer je aan de slag gaan met deze slimme sensoren en devices die aan de basis liggen van de snelgroeiende wereld. Je vindt ze terug in alle domeinen van smart cities tot slimme toepassingen in de industrie . In de industriële sector worden ze gebruikt voor het monitoren van processen (denk aan predictief onderhoud), en even goed in slimme kantoren en huizen (domotica en geconnecteerde securitysystemen). En je vindt deze technologie ook in verschillende andere sectoren terug zoals transport, gezondheidszorg en de landbouw. De graduaatopleiding Internet of Things leert hoe jij dé specialist wordt om met al deze ontwikkelingen om te gaan. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Volwaardig hoger diploma in 2 jaar We bieden je via het graduaat Internet of Things (IoT) een tweejarige opleiding aan die volledig op de beroepspraktijk is afgestemd. Je volgt 3 à 4 dagen les per week. In het tweede semester van onze IoT opleiding start je met een eerste blok werkplekleren en in het tweede jaar wordt dit sterk uitgebreid. Werkplekleren Werkplekleren maakt een essentieel deel uit van de opleiding. Wat je leert in de lessen, kun je meteen omzetten in de praktijk. Je neemt ook je ervaringen van het werkplekleren mee om opdrachten tijdens de les uit te voeren. In het tweede semester van het tweede jaar ga je op stage in een bedrijf naar keuze. Opbouw academiejaar Het academiejaar is opgebouwd uit vier lesblokken in plaats van twee semesters. Elk lesblok bestaat uit zes lesweken en wordt afgesloten met een evaluatieperiode. Per lesblok komen maximaal drie vakken aan bod. Op het einde van elk lesblok worden deze vakken geëvalueerd. Daarna starten we met een nieuw lesblok en nieuwe vakken. Persoonlijke aanpak We begeleiden je actief in je persoonlijke ontwikkeling. Je docent is je coach en gaat samen met jou op zoek hoe je je talenten en competenties het best kan ontwikkelen. Werkcolleges krijg je in kleine groepen zodat je individueel begeleid kan worden. De drempel tussen docent en student is bij ons erg laag. Digitaal leren (blended learning) maakt actief deel uit van onze onderwijsstijl. Minder boeken, wel meer online en interactief materiaal. Vakken De opleiding Internet of Things bestaat uit zes leerlijnen. Deze geven jouw een brede basis in al de skills die je maar kan nodig hebben in het werkveld. Technical skills Hierin krijg je de basistechnieken, -vaardigheden en attitudes aangeleerd om als IoT-technicus aan de slag te gaan. In het eerste jaar zie je de principes van elektriciteit, elektronica en meettechnieken en leer je een aantal handvaardigheden (solderen, verbindingen maken…) in het Makerlab. Daarnaast gaan we in ‘Security’ in op het grote belang van beveiliging in een IoT-systeem of netwerk. Soft skills Hier verwerf je inzicht in verschillende communicatiestrategieën en -technieken die relevant zijn in bedrijven. Ook IT-Engels en IT-Frans komen expliciet aan bod. Hierbij is ethisch en deontologisch handelen binnen de superdiverse maatschappelijke context essentieel. Het vak ‘Operational Security’ geeft je inzicht in veiligheid op de werkvloer en in het duurzaam omgaan met producten en grondstoffen. IT skills Je leert de algemene werking van hard- en software en verschillende talstelsels kennen. Daarnaast bevat deze leerlijn drie vakken waarin je leert programmeren voor IoT-toepassingen. Je krijgt inzicht in het programmeren van zowel de hardware, de software als de verbinding tussen de twee. Networks Hier leer je de infrastructuurkant van informaticatoepassingen kennen. Je krijgt inzicht in de algemene netwerkarchitecturen maar vooral de specifieke IoT-netwerken komen uitgebreid aan bod. IoT systems De focus ligt op het samenbrengen van de verschillende onderdelen van een IoT-systeem. Je verdiept je in embedded systemen , de typische communicatieprotocollen en het integreren van de verschillende IT-onderdelen tot een werkend IoT-systeem. Integration De integratie van alle bovenvermelde kennisaspecten en vaardigheden staat centraal. De leerlijn bevat vier projecten, waarvan er drie op de werkplek zelf uitgevoerd worden. Er is ook een vak IoT Trends waarin we je aan de hand van reflecties over de verworven competenties, workshops, lezingen, coachingsessies… willen voorbereiden op het noodzakelijke levenslang leren en je willen begeleiden. Gedetailleerde info over de vakken (leerdoelen, beoordeling, examenvormen ...), lees de ECTS-fiches . Na je studie Je vindt IoT terug in alle sectoren van domotica over Smart city, transport en logistiek tot de industrie 4.0. Het graduaatsprofiel IoT technieker pikt perfect in op de behoefte in de arbeidsmarkt: elektronica en netwerken integreren met intelligente systemen . Als IoT technicus kan je aan de slag bij de installatie, het onderhoud en het upgraden van IoT gebaseerde installaties. Als low profile all rounder zijn er zeker ook mogelijkheden binnen startups of kan je een belangrijke rol spelen bij development als brug tussen de interne softwarespecialisten en de klant. Aan het werk Je kan aan de slag als: IoT-technicus Installateur Onderhoudstechnicus Low profile allrounder Domotica installateur Zelfstandige ... Verder studeren Ga voor een extra bachelor via een verkort-traject: verkort programma bachelor Multimedia & Creatieve Technologie (120 studiepunten) verkort programma bachelor Toegepaste Informatica (121 studiepunten) Waar heb je les Campus Kaai In Anderlecht Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Deze opleiding wordt vanaf 2024-2025 niet langer ingericht aan EhB. Bekijk hier waar je deze opleiding wel kunt volgen. Kwaliteitsvol onderwijs EhB streeft kwaliteitsvol professioneel onderwijs na. We ontwikkelen onze opleiding voortdurend om te voldoen aan (inter)nationale standaarden. In 2019 vond de toets nieuwe opleiding voor de opleiding. Lees het volledige rapport . Lees meer over onze kwaliteitszorg . Wie volgt de opleiding? Hoe doen studenten het in het eerste jaar in de opleiding? En hoe lang doen studenten over het behalen van hun diploma? Infodagen Deze opleiding wordt vanaf 2024-2025 niet langer ingericht aan EhB. Bekijk hier waar je deze opleiding wel kunt volgen. Inschrijven Deze opleiding wordt vanaf 2024-2025 niet langer ingericht aan EhB. Bekijk hier waar je deze opleiding wel kunt volgen. Info voor bedrijven Bedrijfsbezoek of gastles IoT is een relatief nieuw fenomeen en het beroepenveld is in volle beweging. Een boeiende context om studenten in onder te dompelen, vinden wij. In het eerste semester organiseren we daarom een vak “IoT Trends”. In dat vak maken studenten kennis met het diverse IoT-veld aan de hand van (live of virtuele) bedrijfsbezoeken, boeiende beurzen, workshops of gastlessen van organisaties of bedrijven. Wil je hier graag aan meewerken? Neem zeker contact op met de opleidingshoofd . Project uit het werkveld Hoe leren studenten het klappen van de zweep? Inderdaad, niet door de theorie in te studeren, maar door aan de slag te gaan en te doen. Daarom passen we in het eerste jaar al meteen een praktisch project in. Studenten gaan aan de slag met een opdracht rond smart building uit het werkveld. In het tweede jaar is het tijd voor het echte werk. Om de twee grote stageperiodes aan het einde van de opleiding voor te bereiden, voeren de studenten op hun stageplaats een project uit. Op die manier leren ze het bedrijf en de relevante technologieën kennen. Stage Als sluitstuk van de opleiding loopt de student twee keer 7 weken stage (tussen februari - april en tussen april - juni). Beide stages hebben een dubbel doel. Enerzijds de student laten “meedraaien” als IoT technicus in het bedrijf en dus alle (hard én soft) skills die hij geleerd heeft in de opleiding laten oefenen in en toepassen op een echte werkcontext. Anderzijds de student een IoT-toepassing laten ontwikkelen op de werkplek. De student kan ervoor kiezen om beide stages in dezelfde organisatie te lopen, op voorwaarde dat er voldoende groei mogelijk is. Heb je een interessante stageplaats in de aanbieding voor één van onze hands-on IoT technici? Neem contact op met onze stagecoördinator . Career Launch Jaarlijks organiseren we voor onze tweedejaars- en derdejaarsstudenten een jobbeurs. Enerzijds richten we ons hierbij op de studenten die op zoek zijn naar een stageplaats en/of een samenwerking in het kader van hun final work. Anderzijds bieden we de laatstejaarsstudenten hulp bij het zoeken naar een job. Het doel is eenvoudig: werkgevers in contact brengen met jong talent. Heb je interesse om deel te nemen aan onze career launch? Stuur dan een e-mail naar dt.partner@ehb.be . Contact Erasmushogeschool campus Kaai Nijverheidskaai 170, 1070 Anderlecht Bel ons: 02 523 37 37 Mail het opleidingshoofd: klaas.de.proost@ehb.be Chat met ons via de knop rechtsonder in beeld Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Gerelateerde verhalen Verhaal Studenten IoT installeren CO2 sensoren op campus Jette en campus Kaai Studenten IoT installeerden CO2 sensoren op de GDT-campussen. De sensoren verzamelen essentiële data zoals CO2-concentratie, temperatuur en luchtvochtigheid. ··· Verhaal Podcast: de meerwaarde van onze studenten voor jouw organisatie In een klein kwartier verneem je alles over werkplekleren en stages van onze graduaatsstudenten, dankzij deze podcast. ··· Lees verder Evenementen Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}