{
    "id": "75",
    "title": "journalistiek",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/journalistiek",
    "description": "Word allround journalist in dé mediahoofdstad van Europa. Je leert alles over print, online én radio, begeleid door de strafste vaklui.",
    "content": "Journalistiek - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Journalistiek Kom langs op één van onze infodagen infodagen Voor wie Voor iedereen die van nature nieuwsgierig is. Voor iedereen met een hekel aan fake news. Voor het kind in jou dat nog steeds met verwondering naar de wereld kijkt. Voor de echte plantrekker in jou met een assertieve ingesteldheid. Voor iedereen die graag hands-on met elk medium wil leren werken. Opleidingen Journalistiek Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Voor wie Voor iedereen die van nature nieuwsgierig is. Voor iedereen met een hekel aan fake news. Voor het kind in jou dat nog steeds met verwondering naar de wereld kijkt. Voor de echte plantrekker in jou met een assertieve ingesteldheid. Voor iedereen die graag hands-on met elk medium wil leren werken. Hoe ziet de opleiding eruit Benieuwd naar het journalistieke leven? Mooi zo! Dan beschik jij alvast over de belangrijkste kwaliteit van een journalist: nieuwsgierigheid . Ook wel de ' journalistieke reflex ' genoemd. Op elk moment openstaan voor interessante verhalen, ervaringen en meningen om die op een boeiende manier met anderen te delen. Als je verlangt naar een avontuurlijke job waar je elke dag met veel goesting aan begint, waar je gevat kan zijn wanneer nodig, maar ook kritisch als het moet, dan is het journalistieke leven jou op het lijf geschreven! We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Troeven van onze opleiding Net als de journalistiek zelf, blijft de opleiding voortdurend in beweging. Naast de traditionele kanalen zetten we meer dan ooit in op social media en digital storytelling. In tijden van fake news , stomen we onze studenten klaar tot echte fact checkers en hebben we uitzonderlijke aandacht voor journalistiek onderzoek én ondernemerschap. Daarnaast missen investigative, slow & data journalism zeker niet op het curriculum. Al in het eerste jaar kan je een extra portie sport- of lifestylejournalistiek kiezen. Ben je er nog niet aan uit of je liever radioreportages maakt of artikels schrijft met scherpe pen? Of word je liever videojournalist? Bij ons leer je hands-on elk medium kennen en betreed je het werkveld als allround journalist. Brussel als leeromgeving Nergens in België vind je zo veel mediabedrijven op één en dezelfde locatie als in Brussel. Vanop het Flageyplein waar je de redactiesetting van BRUZZ vindt, over heel wat geschreven pers en productiehuizen, tot aan de VRT-toren op de Reyerslaan. Dit opent heel wat deuren voor aanstormend talent. Er valt altijd nieuws te rapen in de straten van de hoofdstad. Daarom dompelen we je bij het begin van de opleiding onder in het verfrissend Brussel-bad en ontdek je de sociaal-culturele aspecten in een recordtijd. Gebeurt er iets in Europa, zal Brussel het geweten hebben. Maar verder is het de kruisbestuiving tussen talen, culturen en opvattingen en de verhalen die daarbij te rapen vallen, dat het hart van journalisten sneller doet slaan. Alumni over onze opleiding \"Vaak hoor je van universiteiten en hogescholen: “bij ons ben je geen nummer .” Maar nergens heb ik dat zo intens ervaren als op de Erasmushogeschool. Hier krijg je les van proffen die niet alleen proffen zijn, maar mensen met jarenlange ervaring in de journalistieke sector. En Brussel is echt de perfecte stad om je eerste stappen te zetten in de wereld van de journalistiek. Wat me erg heeft geholpen, zijn mijn twee stages . Zo leerde ik wat me ligt, en wat ik later helemaal niet wil doen. De contacten die ik zo gelegd heb, waren goud waard bij mijn zoektocht naar een job! Daardoor ben ik nu journalist bij een van de grootste kranten van het land.\" Laurence Torck Journalist Het Nieuwsblad \"De opleiding vergelijk je best met een etentje op restaurant. Je stapt wat onzeker binnen. Op het menu krijg je als voorgerecht de nodige theorie voorgeschoteld, aangeboden door mensen uit de sector. Daarmee is de nodige basis gelegd voor wat nog komen moet. Als hoofdgerecht wordt er gekozen voor een stevige portie praktijk. Zorg er zelf voor dat je die goed verteert want die is cruciaal. Als beloning krijg je dan het dessert: twee stages om jezelf te bewijzen. Meer heb je niet nodig. Eén ding is zeker: de mediasector heeft meer dan ooit nood heeft aan sterke multimediale journalisten.\" Maxime Simon Journalist bij BRUZZ en Kanaal Z Als onervaren student naar belangrijke mensen bellen, politici interviewen, met de camera of microfoon naast andere journalisten gaan staan, ... Niet evident. Maar het is net dat leren 'plantrekken ' dat mij op drie jaar tijd enorm heeft vooruit gebracht. De assertiviteit en andere journalistieke kwaliteiten die de opleiding Journalistiek mij heeft bijgebracht, komen nog elke dag van pas in mijn job. Lidewij Nuitten Oud-studente, maker allerhande VRT-programma's, winnares VRT-Diversiteitstrofee met 'Mijn straat' Je eerste jaar Als nieuwe student leer je grondig researchen en zowel vlot als correct nieuwsberichten schrijven. Je leert het medialandschap kennen en volgt de actualiteit op de voet. Er wordt grondig aan je taalvaardigheid geschaafd want een Belgisch journalist moet zich kunnen redden in het Frans, Engels en Nederlands. In het eerste jaar zet je de eerste stapppen in de print-, radio-, tv- en onlinejournalistiek. Je tweede jaar In je tweede jaar dikt je portfolio aan door alle praktijkopdrachten. Je wordt vertrouwd met de meer complexe redactionele genres en leert hoe je een reportage, achtergrondverhaal, sfeerstuk en interview aanpakt. Je stem en uitspraak worden getraind en je maakt radio- en televisiereportages. Je leert een multimediaal product maken. In het tweede academiejaar volg je zes weken stage en ga je nieuws jagen buiten de landsgrenzen. Je derde jaar In het laatste jaar versterk je de vaardigheden die je in het tweede jaar al verwierf, je zet de kroon op je onderzoeks- vaardigheden en reflecteert over maatschappij en media. Aan je afstudeerproject werk je het hele jaar om op het einde van de opleiding jouw artikel of reportage voor te stellen aan een professionele jury. Je gaat er uit met een afstudeerstage van maar liefst drie maanden. Erasmix Erasmix is een mix van radio-, tv- en onlineproducten mét bijbehorend printmagazine. Vanaf dag één kan je er je journalistieke ei kwijt, je bekwaamt je in digital storytelling en je bouwt - ook buiten de opleiding - aan een relevant portfolio. In het tweede jaar neem je met je redactieteam ook het beheer en de dagelijkse werking van deze nieuwsplatformen in handen. Programma Journalistiek jaar 1 Veld Credits Ondersteunende vakken Inleiding tot de Journalistiek 4 Nederlands 1: Journalistiek taalgebruik 5 Media 1: Media in beweging 3 Onderzoeksmethoden 1 4 Actua-test 1 5 Mediarecht en deontologie 3 Talen Frans 1 4 Engels 1 4 Kaders en Roots Kaders en Roots 1 Politieke & culturele topics Historische & sociale topics Sportjournalistiek 6 Journalistieke Praktijk Journalistieke Praktijk 1: Media in beweging 4 Journalistieke Praktijk 2: Research 4 International Experience 1 3 Journalistiek Actief Buiten de School / Journalistieke Technieken Print 1 4 Audio & Video 1 4 Online 1 3 Programma Journalistiek jaar 2 Veld Credits Ondersteunende vakken Nederlands 2: Schrijven voor audio & video, stem en uitspraak 4 Media 2: Mediasociologie 3 Onderzoeksmethoden 2 3 Actua-test 2 4 Talen Frans 2 4 Engels 2 4 Kaders en Roots Kaders en Roots 2 Sociale, politieke, economische topics 4 Journalistieke Praktijk Stage 1 7 Journalistieke Praktijk 3: Journalist in actie 4 Journalistieke Praktijk 4: Multimediaal project 4 International experience 2 3 Journalistiek Actief Buiten de School / Journalistieke Technieken Print 2 3 Audio 2 3 Video 2 3 Online 2 3 Digitale Verwerkingstechnieken Lay-out & Dataverwerking 1 en Foto, Video & Audio 1 4 Programma Journalistiek jaar 3 Veld Credits Ondersteunende Vakken Masters of Media 3 Onderzoeksmethoden 3 3 Actua-test 3 3 Media 3 3 Journalistieke Praktijk Stage 2 of Stage Internationaal 14 of 15 Journalistieke Praktijk 5: Crossmediaal project 4 Journalistieke Praktijk 6: Integraal afstudeerproject 7 International experience 3 4 Journalistiek Actief Buiten de School 3 Kaders en roots Kaders en roots 3 European Policies, voertaal Engels, met incoming students 3 Journalistieke Technieken Journalistieke Technieken Audio 3 5 Journalistieke Technieken Video 3 5 Journalistieke Technieken Online 3 Digitale verwerkingstechnieken 2 Lay-out en dataverwerking 2 Foto, video, Audio 2 3 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Check de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld . Stage Twee stages dompelen je onder in de journalistieke praktijk Uniek in Vlaanderen: bij deze opleiding loop je al vanaf het tweede jaar stage. Zo heb je de kans om bijvoorbeeld het ene jaar voor een televisiezender te werken en het jaar daarop voor een lifestylemagazine. De multimediale aanpak bereidt je voor op het werkveld van de toekomst. De dubbele stage biedt jou én ons de gelegenheid om de verworven competenties te toetsen aan de praktijk van het werkveld. Voor de studenten is de stage een unieke gelegenheid om kennis te maken met de beroepspraktijk. Dankzij mijn stages legde ik de contacten die ik nodig had om als journalist aan de slag te gaan. Minder dan een maand na mijn laatste stagedag kon ik beginnen bij De Morgen. Charlotte Van Hacht Oud-studente, Journaliste @ De Morgen Na je studie Aan het werk Na onze opleiding ben je een allround journalist. Want aan de Erasmushogeschool"
}