{
    "id": "76",
    "title": "journalistiek",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/journalistiek",
    "description": "Word allround journalist in dé mediahoofdstad van Europa. Je leert alles over print, online én radio, begeleid door de strafste vaklui.",
    "content": "leer je elk medium (print, radio en video) in theorie en praktijk kennen. Nadat je afgestudeerd bent, kan je overal aan de slag als journalist. Het diploma opent deuren in de mediawereld. Grote en kleine bladen, nationale en regionale redacties, openbare omroep en commerciële radio of televisie. Meer dan ooit heeft de journalistiek nood aan goede onderzoekers en daar word jij in drie jaar tot opgeleid. Aan het einde van de rit weet je hoe je een verhaal moet verkopen. Als professioneel journalist ga je zelf je werk plannen doe je actieve research en ga je sterke journalistieke producten creëren. Dat kan als dagbladjournalist, multimediajournalist maar wie weet ook als programmamaker voor radio of televisie. De opties zijn oneindig. Verder studeren Aan EhB Op onze campus kan je via een verkort traject van één of twee jaar een tweede bachelordiploma behalen. Bachelor Communicatie Bachelor Hotelmanagement Bachelor Idea & Innovation Management. Bachelor Toerisme- & Recreatiemanagement Je kan starten met een postgraduaat , een tweede bachelor of een banaba . Ga voor een master Na het volgen van een voorbereidings- of schakelprogramma kan je beginnen aan een academische Master in een gelijkaardig of aanverwant studiedomein: Master Journalistiek Master Communicatiewetenschappen Master Politieke Wetenschappen Master Geschiedenis Waar heb je les Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Flexibel studeren Verkort traject Je hebt al een diploma hoger onderwijs op zak. Je behaalt het diploma Journalistiek in 1 of 2 jaar. Je studeert een programma van 60 of 120 studiepunten. Ervaren journalisten-docenten gidsen je door de multimediale beroepspraktijk, begeleiden je tijdens de reality-projecten en journalistieke exploratiereizen, leren je mediakritisch denken en journalistiek ondernemen. In je eigen redactie met pc- en mac-omgeving, studio’s en montagecellen maak je producten aan die je publiceert op www.erasmix.be en die van daar uit hun weg vinden naar de reguliere media. De verworven competenties etaleer je tijdens werkveldstages én tijdens de voorstelling van je afstudeerproject - een publiceerbaar journalistiek product dat voldoet aan de hoogste professionele eisen - aan een jury van hoofd- en eindredacteurs. Verkort programma 60 studiepunten Je bent in het bezit van een masterdiploma. Je hebt een academisch bachelordiploma Toegepaste Taalkunde, Taal-en Letterkunde, Geschiedenis, Politieke en Sociale Wetenschappen, Communicatiewetenschappen, of gelijkgestelden. Je hebt een professioneel bachelordiploma Communicatie-management, Audiovisuele Kunsten, Audiovisuele Technieken, Media en Entertainment Business of gelijkgestelden. Taalvoorwaarde: Je volgde hiervan min. 120 bachelor/master-studiepunten met als voertaal Nederlands. Je hebt een taalattest niveau. C1. Verkort programma 120 studiepunten Je hebt een bachelordiploma. Taalvoorwaarde: Je volgde hiervan min. 120 bachelor/master-studiepunten met als voertaal Nederlands. Je hebt een taalattest niveau. C1 Naar het buitenland Studeren of stage in het buitenland? Staan je koffers al klaar? Sowieso verwerf je in je reguliere programma al 10 internationale credits . Maar je kan er ook voor kiezen om één semester in het buitenland te studeren en/of stage te lopen. Onze opleiding is lid van EJTA (European Journalism Training Association), een netwerk van 55 opleidingen Journalistiek uit 24 landen. Al een stage overwogen in bijvoorbeeld Spanje, Zweden, Nederland of de Verenigde Staten? Het kan! Als je voor een buitenlandse stage kiest in je derde leertraject, geven we je trouwens een studiepunt extra (15 i.p.v. 14 studiepunten), zodat je afstudeert met 181 studiepunten. Voor al je vragen over een buitenlandse ervaring kan je contact opnemen met Peter Mast , coördinator voor internationalisering. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’22-’23 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 517,6 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2021 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2022 tot 2028 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Work it wednesdays Meerdere malen per jaar nodigen we alle nieuwsgierigen uit op onze campus om een hele namiddag te proeven van journalistieke workshops. Hou zeker de evenementenpagina in de gaten! Inschrijven Klaar om je in te schrijven voor Journalistiek? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: ma tot vrij van 9u tot 16u bel ons: 02 213 61 10 mail ons: studentensecretariaat.mm@ehb.be kom langs: campus Kanal, Slotstraat 28 1000 Brussel Subsidies en beurzen Check of je recht hebt op een studietoelage Aanvraag tot KMO-portefeuille Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Mail ons Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel een vraag via dit formulier Bestel de gedrukte folder hier Gerelateerde verhalen Verhaal Eerstejaars Journalistiek interviewden laatstejaars van IHECS De eerstejaars van de bacheloropleiding Journalistiek trokken er op uit in Brussel en interviewden de studenten van IHECS. ··· Verhaal Duurzame stadsontwikkeling in Tanzania In het hart van Moshi, een bruisende stad aan de voet van de majestueuze Kilimanjaro, ligt een vergeten juweel: Uhuru Park. Een interdisciplinaire groep van onze studenten en docenten en de Mwenge Catholic University bundelt de krachten om Uhuru Park nieuw leven in te blazen. Bekijk zeker de reportage van onze studenten Journalistiek. ··· Verhaal Veel liefde voor Journalistiek No love in the air deze valentijn, maar wel een heleboel inspiratie. De opleiding Journalistiek organiseerde tijdens de openlesweek een Work-it-Wednesday. En met succes! Een dertigtal geïnteresseerden namen deel en proefden van de bacheloropleiding Journalistiek. ··· Lees verder Evenementen Event Difference Day 2024 Vrijdag 03 Mei 2024 , 10:00 tot 17:00 Op 3 mei 2024 vindt in Bozar de negende editie plaats van Difference Day. Het thema van het event is dit jaar 'Speak Freely, Listen Respectfully, Different Opinions Matter'. ··· Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}