{
    "id": "77",
    "title": "jouw eetgedrag ontcijferd",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/jouw-eetgedrag-ontcijferd",
    "description": "In deze studiedag worden de verscheidene factoren in kaart gebracht die ons eetgedrag potentieel beïnvloeden.",
    "content": "Jouw eetgedrag ontcijferd - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Jouw eetgedrag ontcijferd Voor wie Bij voorkeur ben je in het bezit van een diploma bachelor in de Voedings- en Dieetkunde of Verpleegkunde, of een diploma academische bachelor/master Kinesitherapie, Farmacie, Biomedische Wetenschappen, Gezondheidswetenschappen, (Klinische) Psychologie, of dergelijke. Of je volgt simultaan een dergelijke professionele of academische opleiding. Opleidingen Jouw eetgedrag ontcijferd Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Bij voorkeur ben je in het bezit van een diploma bachelor in de Voedings- en Dieetkunde of Verpleegkunde, of een diploma academische bachelor/master Kinesitherapie, Farmacie, Biomedische Wetenschappen, Gezondheidswetenschappen, (Klinische) Psychologie, of dergelijke. Of je volgt simultaan een dergelijke professionele of academische opleiding. Hoe ziet de opleiding eruit In deze bijscholing de verschillende factoren in kaart gebracht die ons eetgedrag potentieel beïnvloeden. Verschillende specialisten zullen vanuit hun eigen achtergrond, ervaring en expertise handvaten meegeven om met deze verscheidene factoren aan de slag te gaan. Lesprogramma De online opleiding duurt 1 dag, en vindt plaats in april 2025, de datum is nog te bepalen Programma volgt later Na je studie Attest Na het beëindigen van deze opleiding ontvang je een attest van aanwezigheid. Waar heb je les Digitaal Studiekosten Het inschrijvingsgeld bedraagt 95 euro. Inschrijven Klaar om je in te schrijven? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Je inschrijving is definitief na de betaling. Betalen doe je via rekeningnummer BE81 0962 1858 0124, BIC: GKCCBEBB Vermeld zeker je naam en de naam van de studiedag in de mededeling. Heb je een factuur nodig? Neem dan even contact op met s abrina.chebchoubi1@ehb.be Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Katrien Van Beneden opleidingshoofd Voedings- en Dieetkunde Saskia Merre - coördinator Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}