{
    "id": "55",
    "title": "juridisch-administratieve ondersteuning",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-juridisch-administratieve-ondersteuning",
    "description": "Een praktijkgerichte opleiding van 2 jaar waarin je wordt opgeleid tot juridisch-administratieve houvast van een jurist.",
    "content": "Juridisch-Administratieve Ondersteuning - Graduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Graduaat Juridisch-Administratieve Ondersteuning Kom langs op één van onze infodagen infodagen Voor wie Je droomt van een job in de juridische wereld. Je wil een brede basis hebben in het recht: publieksrecht, familierecht, strafrecht, fiscaal recht,... Je houdt van problemen oplossen en ondersteuning bieden. Je wil werken aan je communicatieve vaardigheden en je IT-skills. Je zoekt een praktijkgerichte opleiding. Geen leerkrediet nodig bij inschrijving voor een diplomacontract. Opleidingen Juridisch-Administratieve Ondersteuning Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Bestel de folder Download de folder Kwaliteitsvol onderwijs Info voor bedrijven Voor wie Je droomt van een job in de juridische wereld. Je wil een brede basis hebben in het recht: publieksrecht, familierecht, strafrecht, fiscaal recht,... Je houdt van problemen oplossen en ondersteuning bieden. Je wil werken aan je communicatieve vaardigheden en je IT-skills. Je zoekt een praktijkgerichte opleiding. Geen leerkrediet nodig bij inschrijving voor een diplomacontract. Hoe ziet de opleiding eruit Als juridisch-administratief medewerker ondersteun je een advocaat, notaris of gerechtsdeurwaarder of ga je aan de slag bij een verzekeringsmaatschappij, een vastgoedkantoor, aan de grifﬁe van een rechtbank of de overheid. Je staat in voor de voorbereiding van dossiers en voor opzoeking in wetgeving, rechtspraak en rechtsleer en je bewaakt de kwaliteit van de administratief-juridische procedure. Je beheert courante dossiers en volgt ze op. Daarnaast schrijf je juridische documenten en communiceer je vlot met cliënten, collega’s en externen. Tweejarige opleiding boordevol praktijk Verschillende rechtstakken: publiek recht, vermogensrecht, strafrecht, fiscaal recht, economisch recht,... Vanaf je 1e jaar op stage Opleiding sluit goed aan bij beroepspraktijk Gedreven docenten met veel expertise in de juridische sector Lessen worden geclusterd op weekdagen, zodat je tijd hebt voor opdrachten of stage Les op campus + les online Naast recht ook focus op communicatie, IT en organisatie Flexibel studietraject mogelijk We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Vakken Recht Recht is onmisbaar voor je toekomstige carrière. Daarom besteed je er maar liefst een derde van je opleiding aan. Zo leg je de juridische fundamenten voor je verdere vakken en loopbaan. Daarnaast word je ook begeleid in je juridische (schrijf)vaardigheden. Organisatie & communicatie Je krijgt ook een aantal bedrijfseconomische inzichten mee en een degelijke basis ICT- en communicatieskills. Aan de hand van instaptoetsen Nederlands, Frans en Engels schatten we je beginniveau in zodat we je op maat kunnen begeleiden. We helpen je om je algemene schrijfvaardigheden te ontwikkelen. Levenslang leren In de wereld van het recht moet je voortdurend bijblijven. Juridische actualiteit en contacten met werkveld vormen daarom een essentieel deel van de opleiding, zodat je steeds op de hoogte bent van de laatste juridische ontwikkelingen. Werkplekleren In het eerste jaar zet je je Persoonlijke Ontwikkelingsplan op (POP), waarin je de basis legt voor je professionele ontwikkeling in de sector. Tijdens de observatiestage krijg je een inkijk in het professionele functioneren van een juridisch-administratief medewerker. In het tweede jaar word je tijdens de praktijkstage verder opgeleid tot juridisch-administratief medewerker. Deze richting is voor mij de ideale mix tussen de theorie en het werkveld. Je maakt in de richting kennis met alle juridische en administratieve procedures, leert de verschillende rechtstakken kennen en je werkt aan je communicatievaardigheden. Al deze zaken kan je dan ook toepassen en toetsen bij je observatiestage in het eerste jaar en in je praktijkstage van het tweede jaar. Rutger student Juridisch-administratieve Ondersteuning Juridisch-administratieve Ondersteuning - Jaar 1 Veld Credits Recht Publiek recht 5 Personen- en familierecht / Familiaal vermogensrecht 5 Verbintenissen- en vermogensrecht 4 Gerechtelijk recht 4 Keuzevak Digitaal- en informatierecht Strafrecht & strafvordering Entrepreneurship 4 Bedrijfsorganisatie en -communicatie ICT-skills 4 Soft skills I 3 Soft skills II 3 Bedrijfseconomische inzichten 3 Communicatie Engels 3 Levenslang leren Inleiding recht & rechtsmethodologie 5 Project I: juridische actualiteit 4 Rechtsmethodologie 3 Het juridische werkveld Inleiding sector 4 Stage I + POP 6 Juridisch-administratieve Ondersteuning - Jaar 2 Veld Credits Recht Fiscaal recht 5 Economisch recht 5 Vennootschapsrecht 6 Keuzevak Sociaal recht Inleiding tot de Artificiële Intelligentie 4 Bedrijfsorganisatie en -communicatie Communicatie Frans 4 Toegepast juridisch schrijven 3 Levenslang leren Project II: juridische actualiteit 6 Project III: juridische actualiteit 4 Het juridisch werkveld Stage II + POP 18 Afstudeerproject 5 Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Stage Tijdens je opleiding neemt werkplekleren verschillende vormen aan. Ten eerste maak je kennis met het leerwerk . Dit heeft als doel jou leeractiviteiten te laten uitvoeren en daarbij vaardigheden of competenties te verwerven in beroepsspecifieke, realistische contexten. Je maakt dus kennis met de brede sector aan de hand van het volgen van zittingen in de rechtbank en het bijwonen van (gast)lezingen door experts uit het werkveld. Verder krijg je tijdens je stage de kans om je verworven kennis, vaardigheden en attitudes te ontwikkelen en te integreren in de beroepspraktijk. Je kan zelf je stageplaatsen zoeken en je krijgt hiervoor extra ondersteuning in het vak Professionele communicatie. Op het einde van je opleiding is er het afstudeerproject waarin je individueel een project uitvoert in opdracht van een werkplek (niet noodzakelijk de stageplaats) en waarbij je feedback krijgt door een of meerdere werkveldvertegenwoordigers. Na je studie Aan het werk Je kan zowel in de privésector als in de openbare sector terecht. Je kan een job starten bij: advocaat notaris de griffie gerechtsdeurwaarder verzekeringsmaatschappij vastgoedkantoor aan de overheid ... Verder studeren Ga na je graduaat voor een bachelor diploma aan EhB. Er is een vervolgtraject in de professionele bachelor Sociaal Werk afstudeerrichting Maatschappelijk advisering. Neem contact op met de trajectbegeleider en we stellen een traject op maat voor jou op. Bij andere hogescholen kun je terecht voor het vervolgtraject in de professionele bachelor Bedrijfsmanagement, afstudeerrichting Rechtspraktijk. Vraag zeker vrijstellingen aan voor bepaalde vakken. Waar heb je les Campus Leuven in Heverlee, vlakbij Leuven open lichtrijke campus groene buitenruimte groot studielandschap vlot bereikbaar met openbaar vervoer ruime parking broodjes en lunch vlakbij Contact: mail ons: campusleuven@ehb.be adres: Interleuvenlaan 5, 3001 Heverlee Openingsuren studentensecretariaat: Maandag en woensdag: 11u tot 19u Donderdag: 13u tot 19u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Flexibel studeren Werken en studeren Aangepast werktraject voor zij die werken en studeren willen combineren. Bekijk hier de uitgebreide pagina . Werktraject op twee jaar of verkort traject op anderhalf jaar mogelijk Minimaal aantal contactmomenten op campus Veel afstandsonderwijs en e-learning Met persoonlijke (online) coaching Voor het graduaat Juridisch-administratieve ondersteuning kan je een vrijstelling van beschikbaarheid aanvragen bij VDAB. Dan behoud je tijdens je opleiding of stage je uitkering Neem contact op met de trajectbegeleider om je studietraject samen te bepalen. Starten in februari Academiejaar al gestart? Je kan deze opleiding ook starten in februari. Stap je over van een andere opleiding, dan kom je misschien in aanmerking voor vrijstellingen. Contacteer ons en we bekijken samen je studietraject. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten '23-'24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0,0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Boeken en cursussen Academic software: €19,00 per jaar Totale atelierkosten: €12,00 Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2019 vond een toets nieuwe opleiding plaats voor deze opleiding. Lees het volledige rapport . De Nederlands-Vlaamse Accreditatieorganisatie (NVAO) besloot dat deze opleiding op internationaal aanvaarde wijze potentiële kwaliteit biedt: zie besluit toets nieuwe opleiding . De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Juridisch-administratieve Ondersteuning? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig online afronden, je kan langskomen op het studentensecretariaat of tijdens onze volgende infodag . Starten in februari - werktraject in Brussel Wil je in februari 2024 starten met het graduaat Juridisch-Administratieve Ondersteuning werktraject in Brussel? Schrijf je hier in. De openingsuren van ons studentensecretariaat: maandag en woensdag van 11u tot 19u en donderdag van 13u tot 19u adres: Interleuvenlaan 5, 3001 Heverlee Info voor bedrijven Wij zijn steeds op zoek naar bedrijven en organisaties die met ons willen partneren. Aanbieden van een stageplek, begeleiding bij een afstudeerproject, aanleveren van een onderwerp voor projectwerk, het geven van een gastles,... Contacteer ons: Opleidingshoofd: Kevin Linsingh Coördinator werkplekleren: Sarah Ronse Contact Erasmushogeschool Brussel Campus Leuven Interleuvenlaan 5, 3001 Heverlee Mail ons: graduaat.juridische@ehb.be Maak een afspraak met de studie- of trajectbegeleider Chat met ons via Messenger: @erasmushogeschool Stel je vraag via dit formulier Gerelateerde verhalen Verhaal Nieuw: verkort traject Juridisch-administratieve Ondersteuning in Brussel Vanaf februari 2024 kan je starten aan het nieuwe verkorte traject Juridisch-administratieve Ondersteuning in Brussel. ··· Verhaal Twee studenten vertellen over Juridisch-administratieve Ondersteuning Omdat studenten natuurlijk het beste weten wat je tijdens de studie kan doen en hoe dat bevalt, kun je hier twee ervaringen lezen. ··· Verhaal Podcast: de meerwaarde van onze studenten voor jouw organisatie In een klein kwartier verneem je alles over werkplekleren en stages van onze graduaatsstudenten, dankzij deze podcast. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}