{
    "id": "54",
    "title": "juridisch-administratieve ondersteuning (werktraject)",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-juridisch-administratieve-ondersteuning-brussel",
    "description": "Een praktijkgerichte opleiding van 1,5 (verkort) of 2 jaar waarin je wordt opgeleid tot juridisch-administratieve houvast van een jurist.",
    "content": "Juridisch-Administratieve Ondersteuning (werktraject) - Graduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Graduaat Juridisch-Administratieve Ondersteuning (werktraject) Kom langs op één van onze infodagen infodagen Voor wie Je bent actief in het juridische beroepsveld als medewerker en wilt jezelf graag versterken met een verkort traject. Of je wil graag in de juridische sector aan de slag en zoekt een tweejarige praktijkgerichte opleiding. Je wil een brede basis hebben in het recht: publieksrecht, familierecht, strafrecht, fiscaal recht,... Je houdt van problemen oplossen en ondersteuning bieden. Je zoekt een praktijkgerichte opleiding met docenten actief in het werkveld. De opleiding werkt vooral met online onderwijs. Daarnaast word je enkele keren per semester verwacht op de campus voor een contactles. Opleidingen Juridisch-Administratieve Ondersteuning (werktraject) Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Bestel de folder Download de folder Volg ons op Facebook Info voor bedrijven Voor wie Je bent actief in het juridische beroepsveld als medewerker en wilt jezelf graag versterken met een verkort traject. Of je wil graag in de juridische sector aan de slag en zoekt een tweejarige praktijkgerichte opleiding. Je wil een brede basis hebben in het recht: publieksrecht, familierecht, strafrecht, fiscaal recht,... Je houdt van problemen oplossen en ondersteuning bieden. Je zoekt een praktijkgerichte opleiding met docenten actief in het werkveld. De opleiding werkt vooral met online onderwijs. Daarnaast word je enkele keren per semester verwacht op de campus voor een contactles. Hoe ziet de opleiding eruit Als juridisch-administratief medewerker ondersteun je een advocaat , notaris of gerechtsdeurwaarder of ga je aan de slag bij een verzekeringsmaatschappij , een vastgoedkantoor , aan de grifﬁe van een rechtbank of de overheid . Je staat in voor de voorbereiding van dossiers en voor opzoeking in wetgeving, rechtspraak en rechtsleer en je bewaakt de kwaliteit van de administratief-juridische procedure. Je beheert courante dossiers en volgt ze op. Daarnaast schrijf je juridische documenten en communiceer je vlot met cliënten, collega’s en externen. Op zoek naar een dagopleiding? Kijk eens naar graduaat Juridisch-administratieve Ondersteuning op campus Leuven . Een praktijkgerichte opleiding met veel ondersteuning en gerichte contactmomenten. Als je aan de slag bent een verkort traject op anderhalf jaar Ben je nieuw in de sector : tweejarige opleiding boordevol praktijk Verschillende rechtstakken: publiek recht, vermogensrecht, strafrecht, fiscaal recht, economisch recht,... Opleiding sluit goed aan bij beroepspraktijk Gedreven docenten met veel expertise in de juridische sector Lessen per cluster: twee weekdagen en op zaterdag les Les op campus & online om werken en studeren mogelijk te maken Flexibel studietraject mogelijk We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Vakken Recht Recht is onmisbaar voor je toekomstige carrière. Daarom besteed je er maar liefst een derde van je opleiding aan. Zo leg je de juridische fundamenten voor je verdere vakken en loopbaan. Daarnaast word je ook begeleid in je juridische (schrijf)vaardigheden. Organisatie & communicatie Je krijgt ook een aantal bedrijfseconomische inzichten mee en een degelijke basis ICT- en communicatieskills. Aan de hand van instaptoetsen Nederlands, Frans en Engels schatten we je beginniveau in zodat we je op maat kunnen begeleiden. We helpen je om je algemene schrijfvaardigheden te ontwikkelen. Al aan de slag in de sector? Dan kan je een vrijstelling aanvragen voor deze vakken. Lees meer bij flexibel studeren . Levenslang leren In de wereld van het recht moet je voortdurend bijblijven. Juridische actualiteit en contacten met werkveld vormen daarom een essentieel deel van de opleiding, zodat je steeds op de hoogte bent van de laatste juridische ontwikkelingen. Werkplekleren Als student kom je op verschillende manieren in contact met de praktijk. Zo loop je in je afstudeerjaar een stage als juridisch-administratief medewerker en werk je tijdens de opleiding mee aan verschillende projectvakken om onder begeleiding van een docent dossiers te leren verwerken. Deze richting is voor mij de ideale mix tussen de theorie en het werkveld. Je maakt in de richting kennis met alle juridische en administratieve procedures, leert de verschillende rechtstakken kennen en je werkt aan je communicatievaardigheden. Al deze zaken kan je dan ook toepassen en toetsen bij je observatiestage in het eerste jaar en in je praktijkstage van het tweede jaar. Juridisch-administratieve Ondersteuning - Jaar 1 Veld Credits Recht Publiek recht 5 Personen- en familierecht / Familiaal vermogensrecht 5 Verbintenissen- en vermogensrecht 4 Gerechtelijk recht 4 Keuzevak Digitaal- en informatierecht Strafrecht & strafvordering Entrepreneurship 4 Bedrijfsorganisatie en -communicatie ICT-skills 4 Soft skills I 3 Soft skills II 3 Bedrijfseconomische inzichten 3 Communicatie Engels 3 Levenslang leren Inleiding recht & rechtsmethodologie 5 Project I: juridische actualiteit 4 Rechtsmethodologie 3 Het juridische werkveld Inleiding sector 4 Stage I + POP 6 Juridisch-administratieve Ondersteuning - Jaar 2 Veld Credits Recht Fiscaal recht 5 Economisch recht 5 Vennootschapsrecht 6 Keuzevak Sociaal recht Inleiding tot de Artificiële Intelligentie 4 Bedrijfsorganisatie en -communicatie Communicatie Frans 4 Toegepast juridisch schrijven 3 Levenslang leren Project II: juridische actualiteit 6 Project III: juridische actualiteit 4 Het juridisch werkveld Stage II + POP 18 Afstudeerproject 5 Stage & werkplekleren Tijdens je opleiding neemt werkplekleren verschillende vormen aan. Ten eerste maak je kennis met het leerwerk . Dit heeft als doel jou leeractiviteiten te laten uitvoeren en daarbij vaardigheden of competenties te verwerven in beroepsspecifieke, realistische contexten. Je maakt dus kennis met de brede sector door zittingen in de rechtbank te volgen en (gast)lezingen door experts uit het werkveld bij te wonen. Verder krijg je tijdens je stage de kans om je verworven kennis, vaardigheden en attitudes te ontwikkelen en te integreren in de beroepspraktijk. Je kan zelf je stageplaatsen zoeken en je krijgt hiervoor extra ondersteuning in het vak Professionele communicatie. Op het einde van je opleiding is er het afstudeerproject waarin je individueel een project uitvoert in opdracht van een werkplek (niet noodzakelijk de stageplaats) en waarbij je feedback krijgt door een of meerdere werkveldvertegenwoordigers. Na je studie Aan het werk Je kan zowel in de privésector als in de openbare sector terecht. Je kan een job starten bij: advocaat notaris de griffie gerechtsdeurwaarder verzekeringsmaatschappij vastgoedkantoor aan de overheid ... Verder studeren Ga na je graduaat voor een bachelor diploma aan EhB. Er is een vervolgtraject in de professionele bachelor Sociaal Werk afstudeerrichting Maatschappelijk advisering. Neem contact op met de trajectbegeleider en we stellen een traject op maat voor jou op. Bij andere hogescholen kun je terecht voor het vervolgtraject in de professionele bachelor Bedrijfsmanagement, afstudeerrichting Rechtspraktijk. Vraag zeker vrijstellingen aan voor bepaalde vakken. Waar heb je les Campus Kaai In Anderlecht Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars Campus Kaai Kanal Adres Nijverheidskaai 170 1070 Anderlecht Slotstraat 28 1000 Brussel Telefoon 02 899 71 00 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Flexibel studeren Eerder interesse in een dagtraject met contactonderwijs? Bekijk onze pagina over het dagtraject in Leuven . Verkort traject Studenten actief in de juridische sector (advocatenkantoor, notaris, overheid, griffie, juridische dienst, ...) kunnen een verkort traject volgen. Het verkort traject houdt in dat je vrijstelling krijgt voor onderstaande opleidingsonderdelen. Dit maakt het mogelijk om de opleiding op anderhalf jaar te doorlopen in plaats van twee jaar. Je vrijstellingen: Opleidingsonderdeel Studiepunten (ECTS) Deeltraject Inleiding sector 4 1 Communicatie Engels 3 1 Bedrijfseconomische inzichten 3 1 ICT-skills 4 1 Soft skills I 3 1 Soft skills II 3 1 Communicatie Frans 4 2 Stage 1 + POP 6 1 Inleiding recht & rechtsmethodologie* 5 1 Totaal 35 * Enkel mogelijk voor studenten die werken in de juridische sector en niet voor studenten uit openbare besturen. Hoe kom je in aanmerking voor het verkort traject? Om in aanmerking te komen moet je onderstaande stappen ondernemen. Je doorloopt deze stappen doorheen het eerste semester van je opleiding. Intakegesprek : tussen 29 januari en 2 februari word je uitgenodigd voor een intakegesprek. Tijdens dit intakegesprek overlopen we je werkgeschiedenis om af te toetsen of je in aanmerking komt voor het verkort traject. Na het gesprek heb je een goed zicht op de mogelijkheden. Start opleiding : op 23 februari start je met de opleiding. Op die startdag maak je kennis met de docenten en volg je de eerste lessen. Uitzonderlijk gaat de startdag door overdag op vrijdag. Aanmelding dossier : in samenwerking met de trajectbegeleider start je een vrijstellingsdossier op. De uiterste datum voor aanmelding is 1 maart. Voorbereiding dossier : tussen 23 februari en 29 april stel je onder begeleiding van je trajectbegeleider een vrijstellingsdossier op. Je krijgt hiervoor informatie en een sjabloon dat je kan gebruiken voor je dossier. Beoordeling dossier : tussen 17 juni en 21 juni heb je een gesprek met de beoordelingscommissie. Toekenning van de vrijstellingen : kort na het gesprek krijg je een definitief oordeel en worden de vrijstellingen ingevoerd, waardoor je ze kan raadplegen in je studentendossier. De volledige procedure staat ook beschreven op de website van de Universitaire Associatie Brussel. Bij elke stap krijg je ondersteuning van de trajectbegeleider van de opleiding. Twijfel je of je in aanmerking komt? Neem volledig vrijblijvend contact op met de trajectbegeleider om je persoonlijke situatie te bespreken. Wat kost het doorlopen van een vrijstellingsdossier? Voor het verkrijgen van een vrijstelling betaal je een administratieve kost van 55 euro en een variabele kost van 3 euro/studiepunt. Als je in aanmerking komt voor het volledige vrijstellingspakket van de verkorte opleiding, kost het doorlopen van de procedure je 55 + 3 x 35 = 160 euro . De kostprijs voor je individuele dossier is steeds duidelijk bij aanmelding van je dossier (stap 3). Voor meer informatie neem contact op met je trajectbegeleider . Blended onderwijs De opleiding Juridisch-administratieve Ondersteuning op campus Brussel is volledig afgestemd op werkstudenten. Je volgt een combinatie van online onderwijs en onderwijs op de campus . De lesmomenten zijn dinsdagavond, donderdagavond en zaterdag. Uitzonderlijk heb je één lesdag op vrijdag 23 februari. Omdat we weten dat op tijd kunnen plannen belangrijk is voor werkstudenten, kan je hier al je lessenrooster raadplegen voor een start in februari 2023. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten '23-'24 (25 studiepunten - start februari) Niet-beurstariefstudent € 282,1 € 13,5 € 619,60 Bijna-beurstariefstudent € 282,1 € 4,9 € 404,60 Beurstariefstudent € 128,8 € 0,0 € 128,80 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Boeken en cursussen Academic software: €19,00 per jaar Totale atelierkosten: €12,00 Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs EhB streeft kwaliteitsvol professioneel onderwijs na. We ontwikkelen onze opleiding voortdurend om te voldoen aan (inter)nationale standaarden. In 2019 vond de toets nieuwe opleiding plaats. Lees het volledige rapport . Lees meer over onze kwaliteitszorg . Wie volgt de opleiding? Hoe doen studenten het in het eerste jaar in de opleiding? En hoe lang doen studenten over het behalen van hun diploma? Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Juridisch-administratieve Ondersteuning? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig online afronden, je kan langskomen op het studentensecretariaat of tijdens onze volgende infodag . Heb je vragen over je inschrijving? Neem dan contact op met ons secretariaat op campus Leuven. Alle administratie voor de dagopleiding en werktraject in Brussel loopt via dit secretariaat. De openingsuren van ons studentensecretariaat: Campus Leuven Adres Interleuvenlaan 5 3001 Heverlee Openingstijden Maandag, woensdag en donderdag 13h-19h E-mail campusleuven@ehb.be Info voor bedrijven Wij zijn steeds op zoek naar bedrijven en organisaties die met ons willen partneren. Aanbieden van een stageplek, begeleiding bij een afstudeerproject, aanleveren van een onderwerp voor projectwerk, het geven van een gastles,... Contacteer ons: Opleidingshoofd: Kevin Linsingh Coördinator werkplekleren: Sarah Ronse Contact Erasmushogeschool Brussel Campus Kaai of campus Kanal Nijverheidskaai 170 Anderlecht of Slotstraat 28 Brussel Mail ons: graduaat.juridische@ehb.be Maak een afspraak met de studie- of trajectbegeleider Chat met ons via Messenger: @erasmushogeschool Stel je vraag via dit formulier Gerelateerde verhalen Verhaal Nieuw: verkort traject Juridisch-administratieve Ondersteuning in Brussel Vanaf februari 2024 kan je starten aan het nieuwe verkorte traject Juridisch-administratieve Ondersteuning in Brussel. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}