{
    "id": "79",
    "title": "kleuteronderwijs",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/kleuteronderwijs",
    "description": "Studeer Kleuteronderwijs aan EhB. Je gaat vanaf je eerste jaar wekelijks één dag op stage en stelt zelf je studieprogramma samen naargelang je interesses.",
    "content": "Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Flexibel studeren Je kan deze opleiding combineren met een job. Je kan je enkel inschrijven als je recht hebt op studieduurvermindering: EVC (elders verworven competenties) EVK (elders verworven kwalificaties). Jij bepaalt hoe lang de opleiding duurt Afhankelijk van het traject dat je zal volgen, kan je de opleiding beëindigen in 3 jaar of korter. Denk rustig na over de samenstelling en het tijdspad van je traject. Op hoeveel tijd wil je de opleiding afronden? Geef jezelf ook wat krediet. Als je tijdens de opleiding merkt dat je meer tijd nodig hebt, kan je een aanvraag doen om het traject meer te spreiden. Je stages Stages kunnen (in het eerste jaar) gelopen worden op je eigen werkplek als je al op een school bent aangesteld. Anders krijg je een stageplaats toegewezen. In het tweede deeltraject loop je ook stage in andere scholen, terwijl je in het derde deeltraject een mix doet van stages op je eigen werkplek en alternatieve stageplaatsen. De bepaling van je stageplek gebeurt steeds in nauw overleg met jou en de opleiding. Afhankelijk van je traject zal je tussen de 12 en 23 weken stage doen. Ik ben op dit moment kinderverzorg(st)er We vragen je om werkervaring in een kleuterschool of in de kinderopvang voor te leggen. Bij je inschrijving start je onmiddellijk met het modeltraject van 120 studiepunten. De overige 60 studiepunten behaal je aan de hand van zelfstandige taken of het doorlopen van een EVC-procedure. Ik heb een bachelor of master Heb je een diploma hoger onderwijs en ervaring in het werken met kinderen, dan kan je ook toegelaten worden, maar dien je een aanvraagdossier EVC en/of EVK samen te stellen. Na de analyse van je aanvraagdossier wordt je traject samengesteld. Ik heb een diploma Lager Onderwijs Heb je al een bachelordiploma Lager Onderwijs, dan schrijf je je in voor het verkort traject. De opbouw is modulair, dit laat flexibiliteit toe en maakt dat we heel praktijkgericht werken. Dit bedraagt 60 studiepunten. Ik heb een diploma Secundair Onderwijs Heb je al een bachelordiploma Secundair Onderwijs, dan kom je in aanmerking voor het verkort traject. Je dient een aanvraagdossier voor EVC en/of EVK in. Na het doorlopen van dit dossier bedraagt je traject maximum 120 studiepunten. Via het verkort traject kan ik toch nog mijn droom waarmaken. Studeren en ook al werken als kleuterjuf, het is soms druk maar ik krijg er zoveel voldoening van! Ine Lefevere studente Kleuteronderwijs Naar het buitenland Wil je ervaren hoe het onderwijs in andere landen georganiseerd wordt? Wil je zelf aan den lijve ondervinden hoe het er in het buitenland aan toe gaat? Tijdens je laatste jaar kan je op stage in een ander Europees land of zelfs nog veel verder weg. Je leert de laatste kneepjes van het vak en vervolledigt je vorming als leraar Kleuteronderwijs. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,4 € 575,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Kosten voor het standaard modeltraject. Kosten voor het werktraject. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2021 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2022 tot 2028 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Kleuteronderwijs? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Starttoets lerarenopleiding Als je nog geen bachelor- of masterdiploma hebt, moet je een starttoets Nederlands afleggen voor je aan de lerarenopleiding Kleuteronderwijs kan beginnen. Lees hier alles over de starttoets. De openingsuren van ons studentensecretariaat: ma tot vrij van 9u tot 16u bel ons: 02 213 61 10 mail ons: studentensecretariaat.mm@ehb.be kom langs: campus Kanal, Slotstraat 28 1000 Brussel Subsidies en beurzen Check of je recht hebt op een studietoelage . Aanvraag tot KMO-portefeuille . Ingeschreven als werkzoekende? Volg deze opleiding gratis. Bekijk de voorwaarden. Info voor bedrijven Onderzoek, navorming en dienstverlening Als opleiding doen we meer dan het opleiden van studenten alleen. Aangesloten bij het expertisecentrum Urban Coaching & Education doen we aan praktijkonderzoek en (internationale) projecten samen mét en voor het brede onderwijsveld. Onze focus? Werken met en voor diversiteit, steAm, samen opleiden, meertaligheid en de professionele ontwikkeling van leraren, schoolleiders en -teams. Deze expertise vertalen we niet alleen naar de eigen opleiding, maar bieden we ook aan het werkveld aan via nascholingen, pedagogische studiedagen of dienstverlening op maat van jouw school. Een onderzoeksvraag of vraag naar professionalisering? Neem contact op met stage.basisonderwijs@ehb.be. Stageplek Doorheen de opleiding stellen we een aantal duidelijke focuspunten centraal. We gaan uit van een krachtig kindbeeld, een inclusieve mindset en een positieve benadering van diversiteit in en buiten de grootstad. Voor elke periode van werkplekleren zullen een aantal focuspunten afgebakend worden. Wil je meer info over onze stages en de manier waarop we te werk gaan? Bekijk dan hier onze stagebrochure. Ben je als stageplaats al actief? Fijn! Ontdek dan zeker OnStage, ons vernieuwd digitaal registratiesysteem voor stages met een online stagedossier dat toegankelijk is voor de student, de school en de opleiding. In het dossier worden gegevens van de stageplaats ingegeven alsook de overeenkomst. Als school kan je inloggen via OnStage4Business en krijg je toegang tot alle informatie van de studenten die jij begeleidt. Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Mail ons: marleen.rosiers@ehb.be Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Gerelateerde verhalen Verhaal Klaar voor de Lerarenopleiding? Check deze lesmodules en het speeddatingevent 'Klaar voor de lerarenopleiding' is een gratis Brussels traject dat aangeboden wordt door EhB, Odisee en VGC. Aan de basis van dit project ligt enerzijds het lerarentekort en anderzijds het gebrek aan diversiteit in het bestaande lerarenkops. ··· Verhaal \"Een andere thuistaal is géén boosdoener\" Bruzz kwam ter plaatse kijken op de VUB en EhB hoe we het Charter voor Meertaligheid en Talige Diversiteit in de praktijk brengen. ··· Verhaal KRRRANT: kunstzinnig prikkelen voor kleuters De derdejaars van de educatieve bachelor Kleuteronderwijs legden gisteren de laatste hand aan hun voorstelling KRRRANT. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Studiedag Velov-conferentie 2024: Een frisse blik op onderwijs Vrijdag 31 Mei 2024 , 9:00 tot 17:00 Een frisse blik op onderwijs: grenzeloos inspirerend ··· Studiedag Ontmoetingsdag Leerplichtonderwijs Vrijdag 14 Juni 2024 , 8:30 tot 17:30 We staan stil bij het centrale thema van leiderschap in het onderwijs, beter bekend als ‘teacher leadership’. Dit jaar moedigen we je aan om de Brusselse binnenstad te verkennen. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}