{
    "id": "78",
    "title": "kleuteronderwijs",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/kleuteronderwijs",
    "description": "Studeer Kleuteronderwijs aan EhB. Je gaat vanaf je eerste jaar wekelijks één dag op stage en stelt zelf je studieprogramma samen naargelang je interesses.",
    "content": "Kleuteronderwijs - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor, Lerarenopleiding Kleuteronderwijs Kom langs op één van onze infodagen infodagen Voor wie Voor iedereen met een hart voor kinderen. Voor de revolutionair in jou die het onderwijs van binnenuit wil veranderen, op maat van de 21ste eeuw. Voor iedereen die streeft naar gelijke onderwijskansen voor iedereen. Voor iedereen met een open geest die wil groeien als leraar én als mens. Voor de creatieve vrolijke geest in jou die wil losgelaten worden. Opleidingen Kleuteronderwijs Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Info voor bedrijven Voor wie Voor iedereen met een hart voor kinderen. Voor de revolutionair in jou die het onderwijs van binnenuit wil veranderen, op maat van de 21ste eeuw. Voor iedereen die streeft naar gelijke onderwijskansen voor iedereen. Voor iedereen met een open geest die wil groeien als leraar én als mens. Voor de creatieve vrolijke geest in jou die wil losgelaten worden. Hoe ziet de opleiding eruit Kijk jij ook met verwondering naar jonge kinderen die de wereld rondom hen ontdekken? Droom je ervan om samen met jonge kinderen op ontdekkingstocht te gaan en hen al spelend te helpen groeien? Dan is kleuteronderwijzer de juiste beroepskeuze voor jou. Kleuteronderwijzers maken het verschil. Je houdt van zingen en dansen samen met jonge wereldontdekkers Je bent enthousiast en leergierig Je gaat doelgericht en met grondige vakkennis aan de slag met kleuters Je gaat op zoek naar jouw 100 talen en verschillende expressievormen We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Een leraar met een eigen identiteit Onze lerarenopleiding is een koploper in onderwijsvernieuwing. Je eindwerkstage in onze bruisende hoofdstad Brussel is de kers op de taart. Zo studeer je af als een bekwame leraar die eigen sterktes en talenten optimaal inzet voor de klas. Jij, met je eigen persoonlijkheid en bekwaamheden, staat centraal in onze opleiding. Bij ons word je een uitstekende leraar met een eigen identiteit en aanpak. Als leraar in opleiding ben jij nu al onze nieuwe collega. Daarom investeren we graag in je persoonlijke begeleiding. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Tijdens mijn opleiding Kleuteronderwijs heb ik geleerd om met een open geest te kijken, bewust te zijn van mij eigen subjectiviteit. Door te observeren leren we rekening te houden met de 100 talen van een kind. Iedere kleuter heeft zijn talent. Student Kleuteronderwijs Troeven van de opleiding Veel praktijk Tijdens verschillende projecten zal je de vakinhouden op een zelfstandige manier moeten verwerken. Zo ga je met klasgenoten tijdens de jeugdboekenweek in de Brusselse bibliotheken vertellen. Of je maakt kennis met filosoferen. Je ontdekt hoe je wereld er anders uit kan zien, als je kijkt door een andere bril. De Matinee: muzisch sluitstuk van je opleiding In je derde jaar van je opleiding Kleuteronderwijs komt dé uitdaging voor je muzische sluitstuk: het maken van een theatervoorstelling voor kleuters. Je doet alles zelf, samen met je medestudenten: tekst schrijven, muziek maken, dansen, decors bouwen, klank en licht organiseren, affiches ontwerpen, spelen. Creativiteit en zelfstandig werken Creativiteit is het handelsmerk van een kleuterjuf of -meester. Je ontdekt je eigen 100 talen en gaat op verkenning bij verschillende expressievormen: beweging, beeld, muziek, drama, media. Succesvol groeien Om je persoonlijke ontwikkeling tijdens je opleiding Kleuteronderwijs te bewaken, je te stimuleren of bij te sturen, organiseren we de module 'Succesvol groeien'. Hier krijg je de ruimte voor het opvolgen van je didactische vaardigheden, het leren reflecteren over je eigen kunnen en het ontwikkelen van je taalcompetenties. Geen beroep, maar een roeping! Ik heb voor deze opleiding gekozen omdat ik volledig mezelf kan zijn: een zotte doos met een klein hartje. Elke dag in de kleuterklas, is een dag vol nieuwe avonturen en ontdekkingen. Kleuteronderwijzer is niet zomaar een beroep maar een roeping! Zehra Öz Oud-student Kleuteronderwijs Vakken Het belangrijkste is dat jij je goed voelt bij je studie en die met succes afrondt. Daarom krijg je een plukprogramma. Enkele vakken heb je het hele jaar door en zijn voor jou bepaald. Ook het werkplekleren ligt grotendeels vast doorheen je traject. Alle andere vakken van het programma zijn opgedeeld in semester 1 of semester 2. Je bepaalt zelf de volgorde door te kiezen uit een reeks vakken die het dichtst bij je interesses en noden liggen. Hieronder zie je dus hoe je eerste jaar er kán uitzien. Maar jij bepaalt zelf in overleg met je leerteambegeleider of trajectcoach je programma! We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Programma Kleuteronderwijs jaar 1 Veld Credits Kleuteronderwijs jaar 1 Educatieve professional worden A1 Semester 1 5 Kind en Maatschappij Semester 2 4 Basishouding en visie (ontwikkeling) A Semester 1+2 9 Ontmoeten, dialogeren en verbinden 1 Semester 2 3 Speels ontwerpen Semester 1+2 8 Sport en welzijn Semester 2 6 Muzische vaardigheden: muziek, beeld, drama, beweging & media Semester 1 8 Observeren, rapporteren & pedagogisch documenteren Semester 1 3 Werkplekleren: participatie Semester 1/2 3 Werkplekleren: participatie en ontwerpen Semester 1/2 4 Vertellen in de grootstad Semester 2 4 Keuze-onderdeel Niet-confessionele zedenleer Rooms-katholieke godsdienst Cultuurbeschouwing Islamitische godsdienst Studie- en taalvaardigheden ontwikkelen Muzische vaardigheden: muziek Semester 2 3 Programma Kleuteronderwijs jaar 2 Veld Credits Kleuteronderwijs jaar 2 Educatieve professional worden B3 Semester 1+2 5 Basishouding en Visie(ontwikkeling) B Semester 1+2 7 Ontmoeten, dialogeren en verbinden 2 Semester 1+2 3 Verken de wereld Semester 1 6 Muzische vaardigheden stimuleren: muziek, beeld, drama, beweging, media Semester 1 5 Speels en domeingericht ontwerpen Semester 1 6 Werkplekleren: kosteloos materiaal - geniaal! Semester 1/2 4 Werkplekleren: prentenboek binnenstebuiten Semester 1/2 5 Barcelona Semester 2 3 Onderzoeksvaardigheden Semester 2 4 STEAM Semester 2 3 Werkplekleren: STEAM in team Semester 1/2 6 Keuzevak Niet-confessionele Zedenleer Rooms-katholieke Godsdienst Cultuurbeschouwing Islamitische Godsdienst Opvoedingsvraagstukken in grootstedelijke context Semester 2 3 Programma Kleuteronderwijs jaar 3 Veld Credits Kleuteronderwijs jaar 3 Educatieve professional worden B4 Semester 1+2 4 Ontmoeten, dialogeren en verbinden 3 Semester 1+2 3 Onderzoeken en innoveren Semester 1+2 4 Werkplekleren PLUS: educare & transitie Semester 1 6 Project Kind in de Buurt Semester 1 3 Inspelen op leerbehoeften Semester 1 3 Kunstzinnig prikkelen Semester 1 4 Keuzevak Niet-confessionele Zedenleer Rooms-katholieke Godsdienst Cultuurbeschouwing Islamitische Godsdienst Engagement tot verbinding Semester 1 3 Keuzevak Werkplekleren: Internationaal 1 Semester 2 10 Keuzevak Werkplekleren: Internationaal 2 Semester 2 15 Keuzevak Studie: Internationaal Semester 2 15 Werkplekleren: differentiatie & inclusie Semester 1/2 5 Onderzoek en creatief exploreren stimuleren Semester 2 3 (Internationale) Uitwisseling Semester 2 3 Werkplekleren: Exploratie werkveld Semester 1/2 6 Werkplekleren: Afstuderen Semester 1/2 10 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Check de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Stage We laten je in de opleiding Kleuteronderwijs al snel het beroep van kleuterjuf of -meester ervaren in de praktijk. Daarom ga je al vanaf het eerste semester op stage. Zo leer je geleidelijk je vaardigheden als leraar uit te bouwen. Dat hoef je natuurlijk niet alleen te doen: we staan naast je om je te begeleiden en te helpen. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Je eerste jaar stage In het eerste jaar van je opleiding begin je met een kennismakingsdag en eindig je met een volledige eerste stage. Je ontdekt hoe je kinderen uitdaagt en stimuleert. Je verrijkt de speelplekken en probeert eenvoudige activiteiten uit met je kleuters. Je tweede jaar stage In je tweede deeltraject werk je zelf een thema uit. Dat doe je eerst met begeleiding, daarna kan je het alleen. Zo leer je de keuzehoeken aan te vullen en het spel van de kinderen te stimuleren. Je derde jaar stage Tijdens je eerste stageperiode kies je zelf waar je stage loopt. Nu krijg je de kans om ook buiten de klas ervaring op te doen door op ontdekking te gaan in het werkveld. Bijvoorbeeld bij organisaties en vzw's die rechtstreeks of onrechtstreeks met kinderen werken. Naar het buitenland Tijdens je laatste jaar kan je ook op stage in een ander land binnen of buiten Euopa. Je leert de laatste kneepjes van het vak en vervolledigt je vorming als leraar Kleuteronderwijs. Na je studie Aan het werk Met een bachelordiploma Kleuteronderwijs kan je in alle onderwijsnetten aan de slag. Als meester of juf in het gewoon onderwijs en in het buitengewoon onderwijs. Of maak je liever deel uit van het zorgteam van de school? Misschien wil je vooral bewegen met kleuters tijdens de uurtjes lichamelijke opvoeding? En als kleuteronderwijzer kan je ook helemaal je ding doen in een kinderdagverblijf. Maar ook een job in de welzijnssector of de socio-culturele sector behoort tot je mogelijkheden. Tijdens je opleiding kan je zelfs al eens proeven van deze jobs. Verder studeren Aan EhB Heb je de smaak van leren en studeren helemaal te pakken? Dan ga je na je studie nog voor een Educatieve Bachelor Lager Onderwijs. Met een verkort traject van een jaar krijg je nog meer kansen op de arbeidsmarkt. Deze studie kan je zelfs combineren met een job. Ga voor een master Studeer een master in Onderwijskunde of master in de Agogische Wetenschappen aan de universiteit. Met een schakeljaar behoren ook die opleidingen tot de brede waaier aan mogelijkheden en kansen. Waar heb je les? Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings"
}