{
    "id": "81",
    "title": "lager onderwijs",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/lageronderwijs",
    "description": "Studeer Lager Onderwijs aan EhB. Je gaat vanaf je 1e jaar één dag op stage en we zetten vol in op taalkennis Frans. Zo sta je sterk in je schoenen en word je een straffe leraar.",
    "content": "ook de kans om op buitenlandse stage te gaan of stage te lopen in een zorgteam. En je kan zelfs kiezen voor een stage buiten het onderwijs. Internationale ervaring opdoen is een belangrijke pijler in onze opleiding. Zo ontdek je buiten onze landsgrenzen vernieuwende inzichten en ideeën die je kan toepassen in je eigen werkmethodes. Na je studie We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Aan het werk Met je diploma Educatieve Bachelor Lager Onderwijs kan je aan de slag in alle leerjaren van het lager onderwijs in alle onderwijsnetten: het Gemeenschapsonderwijs, Katholiek onderwijs, Franstalig onderwijs en het immersie- en CLIL-onderwijs , zowel in het gewoon als in het buitengewoon onderwijs. Ook zorgleraar is een mogelijkheid. Werk is er genoeg in het onderwijslandschap. Daardoor vinden onze studenten meteen werk. Je kan ook aan de slag in het buitenland! Verder studeren Aan EhB Wil je je kennis graag verder verdiepen en verbreden? Met een aangepast en verkort traject behoren de Educatieve Bachelor Kleuteronderwijs , Secundair Onderwijs en de Bachelor Pedagogie van het jonge kind ook tot jouw mogelijkheden? Ga voor een master Met een schakeljaar kan je een masterstudie (bv. Onderwijskunde) aan de universiteit aanvatten. Waar heb je les? Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Flexibel studeren Verkort traject Bekijk hier de opleidingspagina van de verkorte educatieve bachelor Lager Onderwijs. Voorwaarde om deel te nemen: je bent in het bezit van een bachelor of masterdiploma. Sterk aan deze opleiding: Wat je voor je opleiding doet, kan je meteen gebruiken in de klas! Deze opleiding is een voorbeeld van ‘Samen opleiden’. Het programma, de inhouden en de opdrachten zijn samen met basisscholen opgesteld. We ontwerpen samen, leiden samen op en innoveren de opleiding samen. We zijn een opleiding op maat : we houden rekening met jouw vooropleiding en houden met elke startende student een intakegesprek. We gaan na op welke vrijstellingen je recht hebt. Combineerbaar met werk en gezin. LIO-baan: je werkt al of wil werken in een lagere school, dan kan je deze opleiding combineren met een LIO-baan. Je bent dan “Leraar In Opleiding”. Wat je voor de opleiding doet, kan je meteen gebruiken tijdens je lesopdracht op de school. Ook omgekeerd, werk voor je school kan dienen als materiaal voor de opleiding. Zo creëren we een win-win. Lerarenbonus: de overheid heeft voorzien dat een aantal lestijden mogen ingezet worden voor je opleiding. Dit is heel handig om tijd vrij te maken om je studies te vervolmaken. Inschrijvingsgeld: onder bepaalde voorwaarden kan je een terugbetaling van jouw inschrijvingsgeld aanvragen, geef ons een seintje en we helpen je graag verder Interesse in onze verkorte opleiding? Bekijk dan hier de opleidingspagina van de verkorte educatieve bachelor Lager Onderwijs of Vul dit formulier in en we nemen zo snel mogelijk contact met je op! Onze leervisie binnen het verkort traject Onze leervisie vormt zich rond de volgende vijf leerresultaten: Engagement met open geest : de leerkracht is betrokken en enthousiast, staat open naar de samenleving toe en heeft een eigen onderbouwde visie. Creatief en inclusief lesgeven : de leerkracht creëert innovatieve leeromgevingen in een diverse context, over de taalgemeenschappen heen. Kindgericht en onbevooroordeeld begeleiden : de leerkracht observeert, evalueert en begeleidt kinderen waarderend, streeft emancipatie, eigenaarschap en maatschappelijke participatie na. Deskundig innoveren : de leerkracht onderzoekt de eigen omgeving, rol en praktijk kritisch en met expertise. Actief verbinding zoeken : de leerkracht betrekt actief de brede gemeenschap: ouders, collega's, de buurt en externe organisaties als evenwaardige partners. Interesse in onze verkorte opleiding? Vul dan dit formulier in en we nemen zo snel mogelijk contact met je op! Naar het buitenland In onze opleidingen bieden we je de kans om op buitenlandse stage te gaan of stage te lopen in een zorgteam. Je kan zelfs kiezen voor een stage buiten het onderwijs. Internationale ervaring opdoen is een belangrijke pijler in onze opleiding. Zo ontdek je buiten onze landsgrenzen vernieuwende inzichten en ideeën die je kan toepassen in je eigen werkmethodes. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2022 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2023 tot 2029 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Lager Onderwijs? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Starttoets lerarenopleiding Als je nog geen bachelor- of masterdiploma hebt, moet je een starttoets Nederlands afleggen voor je aan een lerarenopleiding kan beginnen. Voor de bacheloropleiding Lager Onderwijs moet je daarnaast ook nog een starttoets Frans en wiskunde afleggen. Lees hier alles over de verplichte starttoetsen. De openingsuren van ons studentensecretariaat: ma tot vrij van 9u tot 16u bel ons: 02 213 61 10 mail ons: studentensecretariaat.mm@ehb.be kom langs: campus Kanal, Slotstraat 28 1000 Brussel Subsidies en beurzen Check of je recht hebt op een studietoelage . Aanvraag tot KMO-portefeuille . Ingeschreven als werkzoekende? Volg deze opleiding gratis. Bekijk de voorwaarden. Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Vragen over het verkort traject? Stuur dan een mailtje naar educatieve.bachelor.lager.onderwijs@ehb.be Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel een vraag via dit formulier Bestel de gedrukte folder hier Gerelateerde verhalen Verhaal Klaar voor de Lerarenopleiding? Check deze lesmodules en het speeddatingevent 'Klaar voor de lerarenopleiding' is een gratis Brussels traject dat aangeboden wordt door EhB, Odisee en VGC. Aan de basis van dit project ligt enerzijds het lerarentekort en anderzijds het gebrek aan diversiteit in het bestaande lerarenkops. ··· Verhaal Brussels minister Sven Gatz volgt les in het Darija als voorbeeld van meertalig onderwijs Brussels minister van Meertaligheid Sven Gatz ontving een rondleiding op campus Kanal om kennis te maken met ons meertalig onderwijs ··· Verhaal Studenten Lager Onderwijs maken maaltijd klaar voor Kookmet De studenten van de opleiding Lager Onderwijs hebben vorige week vrijwilligers geholpen bij Kookmet, een levendige ontmoetingsplek in Kuregem waar iedereen welkom is om te genieten van een zelfgemaakte maaltijd. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Studiedag Velov-conferentie 2024: Een frisse blik op onderwijs Vrijdag 31 Mei 2024 , 9:00 tot 17:00 Een frisse blik op onderwijs: grenzeloos inspirerend ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden"
}