{
    "id": "80",
    "title": "lager onderwijs",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/lageronderwijs",
    "description": "Studeer Lager Onderwijs aan EhB. Je gaat vanaf je 1e jaar één dag op stage en we zetten vol in op taalkennis Frans. Zo sta je sterk in je schoenen en word je een straffe leraar.",
    "content": "Lager Onderwijs - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor, Lerarenopleiding Lager Onderwijs Kom langs op één van onze infodagen infodagen Voor wie Voor iedereen met een hart voor kinderen. Voor iedereen die creatief is en daarmee aan de slag wil gaan. Voor de revolutionair in jou die het onderwijs van binnenuit wil veranderen. Voor iedereen met een open geest die wil groeien als leraar én als mens. Opleidingen Lager Onderwijs Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Voor wie Voor iedereen met een hart voor kinderen. Voor iedereen die creatief is en daarmee aan de slag wil gaan. Voor de revolutionair in jou die het onderwijs van binnenuit wil veranderen. Voor iedereen met een open geest die wil groeien als leraar én als mens. Hoe ziet de opleiding eruit? Onze opleiding in het kort Een kwalitatieve opleiding. Korte afstand tussen student en docent. Een mix van theorie, praktijk en vooral creativiteit Een opleiding zowel binnen als buiten de klas. Ervaring staat centraal, na drie weken begin je al aan een observatiestage. Projectmatig werk en begeleiding op maat. Oog voor diversiteit en meertaligheid. Een unieke opleiding Onze opleiding is gebaseerd op 5 basisprincipes . Deze principes komen in verschillende proporties aan bod doorheen jouw vorming tot leraar. Een unieke samenwerking met de Franstalige hogeschool Francisco Ferrer om jouw taalvaardigheid nog verder te ontwikkelen en jouw arbeidsmogelijkheden een dikke boost te geven. Met onze opleiding kan je aan de slag in het Gemeenschapsonderwijs, het stedelijk en gemeentelijk onderwijs, Katholiek onderwijs, Franstalig onderwijs en het immersie- en CLIL-onderwijs , maar ook in het buitenland ! Onze 5 basisprincipes We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Expert in leerinhoud en lesgeven Je verbreedt je kennis over de leerinhouden voor de lagere school en hoe je ze moet overbrengen naar kinderen, de didactiek. In het eerste jaar frissen we jouw kennis voor alle vakken weer op. Vervolgens zetten wij volop in op didactiek. Van alle Vlaamse hogescholen besteedt onze opleiding het meeste studiepunten aan de didactische vaardigeden van de onderwijzer. We komen er zelfs voor in de pers! Bij ons word jij een expert voor de klas! Samen onderweg Samen met de docenten van de opleidingen ga je op weg. Wij verwachten niet dat jij vanaf jouw eerste dag alle knepen van het vak onder de knie hebt. Vanaf dag één bieden wij ondersteuning op maat van jouw behoeften: coachingmomenten, project- en stagebegeleiding, lesvoorbereidingen. Maar wij staan ook klaar voor een open, laagdrempelig gesprek wanneer jij dat nodig hebt. Bij ons tel jij mee! Brussel, onze habitat Wij zijn een Nederlandstalige lerarenopleiding in Brussel en wij zijn daar trots op. Wij huizen in een nieuwe campus in de Dansaertwijk, het hippe hart van onze hoofdstad. Samen gaan wij op ontdekking naar musea, de theaters en de politieke instellingen. Alles ligt binnen handbereik! Maar wij trekken ook naar de zee of naar het Vlaamse platteland, we reizen zelfs naar Berlijn. Bij ons word jij een leraar van de wereld! Creatieve zelfontwikkeling In onze opleiding vinden wij het belangrijk dat je als mens en als leraar jouw creatieve, muzische en expressieve kant ontplooit. Wij zetten dan ook in op lessen en projecten waarin muziek, beeld en drama uitgebreid aan bod komen. Wij hebben zelfs een tweetalig koor en je sluit je opleiding af met een echte theater- voorstelling voor kinderen. Bij ons word jij een creatieve duizendpoot! Meertaligheid als troef! Voor ons is meertaligheid een troef! Als leraar lager onderwijs hoor je ook lessen Frans te geven. Staat jouw Frans nog niet op punt? Geen paniek, dankzij onze unieke samenwerking met de Franstalige Haute Ecole Francisco Ferrer krijg jij volop kansen om de taal te oefenen en leer je omgaan met meertaligheid in de klas. Wij plannen gezamenlijke uitstappen, lesmomenten en toffe activiteiten. Zo kan jij je Frans op een natuurlijke, spontane manier bijspijkeren en leer je ook studenten uit de andere taalgemeenschap kennen. Bij ons sta jij stevig in je (Franse) schoenen voor de klas! We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Vakken 1e jaar: proef je al van het lesgeven en maak je kennis met de verschillende leergebieden van de basisschool. Bovendien leer je ook onze visie op dynamisch onderwijs van dichtbij kennen. 2e jaar: leer je lessen opbouwen op een eigentijdse manier. Met je drie stages van elk anderhalve week sta je al echt in de praktijk. 3e jaar: focussen we op 'zorg op maat van iedereen'. Je gaat nog vaker en langer op stage, dat kan zelfs in het buitengewoon onderwijs, het alternatief onderwijs of de socioculturele sector. Je gaat tijdens je stage ook op onderzoek uit voor je bachelorproef. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Programma Lager Onderwijs jaar 1 Veld Credits Lager Onderwijs jaar 1 Project Aangenaam leef- en leerklimaat Semester 1 3 Ontwikkelen, leren en onderwijzen 1A Semester 1 3 Mens & Maatschappij en Wetenschappen & Techniek 1A Semester 1 3 Muzische vorming en LO 1A Semester 1 4 Nederlands 1A Semester 1 3 Wiskunde 1A Semester 1 3 Project Onderzoekend leren Semester 2 3 Ontwikkelen, leren en onderwijzen 1B Semester 2 3 Mens & Maatschappij en Wetenschappen & Techniek 1B Semester 2 3 Muzische vorming en LO 1B Semester 2 4 Nederlands 1B Semester 2 3 Wiskunde 1B Semester 2 3 Mediawijsheid Semester 2 3 Levensbeschouwelijke keuze: Cultuurbeschouwing Islamitische Godsdienst Niet-confessionele Zedenleer Rooms-katholieke Godsdienst Semester 2 3 Français 1 Semester 1 + 2 3 Succesvol groeien 1 Semester 1 + 2 4 Stage Doel- en kindgericht lesgeven Semester 1 + 2 9 Programma Lager Onderwijs jaar 2 Veld Credits Lager Onderwijs jaar 2 Project Cross-over Semester 1 3 Ontwikkelen, leren en onderwijzen 2A Semester 1 9 Mens & Maatschappij en Wetenschappen & Techniek 2A Semester 1 3 CreAmuze 2A Semester 1 3 Nederlands 2A Semester 1 3 Wiskunde 2A Semester 1 3 Levensbeschouwelijke keuze: Cultuurbeschouwing Islamitische Godsdienst Niet-confessionele Zedenleer Rooms-katholieke Godsdienst Semester 1 3 Project Grenzen verleggen LO2 Semester 2 3 Ontwikkelen, leren en onderwijzen 2B Semester 2 3 Mens & Maatschappij en Wetenschappen & Techniek 2B Semester 2 3 CreAmuze 2B Semester 2 3 Nederlands 2B Semester 2 3 Wiskunde 2B Semester 2 4 Français 2 Semester 1 + 2 3 Lichamelijke Opvoeding 2 Semester 1 + 2 3 Succesvol groeien 2 Semester 1 + 2 3 Stage Met oog voor diversiteit Semester 1 + 2 12 Programma Lager Onderwijs jaar 3 Veld Credits Lager Onderwijs jaar 3 Project Brede school Semester 1 3 Français 3 Semester 1 3 Inclusief onderwijs Semester 1 4 Leerzorg Nederlands Semester 1 3 Leerzorg wiskunde Semester 1 3 Mens & Maatschappij en Wetenschappen en Techniek 3 Semester 1 3 Stage Co-teaching Semester 1 5 Project Spots op verbeelding 3 Semester 2 3 Versterkende of verdiepende stage - te kiezen uit: Stage A la carte - 10 SP Stage Buitenland (S) - 10 SP Stage Buitenland (XL) - 15 SP Semester 2 10 of 15 Eindstage Innovatief onderwijzen Semester 2 9 Tutorproject Semester 1 + 2 3 Bachelorproef Semester 1 + 2 5 Levensbeschouwelijke keuze: Cultuurbeschouwing Islamitische Godsdienst Niet-confessionele Zedenleer Rooms-katholieke Godsdienst Semester 1 + 2 3 Succesvol groeien 3 Semester 1 + 2 3 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Check de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld . Hoe ziet je week eruit? Wij bieden je een heel gevarieerd lesrooster. Tijdens de lesweken begint de dag om 9 uur en eindigt die meestal rond 17 uur. Op donderdag is het steevast \"doe-dag\". Dan ga je observeren in je stageschool, je probeert er activiteiten uit of neemt deel aan labo's op onze campus. Tijdens de projectweken vallen de gewone lessen weg en concentreren we ons op het project. In de periode voordat je op stage vertrekt, roosteren we vrije dagen in. Je bereidt dan je stagelessen voor en maakt afspraken bij docenten voor begeleiding en feedback. Bekijk een voorbeeld van een lesweek Stage Stages zijn in de opleiding Lager Onderwijs een heel belangrijk onderdeel van je opleiding. Want zo doe je echt praktijkervaring op en word je een competente leraar. We oefenen praktijksituaties in op de hogeschool, het sportterrein en de stageplaatsen. Bij ons groei je als toekomstig leraar door: een sterke persoonlijke begeleiding stages te lopen in diverse onderwijsomgevingen verplichte stageopdrachten met ruimte voor eigen invulling voor keuzeopdrachten Daarnaast bieden we je ook de kans om stage te lopen in een zorgteam. Je kan je blik nog meer verruimen met een stage in het buitenland. Internationalisering is een belangrijke pijler van onze opleiding. Ga op verkenning in Europa of ver daarbuiten. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Je eerste jaar In het eerste jaar vind je tijdens een inleefstage wat het echt betekent om les te geven in de lagere school. Het hele jaar door loop je stage in dezelfde klas met een persoonlijke mentor. We begeleiden je voortdurend en sturen bij waar nodig. Zo verwerf je de juiste competenties. Je tweede jaar In het tweede jaar doorloop je drie stageperiodes van anderhalve week in een eerste leerjaar, de tweede graad en de derde graad. Je kiest zelf een stageplaats uit een lijst met stagescholen. Je derde jaar In je derde en laatste jaar verken je de school met een ruimere blik. Je gaat langer en vaker op stage. Je geeft niet alleen les, je onderzoekt de buurt van de school, doet aan co-teaching, loopt mee met het zorgteam,... Ook de externe partners van de school leer je van naderbij kennen. We focussen ook op 'zorg op maat van iedereen'. Zo kan je ook stage volgen in het buitengewoon onderwijs, het alternatief onderwijs of de socioculturele sector. Naar het buitenland Daarnaast bieden we je"
}