{
    "id": "84",
    "title": "landschaps- & tuinarchitectuur",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/landschaps-tuinarchitectuur",
    "description": "De groene ontwerpopleiding waar je leert om duurzaam, creatief en klimaatbewust te ontwerpen.",
    "content": "besproken en toegelicht. 3 Ontwerpatelier: Geïntegreerd project Publieke ruimte Ontwerpatelier: Geïntegreerd project Publieke ruimte In een eerste fase ontwikkel je een masterplan voor het studiegebied. Hiervoor maak je een omgevingsanalyse waarin je peilt naar de invloeden van de omgeving op het projectgebied onderzocht. In een tweede fase ligt de focus op het ontwerpen van het projectgebied een beplantingsontwerp en een technisch ontwerp voor een deelgebied. 4 Ontwerpatelier: Landschapsstructuren & patronen Ontwerpatelier: Landschapsstructuren & patronen Binnen dit landschaps-ontwerpproject analyseer en ontwerp je een gebied van 12 tot 20 km². Fase 1 : herkennen en analyseren van de landschapsstructuren en landschapspatronen, karakteristieken van het landschapsdeel: het traditionele landschap, de bestaande ruimtelijke structuur, de ontwikkelingsgeschiedenis in het landschap Fase 2 : impressieverhogend ontwerpen a.d.h.v. landschapsstructuren en landschapspatronen. 4 Ontwerpatelier Planpresentatie Je gaat op een begeleide zoektocht naar een persoonlijke presentatiestijl. Je start hier al mee tijdens het ontwerpproces. Via een onderzoeksopdracht naar huisstijlen en het principe van een moodboard leer je op een heldere manier communiceren met behulp van een digitale presentatievorm (InDesign). Het ontwikkelen van een eigen presentatiestijl voor ontwerpopdrachten wordt verdergezet. De aandacht gaat uit naar tekst en beeld. Bij het beeld gaat er veel aandacht naar de uniformiteit in de algemene lay-out op basis van het begrip huisstijl (template). Bij tekst leggen we de focus bij zowel het 'gesproken woord' als bij de typografie. 1 Beplantingsontwerp We bouwen verder op de inhoud van het tweede en derde semester om tot een beplantingsplan te komen. 1 Technisch ontwerp Tijdens de technische ontwerpateliers leren we je een deel van het uitvoeringsdossier (van opmeting, over technische uitvoeringsdetails tot bestek en meetstaat) van het geïntegreerd project publieke ruimte uit te werken. 1 Ondersteunende wetenschappen Erfgoed Bomen en planten, tuinen en parken, monumenten en landschappen vormen het groene erfgoed van onze cultuur. Wat is erfgoed? Waarom en hoe wordt het beschermd? En wat moet je weten als je als landschapsarchitect aan de slag gaat in een beschermde omgeving? 3 Landschap en analyse Landschap en analyse is tweeledig opgebouwd. Binnen het hoorcollege, deel landschapsgenese bekijken we de vorming van een aantal geografische streken. Binnen het deel planning lichten we een aantal planningsvormen toe. Binnen het werkcollege analyseren en karteren we een bezocht landschap. We schrijven een toekomstvisie uit via de cascoplanning. 3 Technieken Beheer, harmonisch park- en groenbeheer 1 Constructietechnieken Tijdens de praktische oefeningen geven we een korte theoretische basis over verschillende thema’s als elektriciteit in de buitenruimte, waterpartijen, plantverankering en hemelwaterverwerking. Daarna gaan we dit toepassen op concrete cases. 3 Jaar 3 - semester 5 - Landschaps- & Tuinarchitectuur Veld Credits Plantenleer Plantenleer Uniek is dat deze lessen grotendeels doorgaan in de plantentuin van Meise. Je krijgt een goede basiskennis in functie van algemene terminologie, herkenningscriteria, morfologie en systematiek van planten. Je hebt inzicht in plantensystematiek en de methodiek nodig bij het determineren. Bovendien kan je de aangeleerde methodiek toepassen bij het beschrijven en op naam brengen van planten. Je leert groeivoorwaarden en groenvormen nodig bij het uittekenen van het groenplan. 3 Ontwerpatelier Geïntegreerd tuinproject Ontwerpatelier Geïntegreerd tuinproject Je maakt een volledig dossier van een site: van survey ter plaatse over analyse, concepten en ontwerp tot en met technische plannen zoals verlichting en verharding. Om tot een volledig dossier te komen, werken we samen met andere opleidingsonderdelen (geïntegreerd). 6 Ontwerpatelier Geïntegreerd landschapsproject Ontwerpatelier Geïntegreerd landschapsproject Je werkt onder begeleiding aan een persoonlijke, individuele landschaps-ontwerpopdracht. We verkennen de locatie tijdens de Fieldwork-week waarbij diverse contextelementen worden meegegeven en geanalyseerd. Je werkt een geïntegreerd landschapsproject uit op diverse schaalniveaus. Einddoel is via geïndividualiseerd teamwork een gewenste ruimtelijke structuur op te maken voor een grootschalig landschapsproject. Specifieke aandacht gaat uit naar de samenhang van de verschillende oplossingen, de relatie tussen de verschillende planschalen, de landschapsvormgeving en de intersectorale afwegingen. 6 Ontwerpatelier Beplantingsontwerp Je leert een volledig beplantingsdossier opstellen van analyse over groenvisie tot beplantings- en beheerplan. Hier ga je zowel op landschappelijke schaal als op microschaal van het project kijken. 2 Planpresentatie Van bij de start van het ontwerpproces wordt je op vlak van presentatie (grafisch en technisch) bijgestuurd. Je leert de principes van visuele communicatie op brochure-formaat (A3) op basis van de presentatievorm ‘magazine’. Planpresentatie is een cross-over tussen verschillende reeds aangereikte digitale en handmatige technieken. Door de opgedane kennis uit voorgaande opleidingsonderdelen samen te brengen, ben je in staat om een hanteerbaar en visueel aantrekkelijke presentatiebundel op te maken in je persoonlijk ontwikkelde presentatiestijl. In dit semester zal er nog meer aandacht gaan naar typografie, bladschikking en grafisch voorstelling van technische aspecten. 1 Technisch ontwerp Tijdens de technische ontwerpateliers word je begeleid om stapsgewijs een volledig uitvoeringsdossier van een deel van het geïntegreerd tuinproject uit te werken. 4 Ondersteunende wetenschappen Landschap en planning We bekijken volgende aspecten: planning in relatie tot de maatschappelijke context, ruimtelijk onderzoek zoals spanningsveldanalyse en SWOT analyse, reorganisatie van landschap in onze maatschappelijke context, introductie vergelijkend onderzoek, planningsinstrumenten: landinrichting, ruilverkaveling, Regionaal landschappen … studietrip. 3 Landschapsecologie Je leert een gebied op landschappelijk niveau ecologisch analyseren, welke pijnpunten en welke troeven zijn er, Inzichten en aandachtspunten. Hoe kan je een versnipperd landschap als de Lage Landen ecologische binding geven? 1 Technieken Natuurtechniek Een hele gereedschapskoffer van technische aspecten en ontwerpmogelijkheden zullen je leren hoe je langs wegen en waterlopen de natuur positief kan beïnvloeden of de aangerichte schade kan beperken. We bekijken het aspect erosie en planten in verdichte bodems. 2 Bestek en bedrijfsbeheer In bestek en bedrijfsbeheer maak je kennis met enerzijds de basisbegrippen en typebestekken die je kan gebruiken bij het opstellen van een bestek. Verder maak je kennis met de wetgeving op de overheidsopdrachten en alle relevante informatie met betrekking tot het starten van een eigen bedrijf, gaande van vennootschapsvormen, sociale statuten, verzekeringen, belastingen, boekhouding ... 2 Jaar 3 - semester 6 - Landschaps- & Tuinarchitectuur Veld Credits Stage Stage Tijdens de stageperiode van 14 weken maak je kennis met het beroepenveld/werkveld in binnen- of buitenland. Hier kan je je aangeleerde kennis en vaardigheden verder ontplooien toegepast in realistische projecten. 18 LLP Placement - Internationale stage LTA3 Binnen Erasmus+ krijg je de mogelijkheid om te studeren in het buitenland bij één van de partnerinstellingen. Naast studeren kan je ook stage lopen in het buitenland bij een ontwerpbureau of een openbare instelling werkzaam binnen het werkveld van de landschaps- & tuinarchitectuur. 18 Bachelorproef Bachelorproef De bachelorproef is het sluitstuk van je opleiding. De proef toetst je ontwerpkwaliteiten. In een periode van 3 weken krijg je een ontwerpopdracht aangereikt, schrijf je concepten en visies uit en buig je dit om tot een ontwerp. Het ontwerp licht je toe aan een jury van interne en externe juryleden via een aantal vooropgestelde posters. 12 Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Bekijk de fiches van het werktraject . Stage Een semester op stage Hoe ga je om met een reële opdrachtgever met wensen en eisen? Hoe functioneer je als landschaps- en tuinarchitect binnen een professioneel kader? In het zesde semester ga je op stage. Je leert omgaan met collega’s, zaakvoeders enz. Je leert ook werken onder tijdsdruk en komt in een andere cultuur terecht. De stage is een meerwaarde voor jezelf, maar wapent je ook om met een pak extra ervaring aan de bachelorproef (het sluitstuk van de opleiding) te starten. Na je studie Aan het werk Met je diploma Landschaps- en tuinarchitectuur kan je in een enorm breed werkveld terecht. Als landschaps- & tuinarchitect kun je uiteraard aan de slag als ontwerper van tuinen, parken, straten, themaparken, snelwegen, publieke ruimtes, natuurreservaten, speeltuinen, volkstuinen, begraafplaatsen,... Dit kan zowel in de openbare sector als in de privésector. Landschaps- en tuinarchitecten zijn vaak verbonden aan multidisciplinaire studiebureaus of zijn tewerkgesteld in openbare diensten. Anderen hebben een eigen ontwerp- of ontwerp/aanlegbureau. Een aantal van onze afgestudeerden zijn werkzaam in het buitenland. Verder studeren Onze opleiding leidt op tot bachelorniveau en kent goede doorstroommogelijkheden naar bachelor- en masteropleidingen in binnen- en buitenland. Hebben we je tijdens onze opleiding zo enthousiast gemaakt om verder te studeren? Dan kan je in Vlaanderen doorstromen in de bachelor na bachelor landschapsontwikkeling, de master in de stedenbouw en ruimtelijke Planning, de master in erfgoedstudies, … Wil je je verder verdiepen in een masteropleiding landschapsarchitectuur dan kan je dit in Wallonië en in het buitenland, onze alumni studeren in eerste instantie verder in Nederland, Duitsland, Denemarken en het Verenigd Koninkrijk. Waar heb je les Campus Jette In het groene Jette Vlakbij Laarbeekbos, Koning Boudewijnpark, de Moerassen van Jette en het Poelbos De ideale biotoop voor de opleiding Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step 25 min. fietsen van Brussel Noord Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Flexibel studeren We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Werken en studeren In afstandsonderwijs (deels) Uniek in Vlaanderen Lessen en ateliers op donderdagavond (18u tot 22u) en op vrijdag overdag (9u tot 18u) Opleiding verspreid over 7 semesters Eerste 6 semesters: hoorcolleges, werkcolleges, ateliers en projecten Semester 7 ga je op stage en werk je aan je bachelorproef Vrijstellingen zijn mogelijk. Vraag dit na bij de trajectbegeleider. Je kan hier een overzicht vinden van de vaakst voorkomende vrijstellingen. Je kan je studie spreiden over langere periode. Syntheselessen We werken met syntheselessen over de leerstof, aangevuld met begeleiding door ons team van lectoren en praktijklectoren. Binnen deze groep studenten heerst een bijzondere dynamiek die je vooruit stuwt. Je behaalt hetzelfde diploma als alle andere studenten. Meer info over flexibel studeren Met een master Beeldende Kunsten en groene vingers heb ik spijt dat ik deze opleiding niet vroeger ontdekte. Groen vormgeven is bijzonder boeiend. De combinatie met werk vergt wel heel wat organisatie. Wim Student Landschaps- & tuinarchitectuur Naar het buitenland Waarom ga je niet op stage naar het buitenland? Je leert er een andere kijk op je landschaps- en tuinarchitectuur, een andere taal en vaak een totaal andere cultuur? Je kan ook een semester (semester 5) in het buitenland studeren. Wanneer je dit koppelt aan je stage kan je een heel jaar naar het buitenland. Een greep uit het aanbod: Antalya (Turkije) Budapest (Hongarije) Dresden (Duitsland) Genova (Italië) Warschau (Polen) Vila Real (Portugal) Velp (Nederland) … Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten: regulier programma - werktraject Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2018 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2021 tot 2027 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Workshop in de Plantentuin van Meise Hoe kan je planten herkennen? Hoe begin je aan het ontwerpen van je eigen droomtuin? Is ontwerpen makkelijker met of zonder een set stevige regels en eisen? Ontdek de eindeloze schatkist aan groen in de Plantentuin Meise. Wil je ons beroep echt ontdekken? Dan is deze workshop zeker de moeite waard. We geven je inzicht in ons prachtig beroep en vertellen je over alle superboeiende projecten uit de opleiding. Maar het blijft niet bij deze introductie, we gaan uiteraard ook aan de slag. Schrijf je in voor de workshop op 17 april. Schrijf je in voor de workshop op 4 september. Inschrijven Klaar om je in te schrijven voor Landschaps- & Tuinarchitectuur? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u. Tijdens de infodagen. Op afspraak: via e-mail . Heb je geen diploma secundair onderwijs? Dan kan je deelnemen aan een bekwaamheidsproef om toch toegelaten te worden. Check alle voorwaarden om deel te nemen . Contact Erasmushogeschool Brussel campus Jette Laarbeeklaan 121, 1090 Jette Bel ons: 02/472 52 00 Mail ons: gdt.jette@ehb.be Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Gerelateerde verhalen Verhaal Groene vingers? Docent Wim gaf uitleg op radio2 In het nieuwe programma WinWin op radio2 van Xavier Taveirne kwam collega Wim Collet langs voor een woordje uitleg over voorjaarstuinieren. ··· Verhaal Duurzame stadsontwikkeling in Tanzania In het hart van Moshi, een bruisende stad aan de voet van de majestueuze Kilimanjaro, ligt een vergeten juweel: Uhuru Park. Een interdisciplinaire groep van onze studenten en docenten en de Mwenge Catholic University bundelt de krachten om Uhuru Park nieuw leven in te blazen. Bekijk zeker de reportage van onze studenten Journalistiek. ··· Verhaal Marthe Reyniers wint de Blikveld studentenaward 2023 Elk jaar reikt Blikveld in samenwerking met BVTL een prijs uit aan verdienstelijke studenten van elke landschapsschool in België. Voor EHB kreeg Marthe Reyniers de prijs voor 2023 toegekend. Marthe heeft zich tijdens haar opleiding Landschaps- en tuinarchitectuur EHB, bewezen als een zeer gedreven student. We gingen op de koffie met Marthe om haar enkele vragen te stellen. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Workshop in de Plantentuin van Meise Woensdag 04 September 2024 , 14:00 tot 17:00 Kom naar onze superboeiende workshop in de wereldbefaamde Plantentuin in Meise. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}