{
    "id": "83",
    "title": "landschaps- & tuinarchitectuur",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/landschaps-tuinarchitectuur",
    "description": "De groene ontwerpopleiding waar je leert om duurzaam, creatief en klimaatbewust te ontwerpen.",
    "content": "Landschaps- & Tuinarchitectuur - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Landschaps- & Tuinarchitectuur Kom langs op één van onze infodagen infodagen Voor wie Op zoek naar een veelzijdig, creatief en boeiend beroep? Ben je gebeten door ‘groen’? Wil je graag plannen en ontwerpen leren maken voor zowel stedelijke als rurale landschappen? Wil je meewerken aan de verbetering van onze woon- en werkomgeving? Opleidingen Landschaps- & Tuinarchitectuur Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Volg ons op Facebook Kwaliteitsvol onderwijs Voor wie Op zoek naar een veelzijdig, creatief en boeiend beroep? Ben je gebeten door ‘groen’? Wil je graag plannen en ontwerpen leren maken voor zowel stedelijke als rurale landschappen? Wil je meewerken aan de verbetering van onze woon- en werkomgeving? Hoe ziet de opleiding eruit Groen ontwerp We zijn als Landschaps- & Tuinarchitectuur dé groene ontwerpopleiding. Je leert zowel tuinen, groene en stedelijke ruimten als landschappen duurzaam en klimaatbewust ontwerpen. Ontwerpen zien we als het creatief bedenken van conceptuele, uitvoeringsklare of beleidsmatige voorstellen voor de vormgeving en inrichting van de buitenruimte . We leren je hoe je zowel natuurlijke als door de mens gemaakte elementen kan ordenen en vormgeven met behulp van wetenschappelijke en intuïtieve middelen. Het resultaat van je werk moet daarbij voldoen aan de eisen van bruikbaarheid, ruimtelijkheid en beeldende kwaliteit. Veel praktijk in de Plantentuin Al vanaf de eerste dag trekken we erop uit. Landschaps- en tuinarchitect word je niet door boeken te studeren. We trekken het groen in en geven lessen Plantenleer in de plantentuin van Meise . In het atelier gaan we je uitdagen om je eerste stappen binnen het ontwerpen te zetten. Je gaat er samen met andere studenten nadenken over urban design . Je zal onder begeleiding van de docenten experimenteren met ideeën, technieken en processen. Bovendien gaan we ook ter plaatse projecten bezoeken. Een theoretische basis blijft uiteraard nodig. Begeleiding tijdens je studie Je staat er bij ons nooit alleen voor . Onze docenten begeleiden je gedurende je volledige opleiding, van de eerste ervaringen in het atelier tot je bachelorproef. Docenten zijn steeds aanspreekbaar en staan open voor vragen. Bovendien beschikken we allemaal over onze eigen expertise. Je krijgt les van landschapsarchitecten, biologen, tuinarchitecten, stedenbouwkundigen, grafisch vormgevers, ecologen, kunsthistorici, interieurarchitecten … Check hier het volledige programma. Check hier het volledige programma voor de werkstudenten. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Het grote verschil met andere architectuuropleidingen is dat wij werken met levende materialen. Dat maakt ontwerpen met groen net zo boeiend. Leila oud-studente Landschaps- & Tuinarchitectuur Projecten en cases Urban design, groene vormgeving, tuinontwerp, landschappen en publieke ruimte vormgeven leer je niet enkel in een atelier. Als toekomstig landschapsarchitect ga je via projecten met echte cases aan de slag. We gaan ter plaatse en beleven de omgeving, we gaan kijken, fotograferen, analyseren … Ontwerpproject vormgeving Ontwerpproject tuin Ontwerpproject buurtpark Ontwerpproject landschapswandeling Ontwerpproject, thema- en landschappelijke tuin Ontwerpproject thematisch project publieke ruimte Ontwerpproject landschapsstructuren en -patronen LTA2 Geïntegreerd publieke ruimte project Geïntegreerd tuinproject LTA3 Geïntegreerd landschapsproject LTA4 Ontwerpproject, bachelorproef & afstudeerpresentatie Je docenten en studiebegeleiding Achter de opleiding zit een topteam aan docenten, gastdocenten, onderzoekers en studiebegeleiders. Ontdek het team Ruimte is in België sowieso schaars. Het is bijzonder uitdagend om hier als vormgever zorgvuldig mee om te springen. Ruben student Landschaps- & Tuinarchitectuur Landschaps- en tuinarchitectuur is opgebouwd rond vier thematische leerlijnen : Ontwerpatelier, met als onderdelen: ontwerp, beplantingsontwerp, technisch ontwerp en planpresentatie Planten Technieken Grafische vormgeving Daarnaast zijn er drie geïntegreerde leerlijnen : Ondersteunende wetenschappen Onderzoekend handelen Taalontwikkeling en communicatie Benieuwd hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Jaar 1 - semester 1 - Landschaps- & Tuinarchitectuur Veld Credits Grafische vorming Compositie In het atelier compositie scherp je je basiscompositie- en tekenvaardigheden aan in functie van punt, lijn, vlak en volumecomposities. Simultaan leren we je de kleurenleer van Johannes Itten. Die pas je toe in je composities. Je leert het belang van vorm en kleur en hun samenspel, de taal van een ontwerper. 4 Waarneming en beeldvorming Je leert vanaf je eigen startpositie een evolutie te maken zowel in het correct waarnemingstekenen als in het voorstellen van je ontwerpprojecten zowel 2-dimensionaal als 3-dimensionaal. 3 Ontwerpatelier: vormgeving Ontwerpintroductie Je maakt kennis met de algemene basisprincipes van vormgeving, ruimte en schaal. Je ziet wat het beroep van landschaps- & tuinarchitect inhoudt en krijgt heel wat beeldmateriaal ter ondersteuning. 1 Ontwerpatelier - vormgeving We leren je de bouwstenen van een ruimte inventariseren, analyseren en verwerken. De verworven kennis vertaal je in een eerste eigen compositie in 2D en 3D. Uiteindelijk ontwerp je een klein omsloten tuintje. 3 Ontwerpatelier: tuin Ontwerpatelier: tuin We maken je vertrouwd met de algemene basisaspecten en -principes van het ontwerpen van tuinen. 4 Plantenleer Plantenleer Uniek is dat deze lessen grotendeels doorgaan in de plantentuin van Meise. Je krijgt hier een goede basiskennis ifv algemene terminologie, herkenningscriteria, morfologie en systematiek van planten. Je hebt inzicht in plantensystematiek en de methodiek nodig bij het determineren. Bovendien kan je de aangeleerde methodiek toepassen bij het beschrijven en op naam brengen van planten. 3 Ondersteunende wetenschappen Aard- en bodemkunde Planten, basiselementen voor tuin- en landschapsarchitecten staan meestal in een natuurlijke bodem, kennis van 'het concept bodem' is van essentieel belang: bestanddelen van de bodem, textuur, structuur en zuurgraad van de bodem, bodemtemperatuur, vastleggings- en uitwisselingsvermogen, bodemprofielen, bodemseries, bodemclassificatie en de Belgische bodemkaart, praktische toepassingen van bodemkaarten. 2 Algemene plantkunde We maken je vertrouwd met de bouw van planten: de cel, weefsels en organen. Morfologie en anatomie van wortel, stengel en blad. Indeling van organismen algemeen en plantaardige organismen in het bijzonder. Wortel-, stengel-, blad- en bloemorganen. Bloemgestellen. Bestuiving en bevruchting. Zaden, vruchten en hun verspreiding. 2 Plantenaardrijkskunde Hoe zijn planten verdeeld over de aarde: arealen, flora, plantengeografische elementen. Invloed factoren op de verspreiding: klimatologische, topografische, edafische, biotische en historische. Beschrijving van het plantendek: platenformaties en biomen. Vegetatieanalyse: transectmethode en vegetatieopname. Plantenassociaties (synsystematiek). 1 Ecologie Je leert basisbegrippen van ecologie zoals de kringlopen en het successieverhaal. Dit zijn de eerste tools om tot een duurzaam ontwerp te komen. 1 Technieken Materialenkennis Welke materialen worden er regelmatig gebruikt in de wereld van de tuin- en landschapsarchitectuur. Hoe worden deze geproduceerd en welke kenmerken en eigenschappen hebben ze. 3 Constructietechnieken We leggen de basiskennis inzake technische aspecten van eenvoudige bouwkundige componenten zoals fundering, metselwerk, draagvloer en dak. We hebben het over de opbouw en de eigenschappen van verschillende soorten verhardingen en constructies die voorkomen in de buitenruimte. 3 Jaar 1 - semester 2 - Landschaps- & Tuinarchitectuur Veld Credits Grafische vorming Beeldvorming Je ontwikkelt verder je basisvaardigheden voor de 2 en 3-dimensionale handmatige voorstellingstechnieken van ontwerpprojecten. 2 Digitale beeldvorming CAD Tijdens het eerste deel digitale beeldvorming lichten we het programma autoCAD toe. We starten met basisprincipes en structuur. We gaan telkens theorie en oefening combineren binnen verschillende onderwerpen als tekenobjecten, maatlijnen, arceringen, leaders, teksten, polylines en layers. Je leert een eenvoudige tuinplan uit te tekenen. 3 Plantenleer Plantenleer Hoe maak je een groeninventarisatie op van een bestaand project? Hoe kan je jouw visie op groen verantwoorden en omzetten in gewenste beplantingsvormen en een passend groensortiment? Verder verdiep je je verder in de methodiek nodig bij het determineren (zomerkenmerken) en het aanleren van basiskennis aangaande de geschiktheid bij het aanwenden van houtige gewassen. Uniek is dat deze lessen grotendeels doorgaan in de plantentuin van Meise. 3 Ontwerpatelier: buurtpark Ontwerpatelier: buurtpark Je werkt aan een opdracht waarbij je een 'park' leert analyseren, organiseren en ruimtelijk-functioneel vormgeven. Tijdens het atelier zal je dan ook de identiteit, betekenis en de kwaliteit van deze openbare ruimten leren observeren, begrijpen en ontwerpen. 4 Ontwerpatelier: landschapswandeling Ontwerpatelier: landschapswandeling Je leert de eerste stappen in functie van het waarnemen en beleven van het landschap. Je analyseert een persoonlijk gekozen wandelgebied en ontwerpt verschillende impressie verhogende aspecten. 4 Ontwerpatelier Communicatie & participatie Schriftelijke en verbale communicatie zijn essentiële elementen tijdens het uitvoeren van een opdracht. We focussen op dit onderdeel van een ontwerpproces gedurende 2 opdrachten, waarbij we mondelinge presentaties en het maken van een paper oefenen. 1 Beplantingsontwerp Een degelijk beplantingsplan is gefundeerd op een goede analyse van de bestaande toestand, In dit atelier leer je groenvormen en de planten op het terrein onderscheiden en hun betekenis kennen. 2 Tuin- en bouwkunst Tuin- en bouwkunst Je maakt kennis met de geschiedenis en het ontwerp van tuinen, parken, architectuur en stedenbouw door de eeuwen heen. 3 Ondersteunende wetenschappen Landschappen en geografie We beschrijven het landschap vanuit zijn visuele verschijningsvorm wat leidt tot verschillende landschapstypologieën. Je leert de belangrijkste geologische processen, analyseert de belangrijkste definities en bekijkt hoe dit leidt tot verschillende landschapstypologieën. 2 Publieke ruimte en sociologie We buigen ons over: publieke ruimte en maatschappelijke evolutie, de structuurkenmerken en programmatisch groen, ontwikkelingsstrategie publieke ruimte en stadsprojecten, een kwaliteitskader voor projecten. De concrete inrichting voor verplaatsen en verblijven: straten, parken, pleinen ... 2 Technieken Constructietechnieken We zetten onze opgedane theoretische kennis aangaande bouwcomponenten, verhardingen en constructies in de buitenruimte om naar een grafische realiteit aan de hand van concrete oefeningen. Je leert te redeneren en communiceren met verschillende types constructietekeningen. 2 Topografie Je maakt kennis met meetmethodieken om een eenvoudig project op te meten en leert deze in de praktijk toepassen. 2 Jaar 2 - semester 3 - Landschaps- & Tuinarchitectuur Veld Credits Grafische vorming Beeldvorming Je verdiept je in de analoge (handmatige) voorstellingstechnieken om ontwerpen te ondersteunen. Het zal een experimenterende zoektocht worden naar een eigen tekenstijl via verschillende opwerktechnieken en media, specifiek gericht op het visualiseren van het tuin- en landschapsontwerp. De nadruk ligt op het handmatig tekenen op een vanuit mixed media aangereikte ondergrond (Foto bewerkt vanuit Photoshop, technische doorsnede uit autocad, Sketchupmodel ...). 1 Digtale beeldvorming Adobe Je leert de basis van de meest gebruikte Adobe programma's door tuin- en landschapsarchitecten in het werkveld. Photoshop, Indesign en illustrator hebben hierin elks hun specifieke rol bij het digitaal bewerken van foto's, opwerken van plannen en doorsnedes, uittekenen van schema's en concepten, opmaak van lay-out ... 2 GIS GIS Je start met de basis van een Geografisch informatie systeem. Je bouwt een summier digitaal model van de wereld. Je leert de weg kenen naar een gigantische hoeveelheid aan data en informatie om in je model te steken. Op deze manier leer je de processen die gebeuren op vlak van landschapsontwikkeling te begrijpen en te lezen. Hieruit vloeien duidelijke analyse kaarten. In een volgende stap maak je eenvoudige onderzoekkaarten, die ons sterke en zwakke punten in beeld brengen rond een bepaald thema. Zo leer je over hoe er omgegaan wordt met onze wereld en het verleden en nu. 3 Plantenleer Plantenleer Uniek is dat deze lessen grotendeels doorgaan in de plantentuin van Meise. Je krijgt een goede basiskennis in functie van algemene terminologie, herkenningscriteria, morfologie en systematiek van planten. Je hebt inzicht in plantensystematiek en de methodiek nodig bij het determineren. Bovendien kan je de aangeleerde methodiek toepassen bij het beschrijven en op naam brengen van planten. Je leert groeivoorwaarden en groenvormen nodig bij het uittekenen van het groenplan. 3 Ontwerpatelier: Thema en Landschappelijke tuin Ontwerpatelier: Thema en Landschappelijke tuin Je leert conceptueel denken en een kleine tuin ontwerpen in het kader van een trendy thema. De landschappelijke tuin die in een tweede deel ontworpen wordt, krijgt te maken met enkele pittige uitdagingen zoals omgaan met hemelwater en terreinprofilering. 3 Ontwerpatelier Thematisch project Publieke ruimte Ontwerpatelier Thematisch project Publieke ruimte Je krijgt een ontwerpopdracht rond een thematisch publieke ruimte project (bvb. sportpark, woonpark, begraafpark ...) met aandacht voor verschillende gebruikers. We stellen een programma voor het projectgebied op in relatie tot de omgeving. Je stelt een concept op en werkt het ontwerp uit. 3 Ontwerpatelier Beplantingsontwerp Je leert een belastingvoorstel opstellen. Je leert abiotische en biotische elementen kennen en analyseren. Je leert een groen- en beheervisie vormen bij het te ontwerpen project. 1 Planpresentatie Je leert tuinprojecten presenteren via posterformaat. We onderzoeken eerst de hedendaagse en klassieke presentatietechnieken in de tuin- en landschapsarchitectuur. Anderzijds starten we een begeleide zoektocht naar een persoonlijke stijl voor het voorstellen van ontwerpopdrachten. 1 Technisch ontwerp Je leert stapsgewijs een deel van het uitvoeringsdossier van de thema en landschappelijke tuin uit te werken. Je maakt gebruik van het tekenprogramma autoCAD. 1 Publieke ruimte Publieke ruimte We bouwen verder op het eerste jaar en volgende aspecten: publieke ruimte en maatschappelijke evolutie, de structuurkenmerken en programmatisch groen, ontwikkelingsstrategie publieke ruimte en stadsprojecten, een kwaliteitskader voor projecten, de concrete inrichting voor verplaatsen en verblijven: straten, parken, pleinen ... 3 Ondersteunende wetenschappen Filosofie Je leert filosoferen vanuit het standpunt van de tuin- en landschapsarchitect i.r.t. 'de genesis van de vorm en symboliek' en 'natuur versus cultuur'. Bepaalde items worden aangehaald en bediscussieerd, teneinde diepgaander in het ontwerpproces te leren nadenken. 1 Toegepast recht Je krijgt inzicht in de basisregelgeving van het toegepast recht binnen de tuin- en landschapsarchitectuur. We zien de politieke structuur van België; Gerechtelijke indeling van ons land, Basisbegrippen recht, Erfdienstbaarheden, Afstand van afsluitingen en beplantingen, alsook enkele decreten die hun invloed hebben op de landschapsontwikkeling. 1 Ruimtelijke ordening Je leert de historiek en organisatie van de ruimtelijke planning, het planinstrumentarium van het ruimtelijk beleid, de vergunningen, regelgeving, uitvoeringsinstrumenten, attesten en handhaving … 1 Ecologie Hier leer je concrete, praktische aspecten, zowel algemene als heel specifieke in verband met fauna, flora en abiotiek kennen. Je leert een ecologisch en duurzaam verantwoord ontwerp uitwerken. 2 Technieken Gezondheid van plant en bodem Je maakt kennis met de meest voorkomende ziekten en plagen in de groensector. Bovendien leer je hoe gewasbescherming vandaag in elkaar zit en hoe je op een duurzame en milieuvriendelijke manier de bodem, de bomen en planten gezond kan houden. 1 Constructietechnieken Tijdens het theoretisch gedeelte bekijken we technische aspecten van drainage en het concrete beleid inzake afvalwaterhuishouding in de private en publieke ruimte. Tijdens de werkcolleges maken we oefeningen op verschillende thema’s met de nadruk op toegankelijkheid, maatvoering en hoogtewerking. 3 Jaar 2 - semester 4 - Landschaps- & Tuinarchitectuur Veld Credits Grafische vorming Beeldvorming In het laatste atelier beeldvorming concentreren we ons op het visualiseren van de ‘waarneming in beweging’. We werken aan het voorstellen van een ontwerpverhaal aan de hand van concepttekeningen, storyboards, stopmotion-films en graphic novels. 1 Digitale beeldvorming We starten met de eerste beginselen van 2D- en 3D-tekenen in SketchUp. Al snel reiken we meer tools aan om op een correcte manier meer complexere modellen te leren tekenen via o.a. groepen, componenten, layers en outliner. In de laatste werkcolleges komt o.a. landschapsmodellering met foto’s, schaduwwerking, presentatievormen en -stijlen aan bod. 2 Plantenleer Plantenleer Uniek is dat deze lessen grotendeels doorgaan in de plantentuin van Meise. Je krijgt een goede basiskennis in functie van algemene terminologie, herkenningscriteria, morfologie en systematiek van planten. Je hebt inzicht in plantensystematiek en de methodiek nodig bij het determineren. Bovendien kan je de aangeleerde methodiek toepassen bij het beschrijven en op naam brengen van planten. Je leert groeivoorwaarden en groenvormen nodig bij het uittekenen van het groenplan. 3 Ontwerpatelier, studiereis Ontwerpatelier, studiereis Tijdens de studiereis maak je kennis met tuinen en landschappen in het buitenland. We bezoeken verschillende projecten waar architectuur, kunst, ruimtelijke planning, tuin en landschap vanuit hun internationale context worden"
}