{
    "id": "56",
    "title": "logies‑, restaurant- & cateringmanagement",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-logies-restaurant-cateringmanagement",
    "description": "In de opleiding Logies-, Restaurant- & Cateringmanagement perfectioneren we jouw organisatietalent, commercieel gevoel en managementvaardigheden.",
    "content": "Logies-, Restaurant- & Cateringmanagement - Graduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Graduaat Logies‑, Restaurant- & Cateringmanagement Kom langs op één van onze infodagen infodagen Voor wie Je voelt je aangesproken door de wonderen van de logies-, restaurant- en cateringsector. Je hebt een vooropleiding hotel (Super!). Je hebt geen vooropleiding hotel. (No problem, we leren je alles aan.) Je gaat graag om met mensen en neemt graag de leiding. Je bent ondernemend en weet van aanpakken. Je wil een opleiding van 2 jaar vol praktijk. Je wil een stage doen in binnen- of buitenland. Opleidingen Logies-, Restaurant- & Cateringmanagement Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Info voor bedrijven Voor wie Je voelt je aangesproken door de wonderen van de logies-, restaurant- en cateringsector. Je hebt een vooropleiding hotel (Super!). Je hebt geen vooropleiding hotel. (No problem, we leren je alles aan.) Je gaat graag om met mensen en neemt graag de leiding. Je bent ondernemend en weet van aanpakken. Je wil een opleiding van 2 jaar vol praktijk. Je wil een stage doen in binnen- of buitenland. Hoe ziet de opleiding eruit? De logies-, restaurant- en cateringsector is een bont allegaartje: hotels, bed & breakfasts, recreatieparken, evenementenhallen, cateringbedrijven, sportcentra, traiteurdiensten, … Én iedereen is op zoek naar experts in het managen van het onthaal, de service en eetgelegenheden. Word jij die expert? Wanneer je bij ons afstudeert, ben je: een commercieel talent een horecakenner een people manager een ondernemer We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Al de vakken die je tijdens jouw opleiding voorgeschoteld krijgt, zullen dan ook aan deze rollen worden opgehangen. Welke rol jij kiest of waar jouw talenten ook liggen, er blijft één constante: je gastvrijheid. Die moet leiden naar een onvergetelijke guest experience. Onze troeven Het tweejarige graduaat in het Logies-, Restaurant- en Cateringmanagement van de Erasmushogeschool Brussel is een flexibele en praktische opleiding waarin gastvrijheid en de unieke beleving voor de klant/gast centraal staan. Onze opleiding is de enige in zijn soort binnen Vlaanderen waar studenten op internationale stage kunnen! Zo hebben we o.a. stageplaatsen bij sterrenrestaurants- en hotels zoals Hilton Paris Opera, Intercontinental Berlin, Pure C Cadzand en Hotel Arts Barcelona. Een van onze sterke punten is de aandacht voor professionele en persoonlijke ontwikkeling . Zo zetten we ook in op inclusief onderwijs . Onze docenten hebben ervaring met bijna alle soorten leerbeperkingen. Laat je niet ontmoedigen en maak een afspraak met de studie- en trajectbegeleider om jouw studieparcours uit te stippelen. Op die manier word je op maat begeleid tijdens je studies en kan je al je kansen benutten. Binnen de opleiding komen onze studenten continue in contact met het zeer diverse en uitgebreide Brusselse werkveld . Via bedrijfsbezoeken, gastsprekers, beurzen, stages, leerwerken,... komen de studenten buiten de campus en op het werkveld. Van fastfood- tot sterrenrestaurants, hostel tot vijfsterrenhotels, ... onze studenten zien het allemaal! Vakken We bieden je een tweejarige opleiding die volledig op de beroepspraktijk is afgestemd. Zowel in het eerste als het tweede jaar van de opleiding loop je uitgebreid stage in binnen- of buitenland. Deze stages geven je de kans de kennis uit je lessen meteen om te zetten in de praktijk. In de loop van het eerste jaar krijg je uitgebreid de tijd om te ontdekken waar jouw voorkeuren liggen. Bij de start van het tweede jaar ga je je kennis dan iets meer specialiseren door voor een van de afstudeerrichtingen te kiezen: Logies, Restaurant of Catering. Dit document geeft je een overzicht van de vakken per jaar. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Programma LoReCa Jaar 1 Veld Credits Operationele vaardigheden Inleiding tot de horecasector Semester 1 3 Lodging business Semester 1 3 Restaurantbusiness Semester 2 3 Cateringbusiness Semester 2 3 Managementvaardigheden Marktanalyse Semester 2 3 ICT, administratie en bedrijfsmanagement Gezondheid, veiligheid en hygiëne Semester 1 3 ICT skills Semester 1 4 Boekhouden Semester 2 3 People management Semester 2 3 Operationeel management: basics Semester 2 3 Communicatie Professionele communicatie Frans Semester 1 + 2 4 Professionele communicatie Engels Semester 1 + 2 4 Professionele communicatie Nederlands Semester 1 + 2 3 Etiquette & Omgangsvormen Semester 2 3 Professionele ontwikkeling Persoonlijke ontwikkeling Semester 1 + 2 3 Integratie Leerwerk: Themaweek Semester 1 3 Operationele stage Semester 2 9 Programma LoReCa Jaar 2 Veld Credits Operationele vaardigheden Optie Logies: Front office Semester 4 4 Optie Restaurant: Productkennis en restaurantservice Semester 3 + 4 5 Optie Restaurant: Menu-engineering Semester 4 3 Optie Catering: Productkennis, koken & presenteren Semester 3 + 4 5 Optie Catering: Menu-engineering Semester 4 3 Managementvaardigheden Optie Logies: Food & Beverage cost control Semester 3 4 Optie Logies: Event management Semester 3 4 Optie Logies: Hotelorganisatie Semester 4 4 Optie Logies: Hotelprijszetting Semester 3 + 4 4 Optie Restaurant: Food & Beverage cost control Semester 3 4 Optie Restaurant: Event management Semester 3 4 Optie Restaurant: Restaurantbeheer Semester 3 + 4 4 Optie Catering: Food & Beverage cost control Semester 3 4 Optie Catering: Event management Semester 3 4 Optie Catering: Cateringbeheer Semester 3 + 4 4 ICT, administratie en bedrijfsmanagement Financieel beheer Semester 3 4 Personeelsbeheer Semester 3 4 Aankoopbeheer Semester 3 + 4 3 Communicatie Keuzevak Interculturaliteit Spaans Duits Semester 3 3 Marketing Semester 3 4 Persoonlijke ontwikkeling Semester 3 3 Talentontwikkeling Semester 3 + 4 3 Werkveld Eindstage: Ik binnen de sector (L / R / C) Semester 4 12 Geïntegreerd project (L / R / C) Semester 4 4 ECTS-fiches en lessenrooster Wil je gedetailleerde info over de vakken (beoordeling, examenvormen ...), dan kan je terecht in de ECTS-fiches . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Stage 1e jaar Binnen dit graduaat noemen we de stages ook wel werkplekleren , omdat je leert op de werkplek. Je proeft voor de eerste keer van het werkveld via een operationele stage waarbij je actief meedraait in een Belgische zaak naar keuze voor een periode van 6 weken. Enkele van onze stageplaatsen in België Domaine Le Butte aux Bois 5* superior Resort La Réserve 4* Steigenberger Witcher's 5* Accor Hotels 1*- 5* Pillows Grand Boutique Hotel Reylof Ghent 4* Hilton Hotels 3* - 4* Marriott Hotels 4* J&M Catering Martin’s Hotels 3* - 5* ISS Catering Different Hotels 3* - 4* Manhattn’s Burger Thermae Palace Hotel 4* Bavet Auberge du Pêcheur 4* Balls and Glory 2e jaar Op het einde van het tweede jaar focussen we op je managementskills. Je zal gedurende 9 weken een leidinggevende functie uitvoeren binnen een afdeling van de door jou gekozen werkplek. Indien je wenst, kan je deze periode verlengen tot 17 weken. Wil je graag proeven van de horecasector in het buitenland ? Dat kan! Het werkplekleren in het 2de jaar kan ondersteund worden via een beurs van het Erasmusprogramma. Een ideale manier om een vreemde taal in de praktijk te oefenen, een land waarvan je houdt beter te leren kennen en op je eigen benen te leren staan. Stageplaatsen in het buitenland Abdij Hotel Rolduc-Different Hotels, Kerkrade (Nederland) 3* Hotel Arts Barcelona (Spanje) 5* Hospes Maricel y Spa - Palma (Spanje)5* Intercontinental Berlin(Duitsland) 5* Pure C - Cadzand (Nederland) Sergio Herman Group Hilton Paris Opera (Frankrijk) 4* We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Werkplekleren Werkplekleren is een verzamelnaam voor elke vorm van praktijkgericht leren . Naast de gekende stage, zijn er ook vormen als projectwerk, duaal leren, workshops, netwerkevents, bedrijfsbezoeken etc. In onze graduaatsopleidingen wordt geen scheidingslijn getrokken tussen theorie en praktijk. Alles wat de student leert, wordt van het eerste jaar, soms zelfs al tijdens de eerste weken van de opleiding, toegepast en omgezet in de praktijk. Na je studie Het diploma graduaat Logies-, Restaurant- en Cateringmanagement opent vele deuren. De vraag naar ondernemende profielen in de hotel- en cateringsector is groot. De vrijetijdsssector heeft nood aan dynamische profielen die met oog voor detail een evenwicht vinden tussen de veeleisende klanten en het commercieel belang van het bedrijf. Naast een degelijke technische kennis beschik je ook over communicatieve en commerciële vaardigheden. Erasmusstage na afstuderen: extra internationale ervaring! Als afgestudeerde student kan je er ook voor kiezen om je studie aan te vullen met een (extra) internationale ervaring. Elk jaar organiseert de opleiding “Erasmusstages na afstuderen” voor afgestudeerden van de opleiding. Deze extra stages met beurs van 6 tot 12 maanden zijn voor de studenten een enorme verrijking en ze vergroten de kansen en carrièremogelijkheden van deze studenten. Aan het werk Met dit graduaatsdiploma op zak moet je je niet afvragen waar je een job kunt vinden. De vraag is eerder in welke omgeving je graag je talenten wil benutten. Zowel in binnen- als buitenland kun je aan de slag bij hotelketens, recreatieparken, evenementhallen, restaurants, cateringbedrijven, sportcentra, woonzorgcentra... Je kan ook als zelfstandige je eigen zaak opstarten. Verder studeren Aan EhB kan je via een verkort traject een bachelor behalen: Wil je je kennis verdiepen in de hotelsector, dan kies je voor Hotelmanagement . Wil je je kennis verbreden en doorstromen naar een andere richting: Toerisme- & Recreatiemanagement Organisatie & Management Communicatie Idea & Innovatiemanagement Waar heb je les Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . De berekening van studiegelden gebeurt op basis van onderstaande tarieven en zijn van toepassing voor elke hogeschool. Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten '23-'24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0,0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2019 vond een toets nieuwe opleiding plaats voor deze opleiding. Lees het volledige rapport . De Nederlands-Vlaamse Accreditatieorganisatie (NVAO) besloot dat deze opleiding op internationaal aanvaarde wijze potentiële kwaliteit biedt: zie besluit toets nieuwe opleiding . De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Workshopweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: Ma tot vrij: van 9u00 tot 16u00 Gesloten tijdens zomerverlof van 11 juli tot 15 augustus. Adres: campus Kanal - Slotstraat 28 - 1000 Brussel Vragen? Mail ons op studentensecretariaat.mm@ehb.be of bel op 02 213 61 10 Toelatingsvoorwaarden Heb je geen diploma secundair onderwijs? Je mag starten als je slaagt voor het toelatingsonderzoek . Info voor bedrijven Wij zijn steeds op zoek naar bedrijven die met ons willen partneren. Als stageplek, als mentor voor een project, als gastspreker op een seminarie,... Elk bedrijf dat ook maar iets met catering of logies te maken krijgt, kan bij ons terecht, van een 5-sterrenhotel tot de catering van het gevangeniswezen. Contacteer ons: Opleidingshoofd: Tom Minnen Stagecoördinator: Sofie Wouters Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Mail ons: graduaat.loreca@ehb.be. Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider van STUDEO Stel een vraag via dit formulier Gerelateerde verhalen Verhaal Logies-, Restaurant- en Cateringmanagement to the rescue! Van adequaat handelen tot effectief communiceren. Scene management is onmisbaar in de opleiding Logies-, Restaurant- en Cateringmanagement. ··· Verhaal Stageverhalen van studenten Logies-, Restaurant- & Cateringmanagement Terugblikken op de stages van eerste- en tweedejaarsstudenten Logies-, Restaurant- & Cateringmanagement. ··· Verhaal Studenten LoReCa krijgen les van Google De studenten van het graduaat Logies-, Restaurant- & Cateringmanagement, kortweg LoReCa, bezochten het Google Digitaal Atelier. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}