{
    "id": "86",
    "title": "machine learning operations — maart 2025",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/machine-learning-operations-maart-2025",
    "description": "In de professionele als academische wereld worden er veel modellen ontwikkeld maar weinigen komen in een deployment en productie omgeving terecht.",
    "content": "Machine Learning Operations - maart 2025 - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Machine Learning Operations — maart 2025 Voor wie Voor studenten die al dan niet een bachelor diploma hebben en graag onder begeleiding van experts willen leren hoe ze op een cloud environment machine learning modellen kunnen opzetten. Software ingenieurs die willen bijleren hoe ze ML-Workflows kunnen maken. Opleidingen Machine Learning Operations - maart 2025 Hoe ziet de opleiding eruit Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Vereiste voorkennis Programma Voor wie Voor studenten die al dan niet een bachelor diploma hebben en graag onder begeleiding van experts willen leren hoe ze op een cloud environment machine learning modellen kunnen opzetten. Software ingenieurs die willen bijleren hoe ze ML-Workflows kunnen maken. Hoe ziet de opleiding eruit In de professionele als academische wereld worden er veel modellen ontwikkeld maar weinigen komen in een deployment en productie omgeving terecht. De voornaamste reden is dat veel AI-specialisten hun ML-workflows nog manueel organiseren. Machine Learning Operations (MLOps) moet hier een einde aan brengen. In deze cursus bespreken we de uitdagingen binnen MLOps, de workflows en maken we gebruik van industriestandaard MLOps tools. Hoe heb je les? Hybride, de student kan zelf kiezen om de les op campus of online mee te volgen. Attest Na het beëindigen van deze opleiding ontvang je een bewijs van deelname. Programma Deze opleiding start begin maart 2025, telkens op dinsdag. Waar heb je les Campus Kaai In Anderlecht Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt 585 euro. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 4 mei van 10u tot 13u Zaterdag 29 juni van 10u tot 15u Zaterdag 7 september van 10u tot 15u Woensdag 11 september van 17u tot 20u Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Vereiste voorkennis We verwachten van jou een basiskennis programmeren. Inschrijven Klaar om je in te schrijven voor 'Machine Learning Operations'? Top! Op deze pagina kan je van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact Campus Kaai Nijverheidskaai 170 1070 Anderlecht mail ons: Robin Bervoets - Coördinator Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}