{
    "id": "57",
    "title": "marketing- & communicatiesupport",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-marketing-communicatiesupport",
    "description": "Leer alles over marketing en communicatie in deze praktijkgerichte opleiding van 2 jaar.",
    "content": "Marketing- & Communicatiesupport - Graduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Graduaat Marketing- & Communicatiesupport Kom langs op één van onze infodagen infodagen Voor wie Je bent commercieel ingesteld. Je wil leren hoe je een product of dienst kan lanceren. Je bent een praktische doener. Je gaat graag aan de slag met sociale media. Je wil de marketing- en/of communicatieafdeling van een bedrijf of organisatie ondersteunen. Je zoekt een flexibele praktijkgerichte opleiding van 2 jaar. Opleidingen Marketing- & Communicatiesupport Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Voor wie Je bent commercieel ingesteld. Je wil leren hoe je een product of dienst kan lanceren. Je bent een praktische doener. Je gaat graag aan de slag met sociale media. Je wil de marketing- en/of communicatieafdeling van een bedrijf of organisatie ondersteunen. Je zoekt een flexibele praktijkgerichte opleiding van 2 jaar. Hoe ziet de opleiding eruit? Je leert autonoom en met zin voor initiatief de marketing- en/of communicatieafdeling van een bedrijf of organisatie te ondersteunen. Data en informatie verzamelen en verwerken staat daarbij centraal en we maken je wegwijs in de belangrijkste tools voor digitale marketing en marketingcommunicatie. We besteden in de opleiding ook veel aandacht aan je persoonlijke ontwikkeling . We helpen je om je eigen talenten en passies te ontdekken en in de opleiding werken we aan een heus presentatieportfolio dat je later kunt gebruiken om je plaats te vinden op de arbeidsmarkt. De opleiding is praktijkgericht en projectmatig opgevat met een groot aandeel werkplekleren. Je wordt met andere woorden meteen ondergedompeld in de echte wereld van de marketing- en communicatiesupport. Na je eerste jaar kies je voor Marketingsupport of Communicatiesupport als afstudeerrichting. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Vakken 5 leerlijnen Marketing en Marketingcommunicatie In deze leerlijn verkennen we samen de brede sector en krijg je inzicht in de relevante theoretische kaders. Geen theorie om de theorie, maar toepassen van kennis staat hier centraal. Digitaal Digitaal steunt op twee pijlers. Enerzijds geven we een overzicht van digitale marketing en communicatie. Anderzijds leer je jezelf in het vak Tools verschillende digitale tools aan voor marketing, communicatie en dataverwerking. Wij leveren jou alle instructies en kaders aan en jij gaat zelf met de tools aan de slag. Uiteraard begeleiden we je waar nodig en is er tijd voorzien om samen te oefenen. Data In de leerlijn Data leer je informatie opzoeken, beoordelen, selecteren en organiseren. We maken je attent op allerlei relevante richtlijnen en wettelijke kaders (privacywetgeving, GDPR…) en we bekwamen je in een aantal basis ICT-skills die je nodig hebt om die data en informatie te zoeken, verwerken en beheren. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Bedrijfscommunicatie De leerlijn Bedrijfscommunicatie focust op zakelijk Nederlands en functioneel Engels en Frans. Om ervoor te zorgen dat je maximaal aan je taalvaardigheid kunt werken, word je ingedeeld in een niveaugroep voor iedere taal. Zo krijg je taalles op maat. Integratie en persoonlijke ontwikkeling In de leerlijn Integratie en persoonlijke ontwikkeling komen de projecten, de stage en het persoonlijk ontwikkelingsplan (POP) aan bod. In ieder semester wordt een project opgenomen waarin je de theorie gaat toepassen op een reële opdracht die uit het werkveld komt. In het POP is er aandacht voor jouw evolutie doorheen de opleiding (wat kan ik goed, waar moet ik nog aan werken?) en voor je visie op de toekomst (waar wil ik terecht komen?). Het eindproject levert een presentatieportfolio op waarmee je trots naar een toekomstige werkgever kunt trekken. Marketing- & communicatiesupport - Jaar 1 Veld Credits Marketing en Communicatie Communicatie Semester 1 5 Marketing Semester 1 5 Verkenning werkveld Semester 1 3 Digitaal Digitale marketing Semester 2 4 Digitale communicatie Semester 2 4 Tools 1 Semester 2 5 Data Data 1: Insights Semester 1 5 ICT skills Semester 1 4 Data 2: Desk research tactics Semester 2 5 Bedrijfscommunicatie Communicatie skills 1 Semester 1 4 Communicatie skills 2 Semester 2 4 Language Support (Nederlands) Semester 1 + 2 3 Integratie Project 1 Semester 2 6 Talentontwikkeling Talentontwikkeling 1 Semester 1 + 2 3 Marketing- & Communicatiesupport - Jaar 2 Veld Credits Afstudeerrichting Communicatie Communicatietoepassing Semester 3 4 Digitale Communicatietoepassing Semester 4 4 Afstudeerrichting Marketing Marketingtoepassing Semester 3 4 Digitale Marketingtoepassing Semester 4 4 Digitaal Tools 2 Semester 3 5 Tools 3 Semester 4 4 Data Data 3: marktonderzoek Semester 3 4 Data 4: project management & accountability Semester 4 3 Bedrijfscommunicatie Communicatie skills 3 Semester 3 4 Frans of Engels Semester 3 + 4 4 Integratie Stage 1 Semester 3 5 Project 2 Semester 3 + 4 3 Portfolio Semester 3 + 4 4 Stage 2 Semester 4 10 Eindproject Semester 4 3 Talentontwikkeling Talentontwikkeling 2 Semester 3 + 4 3 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Stage In deze opleiding ga je niet alleen op stage, maar doen we aan werkplekleren . Werkplekleren is een verzamelnaam voor elke vorm van praktijkgericht leren. Naast de gekende stage, zijn er ook vormen als projectwerk, duaal leren, workshops, netwerkevents, bedrijfsbezoeken etc. In onze opleiding wordt geen grens getrokken tussen theorie en praktijk. Alles wat je leert, wordt soms zelfs al tijdens de eerste weken van de opleiding toegepast in de praktijk. Na je studie Aan het werk Je kan meteen aan de slag met je diploma. Je hebt zicht op een boeiende carrière als: junior digital marketeer junior product- of brand marketeer junior communicatiemedewerker accountmanager content manager conversation manager communicatieassistent ... Verder studeren Je kan na je graduaat verder studeren voor een bachelor Communicatie. Je krijgt vrijstellingen. Wil je je verder verdiepen in marketing dan kan je starten met een bachelor Bedrijfsmanagement, afstudeerrichting Marketing. Waar heb je les Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2020 vond een toets nieuwe opleiding plaats voor deze opleiding. Lees het volledige rapport . De Nederlands-Vlaamse Accreditatieorganisatie (NVAO) besloot dat deze opleiding op internationaal aanvaarde wijze potentiële kwaliteit biedt: zie besluit toets nieuwe opleiding . De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Workshopweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor X? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: Ma tot do: van 9u00 tot 16u00, Vrij: van 9u00 tot 16u00 Adres: campus Kanal: Slotstraat 28 - 1000 Brussel Contact: studentensecretariaat.mm@ehb.be Toelatingsvoorwaarden Heb je geen diploma secundair onderwijs? Je mag starten als je slaagt voor het toelatingsonderzoek . Info voor bedrijven Samenwerken kan onder de vorm van werkplekleren. Werkplekleren is een verzamelnaam voor elke vorm van praktijkgericht leren. Naast de gekende stage, zijn er ook vormen als projectwerk, duaal leren, workshops, netwerkevents, bedrijfsbezoeken etc. Wij zijn steeds op zoek naar bedrijven die met ons willen partneren. Als stageplek, als mentor voor een project, als gastspreker op een seminarie,... Contacteer ons: Opleidingshoofd: Patrick Coucke Stagecoördinator: Siska Oscé INVESTERING OPBRENGST Jong talent opleiden in jouw werkomgeving aftoetsen of hij/zij in jouw bedrijf past al deels intern vormen (efficiëntiewinst) Project aanleveren voor studenten ander perspectief binnenbrengen Student begeleiden op de werkplek mentoren leerkansen bieden en inspireren Kennismaken met opleiding via werkplekleren invloed op het onderwijs van morgen beter zicht op competenties van starters en integratie in bedrijf daarop afstemmen Bijdragen aan opleiding van jong talent maatschappelijk essentieel werk verrichten Stage 1e jaar dompelweek: de studenten worden tijdens een hele week ondergedompeld in de bedrijfswereld mensen uit de bedrijfswereld vertellen wat ze doen wat zijn de taken van een graduaatsstudent binnen hun bedrijfscontext wat zijn mogelijke tewerkstellingskansen 2e jaar 2 stageperiodes die al dan niet op dezelfde plek kunnen gelopen worden Observatiestage (3 weken voor de kerstvakantie): een observatiestage staat gelijk aan meelopen op de werkvloer. In theorie kan een observatie al snel een doe-stage worden. Dat hangt af van de individuele capaciteiten van de student. Doe-stage (7 weken aan het einde van het 2de semester): studenten kiezen en zoeken zelf een stageplaats. Dat is tegelijk ook een goede praktische omzetting van hun sollicitatietraining. Projectwerk Studenten gaan aan de slag met een reële opdracht uit een organisatie, maar ook binnen de opleiding worden diverse projecten ontwikkeld. Enkele voorbeelden: Eindproject: vergelijkbaar met een bachelorproef en gelinkt aan een bedrijf, bvb: de bedrijfswebsite evalueren door hem te vergelijken met andere. Marktonderzoek: voor een externe opdrachtgever; vaak kleinere bedrijven vb. fietswinkel, pizzeria,... informatie verzamelen, probleemstelling detecteren, vragenlijst opstellen en resultaten verwerken. Vlajo project: s tudenten moeten hun eigen business ontwikkelen om een bepaald product in de markt te zetten. Vaak is dat via de aankoop van een bepaald product. Soms is dat ook met de productie ervan, bv. speciale T-shirt. Ze leren met andere woorden een mini-onderneming op te starten. Portfolio: dit is het geheel van de individuele prestaties van de student gedurende de opleiding. Dit kunnen ze als starter in het beroepsleven gebruiken om aan te tonen wat ze al kunnen. Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Mail ons: graduaat.marketing@ehb.be Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel een vraag via dit formulier Gerelateerde verhalen Verhaal Podcast: de meerwaarde van onze studenten voor jouw organisatie In een klein kwartier verneem je alles over werkplekleren en stages van onze graduaatsstudenten, dankzij deze podcast. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}