{
    "id": "88",
    "title": "mentor in de kinderopvang (’ 24 -’ 25 )",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/mentor-de-kinderopvang-24-25",
    "description": "De (brede) sector van de kinderopvang krijgt vandaag te kampen met een hoge werkdruk en groot personeelstekort. Er is dringend nood aan nieuwe kinderbegeleiders.",
    "content": "Mentor in de kinderopvang ('24-'25) - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Mentor in de kinderopvang (’ 24 -’ 25 ) Opleidingen Mentor in de kinderopvang ('24-'25) Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Hoe ziet de opleiding eruit De (brede) sector van de kinderopvang krijgt vandaag te kampen met een hoge werkdruk en groot personeelstekort. Er is dringend nood aan nieuwe kinderbegeleiders. Verschillende scholingstrajecten kunnen leiden naar het beroep van kinderbegeleider. Kenmerkend voor deze trajecten is het grote aandeel van stage. De nood én vraag naar begeleiding voor deze leerlingen, studenten, duale leerders en professionals in spe is groot. Door de interne expertise rond coaching en de aard van de opleiding kan vanuit de bachelor pedagogie van het jonge kind hieraan tegemoet gekomen worden. Door kennis over leerprocessen, mentoring en basisprincipes van coaching samen met het inbrengen van praktijkverhalen door de deelnemers slaagt het navormingstraject erin de kloof tussen praktijk en theorie te dichten. Voor heel wat mentoren in de sector is learning on the job een realiteit. Aanvullend met begeleide intervisie volgens de incidentie methode worden deelnemers uitgedaagd vanuit hun eigen expertise te groeien. Wat leer je Na afloop van het traject: heeft de deelnemer kennis over de verschillende fasen in een leerprocessen van jong/volwassenen. ontwikkelde de deelnemer een bij de praktijk passende visie op mentorschap in de kinderopvang (sector jonge kind). beschikt de deelnemer over de noodzakelijk basisattitude van een mentor, ondersteunt de deelnemer het volledige leerproces van een lerende (mentee), van aanvang tot evaluatie en nazorg. reflecteert de deelnemer hoe hij/zij/die de mentorschapsconcepten in de praktijk heeft toegepast. kan de deelnemer zowel het team, de collega’s als het individu begeleiden in de begeleiding van stagiaires. Lesgevers Geert De Raedemaeker en Bert Wastijn Lesprogramma De opleiding start in oktober 2024. De opleiding omvat 8 sessies gespreid over 8 maanden (met een frequentie van één sessie, 3 uur per maand). Sessie 1 (okt 2024): mentorschap in de kinderopvang (theorie en praktijk) Sessie 2 (nov 2024): leerprocessen herkennen en begeleiden (theorie en praktijk) Sessie 3 (dec 2024): de praktijk van motiverende gespreksvoering + intervisie Sessie 4 (jan 2025): de kunst van reflecteren + intervisie Sessie 5 (feb 2025): feedbackcultuur (theorie en praktijk) + intervisie Sessie 6 (maa 2025): het waarderend evaluatiegesprek (theorie en praktijk) Sessie 7 (april 2025): omgaan met conflicten (theorie en praktijk) + intervisie Sessie 8 (mei 2025): de blik vooruit+ evaluatie Na je studie Attest Na het beëindigen van de opleiding krijg je een certificaat \"mentor in de kinderopvang\" (erkenning door VIVO (onder voorbehoud)) Waar heb je les Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars Campus Kanal Adres Slotstraat 28 1000 Brussel Telefoon 02 899 71 00 E-mail mm@ehb.be Studiekosten Het inschrijvingsgeld bedraagt 500 euro (voor de 8 sessies). Inschrijven Klaar om je in te schrijven voor 'Mentoren in de kinderopvang (sector jonge kind)'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact campus Kanal Slotstraat 28, 1000 Brussel Mail ons: stel je vraag aan Bert Wastijn - docent Geert De Raedemaeker - docent Bel ons: 02 899 71 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}