{
    "id": "89",
    "title": "mentorenopleiding verpleegkunde",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/mentorenopleiding-verpleegkunde",
    "description": "Binnen de vernieuwde opleiding Verpleegkunde is stage nog steeds de kern van het onderwijs. De student past toe wat hij geleerd heeft.",
    "content": "Mentorenopleiding verpleegkunde - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Mentorenopleiding verpleegkunde Voor wie De mentorenopleiding richt zich naar alle verpleegkundigen, die naast de hoofdopdracht patiëntenzorg ook studenten van de opleiding Verpleegkunde begeleiden. Ook leidinggevenden, geïnteresseerden en andere betrokkenen bij het leerproces van de student zijn welkom. Opleidingen Mentorenopleiding verpleegkunde Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie De mentorenopleiding richt zich naar alle verpleegkundigen, die naast de hoofdopdracht patiëntenzorg ook studenten van de opleiding Verpleegkunde begeleiden. Ook leidinggevenden, geïnteresseerden en andere betrokkenen bij het leerproces van de student zijn welkom. Hoe ziet de opleiding eruit Binnen de opleiding Verpleegkunde is stage nog steeds de kern van het onderwijs. De student past toe wat hij geleerd heeft. Er wordt van hem verwacht dat hij competenties verwerft en kennis, vaardigheden, attitudes en waarden van het verpleegkundig beroep integreert. De stageplaats dient een aantal garanties te bieden naar opvang en begeleiding van de student: de student dient aanvaard te worden als actieve deelnemer in het zorgproces. Er dient tijd en ruimte te bestaan voor communicatie en feedback. De stagementor (begeleider van de student op de stageplaats) speelt een faciliterende rol bij het leerproces van de student, door te fungeren als modelverpleegkundige. Hij coacht de student en reflecteert over diens handelen. Deze opleiding is bedoeld voor ervaren beroepsbeoefenaars die de studenten begeleiden bij het verrichten van verpleegkundige handelingen. Het accent van deze opleiding ligt op het theoretisch kaderen en trainen van begeleidingsvaardigheden van stagementoren. Lesprogramma Deze opleiding vindt plaats op 19/10, 16/11,14/12 en 14/3 32u (4 lesdagen): Opbouw curriculum opleiding Verpleegkunde binnen de huidige onderwijswetgeving, actuele onderwijsvormen; Mentorschap: de mentor als begeleider, als observator, als gever van instructies en feedback, als evaluator; Sociale vaardigheden in het begeleidingsproces; Samenwerking en interactie: mentor (stageplaats) –stagebegeleider (school) Bespreken van concrete casussen Lesdagen kunnen ook apart gevolgd worden. Huis voor Gezondheid organiseert de opleiding in samenwerking met Erasmushogeschool Brussel, Odisee Hogeschool, Sint-Guido en Busleyden. Na je studie Attest Na het beëindigen van deze mentorenopleiding ontvang je een attest van aanwezigheid. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten De opleiding kost 200 euro. Inschrijven Klaar om je in te schrijven voor 'Mentorenopleiding verpleegkunde'? Top! Inschrijven kan via het Huis Voor Gezondheid volg deze link. Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Matthias Waegemans - Opleidingshoofd VP Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}