{
    "id": "91",
    "title": "molecular design and gene editing in silico",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/mol-e-c-u-lar-design-and-gene-editing-silico",
    "description": "Via deze navorming kan je alvast jouw onderzoekscompetenties in biotechnologie verder ontwikkelen.",
    "content": "Molecular design and gene editing in silico - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Molecular design and gene editing in silico Voor wie Professionele bachelor ‘biomedische laboratoriumtechnologie’, Master ‘biomedische wetenschappen’, ‘Master in de Bio-ingenieurswetenschappen’, ‘Master in de Biologie’ of is geslaagd voor het eerste deeltraject van voorgenoemde opleidingen en volgt dit keuzevak/deze navorming parallel met het derde of hogere deeltraject. Opleidingen Molecular design and gene editing in silico Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Professionele bachelor ‘biomedische laboratoriumtechnologie’, Master ‘biomedische wetenschappen’, ‘Master in de Bio-ingenieurswetenschappen’, ‘Master in de Biologie’ of is geslaagd voor het eerste deeltraject van voorgenoemde opleidingen en volgt dit keuzevak/deze navorming parallel met het derde of hogere deeltraject. Hoe ziet de opleiding eruit Gene editing is een verzamelnaam voor een reeks revolutionaire technologieën om snel en precies veranderingen in het erfelijk materiaal van levende wezens aan te brengen. Dit kan – in principe – in het erfelijk materiaal (DNA) van planten, microben, dieren, en mensen. Wetenschappers kunnen met deze technologieën heel specifiek één DNA-letter veranderen, een reeks van meerdere DNA-letters vervangen door een andere reeks, of een welbepaald gen aan- of uitschakelen. CRISPR-Cas technologie zorgt sinds enkele jaren voor een stroomversnelling in het onderzoek in de levenswetenschappen. Net zoals andere technieken voor genoombewerking stelt CRISPR-Cas wetenschappers in staat om heel precieze DNA-veranderingen aan te brengen zonder dat er sprake is van het inbouwen van ‘soortvreemde’ genen. CRISPR-Cas blinkt vooral uit ten opzichte van eerdere genoombewerkingstechnieken omdat het goedkoper, sneller, efficiënter en veelzijdiger is. Inmiddels wordt dit mechanisme in ontelbare labs over heel de wereld gebruikt. In de eerste plaats voor onderzoeksdoeleinden, maar naast basisonderzoek is de technologie ook een zeer verfijnd gereedschap voor gentherapie en gewasveredeling. Via deze navorming kan je alvast jouw onderzoekscompetenties in het toepassen van deze moleculaire technieken verder aanscherpen. Lesgever Jolien De Munck Master in de bio-ingenieursswetenschappen - Cel- en genbiotechnologie PhD in de farmaceutische wetenschappen: Oncolytische virussen als kankertherapie Lector Lesprogramma Deze opleiding start in het 1e semester van academiejaar 2024-2025 Maakt onderdeel uit van het postgraduaat Applied bio-informatics in research. De navorming wordt gedoceerd in het Engels indien anderstaligen deelnemen. Het cursusmateriaal zal enkel in het Engels beschikbaar zijn. Programma Na je studie Je kan, in silico, primers en PCR reacties ontwerpen Je kan, in silico, plasmiden en kloneringsstrategieën ontwerpen Je kan, in silico, een CRISPR Cas genoommodificatie protocol ontwerpen Je bent op de hoogte van belangrijke evoluties in nieuwe biotechnologische technieken Attest Bij slagen; verwerven van 5 ECTS Attest van deelname (ingeval niet deelgenomen aan evaluatievormen) Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Totale kostprijs voor het volledige pakket: 500 euro Vereiste voorkennis Professionele bachelor ‘biomedische laboratoriumtechnologie’, Master ‘biomedische wetenschappen’, ‘Master in de Bio-ingenieurswetenschappen’, ‘Master in de Biologie’ of is geslaagd voor het eerste deeltraject van voorgenoemde opleidingen en volgt dit keuzevak/deze navorming parallel met het derde of hogere deeltraject. Inschrijven Klaar om je in te schrijven voor 'Molecular design and gene editing in silico'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving . Je kan je inschrijving volledig online afronden. Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Jolien De Munck - Coördinator Els Plas - Opleidingshoofd Sabrina Chebchoubi - Administratieve vragen Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}