{
    "id": "93",
    "title": "multimedia & creatieve technologie",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie",
    "description": "Studeer multimedia. Je experimenteert met innovatieve technologieën, van motion capture tot augmented reality, van AI tot IoT.",
    "content": "Multimedia & Creatieve Technologie - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Multimedia & Creatieve Technologie Kom langs op één van onze infodagen infodagen Voor wie Voor iedereen die zich aangesproken voelt door multimedia: design, technologie en creativiteit. Wil je leren programmeren en ontwerpen om zelf je websites en apps te maken? Interesse in het maken van 3D games voor Virtual Reality of Metaverse? Wil je kunnen vliegen en filmen met drones of een virtuele filmstudio maken? Zou je graag Motion Graphics kunnen maken en videobeelden monteren en bewerken? Opleidingen Multimedia & Creatieve Technologie Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Info voor bedrijven Volg ons op Instagram Kwaliteitsvol onderwijs Voor wie Voor iedereen die zich aangesproken voelt door multimedia: design, technologie en creativiteit. Wil je leren programmeren en ontwerpen om zelf je websites en apps te maken? Interesse in het maken van 3D games voor Virtual Reality of Metaverse? Wil je kunnen vliegen en filmen met drones of een virtuele filmstudio maken? Zou je graag Motion Graphics kunnen maken en videobeelden monteren en bewerken? Hoe ziet de opleiding eruit Gepassioneerd door die steeds veranderende geconnecteerde wereld? Ben jij een digitale maker van de toekomst? Kom dan ' Multimedia & Creatieve Technologie' studeren: een innoverende opleiding in Brussel. Creativiteit. Technologie. Cool Stuff. In deze praktijkgerichte opleiding leer je multimediatoepassingen maken zoals apps, websites, virtual reality-games, motion graphics en interactieve projecties. Met behulp van de nieuwste technologieën ga je op zoek naar de perfecte balans tussen design en development . We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Web & App Front-End | Back-End | Android | iOS Word een hard-core webdesigner en -developer of ontwerp en ontwikkel native apps voor mobiele toestellen. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Extended Reality Virtual Reality I 3D Modeling & Animation | 3D Gaming | Virtual Studio Creëer games en toepassingen voor augmented, extended en virtual reality. Je volgt de trends op de voet en innoveert voor de toekomst. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Motion Motion Graphics | Live Visuals | Interactive Motion | Drones | Virtual Studio Maak interactieve projecties en audiovisuele producties met werkelijke camerabeelden of geanimeerde computerbeelden en verbluf je toeschouwers. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Emerging Technologies Artificial Intelligence | Drones | Physical Prototyping Van storytelling en conceptual thinking tot physical prototyping. Bedenk en maak de digitale producten van de toekomst. Of leer hoe je prachtige beelden maakt met je zelf getweakte drone. Multimediatoepassingen Multimediatoepassingen zijn niet meer weg te denken uit onze samenleving: apps op onze smartphones en tablets, websites, sociale media, informatiekiosken, interactieve installaties, enzovoort. Al vanaf het eerste jaar leer je deze interactieve multimedia-producten zelf creëren. Je kan bij ons komen experimenteren met innovatieve technologieën, van motion capture tot augmented reality, van AI tot IoT. Een team van experten en coaches leert je werken met de meest relevante frameworks, zal je uit je kot lokken bij het creëren van concepten en leidt je op tot een echte multimedia-professional . Op het einde van elk semester worden de lessen onderbroken om aan een full project te werken. In opdracht van echte klanten uit de bedrijfswereld ontwikkel je een multimediatoepassing, van concept tot realisatie. Onder hun begeleiding en in teamverband werk je gedurende 3 weken aan dit project. Deze cases zijn het hart van de opleiding omdat je hierin al je verworven kennis kan omzetten in de praktijk. Vakken We focussen op de creatie van interactieve multimedia-producten zoals mobile apps, websites, installaties,... Kom bij ons experimenteren met innovatieve technologieën , van motion capture tot augmented reality, van Artificial Intelligence tot Internet of Things. We leren je werken met de meest relevante frameworks, lokken je uit je kot bij het creëren van concepten en leiden je op tot mature professionals door een team van de beste experts en coaches van het land . Het eerste jaar is gemeenschappelijk voor alle studenten. We starten van nul en je leert op korte tijd een stevige basis van technische en ontwerpvaardigheden. Vanaf het tweede opleidingsjaar wordt het gemeenschappelijk programma aangevuld met specialisatiemodules . Je wordt opgeleid tot een echte professional die innovatieve oplossingen kan bedenken en ontwikkelen. Dankzij de laatste actuele ontwikkelingen word je klaargestoomd voor de arbeidsmarkt. Multimedia & Creatieve Technologie: jaar 1 Veld Credits Design Design I Je maakt in dit opleidingsonderdeel kennis met de basisprincipes van grafische vormgeving: typografie, kleur, beeld, compositie en de werkprocessen van een grafisch vormgever. We leren deze principes toepassen en maken daarvoor gebruik van de software uit de professionele wereld (Adobe Illustrator en Photoshop). Semester 1 5 Design II Design II gaat over het structuren en vormgeven van informatie. Navigatie is daarbij een belangrijk onderdeel. We doorlopen het hele ontwerpproces van een digitale toepassing: van het ontwikkelen van wireframes over het organiseren van de flow tot de uiteindelijke vormgeving. We maken daarvoor gebruik van software uit de professionele wereld. We kijken hoe we een duidelijk hiërarchie kunnen aanbrengen door gebruik van typografie, kleur en lay-out. We leren designbeslissingen maken en consequent doortrekken naar meerdere (types) pagina's. Semester 2 5 Development Development I Je leert procedureel programmeren met behulp van Javascript. Door gebruik te maken van de grafische mogelijkheden van HTML 5 Canvas leer je op een visuele en intuïtieve manier programmeren. Alle basisconcepten van programmeren komen aan bod: variabelen en objecten, functies en methodes, variatie door middel van iteratiestructuren en selectiestructuren, events en lijst-structuren. Met behulp van de aangeleerde vaardigheden genereer je abstracte afbeeldingen en interactieve animaties. Semester 1 5 Development II Je leert object georiënteerd programmeren met behulp van Javascript (ES6). Hierbij leer je zowel de basisconcepten (zoals objecten, klassen en attributen) als geavanceerde concepten (zoals overerving). Daarnaast leer je hoe je data kan uitwisselen met een REST API door gebruik te maken van Ajax REST calls & JSON Objecten. Met behulp van de aangeleerde vaardigheden ontwikkel je een interactieve webapplicatie. Semester 2 5 Soft skills Grow I In 'Grow I’ reflecteer je over je eigen handelen. Op basis van een persoonlijke SWOT werk je persoonlijke doelstellingen uit waar je het volledige academiejaar aan werkt. Je traject gebeurt onder begeleiding van een 'study coach'. Naast het bijwonen van en actief participeren in infosessies waarin je leert studeren, lessen herhalen en aandacht vestigt op habit tracking, neem je deel aan coachingsgesprekken met het doel je persoonlijke en professionele talentontwikkeling te ondersteunen. Daarnaast leer je in het kader van problem solving methoden en creatieve technieken aan om te ontleden, oorzaken te identificeren, alternatieven te genereren, te implementeren en te evalueren. Semester 1 5 Communication I Je leert effectief professioneel communiceren. Je wordt je bewust van het belang van goede communicatievaardigheden en krijgt basisinzicht in het mondeling, schriftelijk en digitaal communicatieproces. Je bespreekt de voor- en nadelen van samenwerkingscompetenties, de verschillende fasen in de ontwikkeling van een team, de verschillende taken en rollen in een team en de belangrijkste factoren voor een succesvolle samenwerking. Je leert welke agenderingstechnieken te gebruiken om de vergaderingen gestructureerd te laten verlopen. Via een stapsgewijze aanpak leer je een professioneel rapport te schrijven. Ten slotte krijg je inzicht in de verschillende onderdelen van een effectieve presentatie. Hiernaast word je voorbereid op de opleidingsonderdelen die in het Engels worden onderwezen. Semester 2 5 Essentials Web I Je leert HTML5 en CSS3 voor het bouwen van een statische website. Je zal in staat zijn een design om te zetten naar een werkende website. Hierbij leer je hoe de pagina-structuur van een website eruit moet zien en ga je aan de slag met het positioneren, vormgeven en inladen van bestanden waarbij je rekening houdt met responsive design. Je schrijft code die performant, gestructureerd & zoekmachinegeoptimaliseerd (SEO) is en waarbij het begrijpen van semantiek essentieel is. Bij dit leerproces zal je fouten kunnen opsporen en de gepaste oplossingen vinden. Semester 1 5 Makerslab De cursus omvat elektrische schakelingen, componenten zoals diodes en transistoren, en het verbinden van input- en outputcomponenten tot een werkend geheel. Je leert de logica van elektronica aansturen met een programmeertaal voor interactiviteit. Praktisch gezien pas je deze kennis toe in functionele schakelingen, microcontrollers en het ontwikkelen van prototypes in het fablab. Daarnaast maak je kennis met productontwikkeling, inclusief interaction en experience design, materialen, emotie-opwekking en storytelling. Semester 2 5 Motion In dit opleidingsonderdeel krijg je een inleiding tot de vormgeving en productie van digitaal videomateriaal. Je maakt kennis met de belangrijke basisprincipes in pre-productie, productie, post-productie en distributie van digitale video. Hierbij is er naast de audiovisuele principes: workflow, cameratechnieken & opname; een bijzondere aandacht voor video & geluidsmontage, en hardware. Ook VFX en motion graphics basics komen aan bod: green screen, compositing & color grading; keyframes & easing, shape layers & masks. Semester 1 5 3D In het opleidingsonderdeel 3D overloop je de vijf opeenvolgende basisstappen voor het aanmaken van 3D assets. Dat zijn, in de meest logische volgorde: modeling, texturing, rendering, rigging en animation. Aan de hand van praktijkoefeningen, met ondersteuning van een aantal hoorcolleges, leer je deze verschillende basis-technieken kennen en ben je aan het eind van de cursus in staat om zelf eenvoudige maar afgewerkte en geanimeerde 3D objecten te maken. Dit doe je aan de hand van de meest geschikte software-applicaties. Semester 2 5 Full Projects Full Projects I Gedurende drie projectweken leer je een goed doordachte website in HTML en CSS te maken. In teamverband worden volgens de basisprincipes van projectmanagement en projectmatig werken binnen de context van multimedia- en communicatietechnologie de fasen doorlopen om te komen tot een bruikbaar en door de klant aanvaard eindproduct. Je wordt tijdens deze periode intensief begeleid door docenten van de opleiding en krijgt je opdracht van een reële klant. Voorafgaand leer je de basisprincipes van klassiek project management en de kenmerken van projecten. Bijzondere aandacht gaat naar een projectmatige aanpak en de basisprincipes van Agile Scrum projectmanagement. De studenten worden tijdens deze periode intensief begeleid door docenten van de opleiding. Semester 1 5 Full Projects II Gedurende drie projectweken vervolmaak je je vaardigheden om volgens de basisprincipes van projectmanagement en projectmatig werken binnen de context van multimedia- en communicatietechnologieën een goed doordachte hybride mobiele app in HTLM, CSS en Javascript te ontwikkelen. In teamverband doorloop je de fasen doorlopen om te komen tot een bruikbaar en door de klant aanvaard eindproduct. Je wordt tijdens deze periode intensief begeleid door docenten van de opleiding en krijgt je opdracht van een reële klant. Voorafgaand leer je hoe je een projectplanning maakt. Je leert hoe je een strokenplanning en een netwerkplanning kan opmaken en waarvoor deze dienen. Verder verdiep je je in onderwerpen, zoals kwaliteitsbeheer, kostenbeheer en risicobeheer. Je leert samenwerken in teams voor grotere opgeschaalde projecten. Je werkt hierbij met de belangrijkste verschillende Agile methodes. Semester 2 5 Multimedia & Creatieve Technologie: jaar 2 Veld Credits Design Design III In dit opleidingsonderdeel oefen je op het maken van originele en concrete concepten, rekening houdend met een doelpubliek. We doorlopen de verschillende fases van design thinking, geven invulling aan een merk, zoeken naar de juiste marketingkanalen en passende campagnes. Onderwerpen zoals marktonderzoek & doelgroepbepaling, brainstorming, prototyping, merkidentiteit & visueel design, marketingkanalen, pitch & presentatie komen aan bod. Semester 1 5 Design IV Dit opleidingsonderdeel brengt je kennis bij van UX-design, systemisch design en strategisch design. Tijdens de werkcolleges zet je die opgedane kennis meteen ook in de praktijk. Je leert dan op een iteratieve manier, ideeën genereren, die ideeën omzetten in design keuzes en de gemaakte keuzes ook uitwerken in een dienst of product. Concreet gebruik je design research technieken zoals personae, customer journeys, empathy mapping, problem definition,… om in 4 stappen van idee naar product te gaan. Semester 2 5 Development Development III Je leert professionele applicaties bouwen met behulp van een platformonafhankelijke objectgeoriënteerde programmeertaal. Hierbij maken we gebruik van bibliotheken of frameworks. Je leert op een objectgeorienteerde manier gestructureerde applicaties maken die data kunnen verwerken. Ook de interactie met databases komt hierbij aan bod. Verder is er aandacht voor gevorderde programmeertechnieken. Semester 1 5 Development IV In dit opleidingsonderdeel ga je nog een stap verder in het objectgeörienteerd programmeren met een focus op belangrijke principes die je voorbereiden op levenslang leren en toekomstige evoluties op vlak van programmeertalen. Zo leer je Design Patterns kennen, generiek opgezette softwarestructuren die veelvoorkomende software-ontwerpprobleem oplossen. Je leert ook klassendiagrammen maken waar de relatie tussen de verschillende klassen en objecten weergegeven wordt. Semester 2 5 Soft Skills Communication II Je leert professioneel communiceren in het Engels, zowel schriftelijk als mondeling. Aan de hand van een bedrijfsbezoek, word je ondergedompeld in een Engelstalige omgeving en leer je hoe een multimediaprofessional communiceert en werkt. Tegelijkertijd krijg je een heuse shot marketing, zodat je niet alleen een concreet & realistisch voorbeeld uit het werkveld te zien krijgt, maar ook zelf een analyse kan maken van een belangrijke speler binnen het werkveld. Om je op deze buitenkans voor te bereiden, krijg je enkele belangrijke tools ter beschikking. Naast essentiële taaltips en inzicht in professioneel Engels taalgebruik, leer je ook courante marketingconcepten herkennen, toepassen en evalueren. Semester 1 5 Grow II Je werkt een project uit dat kadert in één van de vijf opgelegde domeinen, formuleert persoonlijke doelstellingen, reflecteert over je eigen attitude (scoring bij start en einde van het project) en brengt alle onderdelen samen in een portfolio. Bijzondere aandacht gaat opnieuw naar zelfmanagement en talentontwikkeling. Daarnaast leer je, als start van het Final Work, hoe je een onderzoeksvraagstuk aanpakt in de colleges rond research. Semester 2 5 Essentials Web II Je leert dynamische websites maken in back- en front-end met behulp van full stack Javascript en andere moderne web technieken. Je leert een volwaardig gestylde website maken dat straalt van persoonlijkheid met geavanceerde"
}