{
    "id": "95",
    "title": "multimedia & creatieve technologie",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie",
    "description": "Studeer multimedia. Je experimenteert met innovatieve technologieën, van motion capture tot augmented reality, van AI tot IoT.",
    "content": "Synchronizing systems 7. Mocap 8. Analog visuals 9. Voorbereiden hoofdopdracht (fysieke installatie) 5 Interactive Motion In dit vak ga je experimenteren met generatieve visuals. Dit wil zeggen dat we beelden niet frame per frame gaan animeren, maar wel een omgeving of systeem gaan programmeren waarmee we steeds unieke beelden gaan creëren. Je leert over zaken zoals particles, physics, 3D-objects, texturing, ... Je gaat aan de slag met verschillende creatieve inputs zoals audio, kinect, arduino, ... Om hiermee uiteindelijk een eigen volwaardige visuele interactieve installatie te maken. Als werkstuk maak je een interactieve visuele installatie of datavisualisatie, je bepaalt hiervoor zelf de input, output en presentatie. Daarnaast maak je ook een studie over het werk van een generative artist/creative coder naar keuze. Tijdens de mondelinge evaluatie presenteer je je bevindingen en een zelfgemaakt visual hierdoor geinspireerd. 5 Emerging Technologies Artificial Intelligence Waarom toont Google mug shots als je zoekt naar 4 zwarte tieners? Hoe komt het dat een juridische chatbot discrimineert? Hoe begin je er aan om een chatbot vorm te geven? Of een smart city? We bekijken van service design, platform design tot en met visual design hoe je een AI project tot een goed einde kan brengen. Als werkstuk bouw je een integrale AI oplossing voor een van de volgende topics: smart mobility, smart environment en quantified self. Hierbij hou je rekening met alle design best practices en implementeer je deze aan de hand van een zelf vergaarde dataset. 5 Physical Prototyping Digital making slaat de brug tussen fysieke interactie en de visuele alsook technische aspecten van de andere afstudeerrichtingen. Binnen deze opleidingsonderdelen ga je aan den lijve ondervinden hoe je ervaringen opbouwt, wanneer interactie plaatsvindt en op welke manier deze je ervaringen beïnvloeden. Door gebruik te maken van reeds aangereikte technische skills en tools waaronder het fablab, ontwerp je fysieke interactieve ervaringen die leven binnen onze (in)directe omgeving en dan ook de maatschappij weerspiegelen. Frustrations! Snoozen, overslapen of alleen al opstaan. Een kwakje tandpasta op de trui en de zoveelste “Bad hair day”. Slurpende lippen en andere eetgeluiden. Een voor één voldoende om met het verkeerde been uit bed te stappen. Is het nu tijdens de ochtend, middag, avond of nacht. Thuis of op school, anderen die je irriteren, of je eigen onhandigheid die je vervloekt: frustraties zijn helaas te vaak aanwezig en beïnvloeden, al dan niet negatief, je emoties van dat moment en soms zelf gehele dagen. Aan jou om deze frustraties aan te klagen en dit in de vorm van een fysieke interactieve ervaring. • Kiezen van een ultieme frustratie. • Aanklagen van frustratie ahv. conceptualisatie. • Visueel vormgeven van frustratie. • Technisch uitwerken van frustratie. • Presenteren van frustratie. 5 Drones Je leert niet alleen vliegen met een drone (type A1 of A3), maar ook om deze te gebruiken voor het maken van videobeelden. Daarnaast maak je in ons FabLab kennis met het technische aspect. • Videoproductie: zet een drone in voor het maken van prachtige videobeelden met oog voor het cinematografisch aspect. • Technische productie: maak een drone in het FabLab. • Theoretische kennis over luchtvaartwetgeving, ATC-procedures, meteorologie, vluchtbeginselen, … • Theoretische les over luchtvaartwetgeving, ATC-procedures, algemene kennis van het luchtvaartuig en vluchtorganisatie,… • Zelf een drone besturen tijdens een volledige vlucht die het opstijgen, maneuvreren en veilig landen omvat. • Theorie over de cinematografische eigenschappen van luchtbeelden en deze toepassen in een videoproductie. • De camera van een vliegende drone vlot kunnen besturen en vloeiende beelden maken. • Theorie over de gebruikte technologie in een fixed wing en rotary wing drone. • Onderhoudsprocedures voor drones kunnen uitwerken en toepassen. Drone Building in FabLab 5 Gedetailleerde info over de vakken (beoordeling, examenvormen ...), dan kan je terecht in de ECTS-fiches . Check de specifieke leerresultaten . De perfecte kick-start Met een diploma Multec (Multimedia & Creatieve Technologie) kun je overal ter wereld terecht, en dat merk je al tijdens de opleiding. Ik heb de kans gekregen om een semester op uitwisseling te gaan in Tsjechië en om een projectweek te volgen met Europese studenten in UK. Volgend semester loop ik stage bij een internationaal bedrijf in Washington DC: een perfecte kick-start voor mijn internationale carrière. Mira Keersmaekers Oud-studente Na je studie Aan het werk Je kan aan de slag als: Webdesigner en -developer Mobile app-designer en -developer Multimedia consultant User experience designer Creative digital prototyper Motion designer Digital strategist User interface designer Usability engineer Projectmanager Internet of Things-ontwikkelaar Interaction designer zelfstandige Verder studeren Aan EhB een postgraduaat: postgraduaat Toegepaste Artificiële Intelligentie postgraduaat Coding een extra bachelor via een verkort-traject: verkort programma bachelor Toegepaste Informatica word leraar Ga voor een master Wil je na je bachelordiploma nog een master behalen? via een schakelprogramma via een voorbereidingsprogramma check wat je kan studeren aan de VUB Waar heb je les Campus Kaai In Anderlecht Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings ICT-infrastructuur Het computernetwerk van het departement omvat een domein van meer dan 300 pc’s met een modern en performant serverpark. Samen met de printers, plotters en scanners kunnen studenten deze gebruiken voor werkcolleges, practica, projecten en bachelorproeven. Events Jaarlijks organiseren we samen met jullie verschillende evenementen zoals EHACKB, Digital Convention Brussels, Career Launch, ... Tijdens deze evenementen brengen we je ook in contact met de experten uit het werkveld zodat je reeds tijdens je studies je professioneel netwerk kan uitbouwen. Flexibel studeren Werken en studeren Heb je werk of ben je werkzoekend? In onze werktrajecten hanteren we zowel online en/of on-campus coaching, zowel individueel als in groep . Dit betekent dat je studeert met kant-en-klaar cursus- en oefenmateriaal en instructies die via onze elektronische leeromgeving beschikbaar zijn. Je kan dus met een maximum aan flexibiliteit studeren , op je eigen tempo en zonder gebonden te zijn aan vaste uren en plaatsen. Je kan ervoor kiezen om een traject op maat uit te stippelen, of om het standaardtraject te volgen, wat de load tussen werken en studeren in balans houdt. De volledige opleiding kun je ook op afstand volgen. Meer info over flexibel studeren Verkorte trajecten Goesting in een extra diploma? Volg deze opleiding in 1 of 2 jaar. Heb je een bachelor Toegepaste Informatica of een daarmee gelijkgesteld diploma, dan volg je een verkort programma van 2 jaar . Heb je een andere vooropleiding ? Heb je andere ICT-gerelateerd diploma’s of credits behaald? Dan kun je op basis van je eerder verworven kwalificaties of competenties eventueel vrijstellingen krijgen. We bieden je dan een individueel studietraject aan. Enkel de modules volgen die jou het meest interesseren? Dat is geen probleem! Leer op korte termijn ontzettend veel bij en vergroot je marktwaarde. Neem contact op met onze trajectbegeleider: gwendolyn.vander.putten@ehb.be Starten in februari Is het academiejaar al gestart en heb je geen zin om een volledig academiejaar te verliezen? Je kan deze opleiding ook starten in februari. Check of je recht hebt op vrijstellingen Neem contact op met onze trajectbegeleider: gwendolyn.vander.putten@ehb.be Naar het buitenland Veel 'good practices' van multimediaprojecten zijn in het buitenland te vinden. Internationalisering is daarom erg belangrijk voor de opleiding. Op regelmatige basis organiseren we seminaries en gastcolleges met internationale sprekers en je bezoekt in het kader van talentontwikkeling enkele internationale multimedia- en technologiebeurzen. Je krijgt de kans om in het buitenland je stage, afstudeerwerk of zelfs een gedeelte van je studie te voltooien . Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2022 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2023 tot 2029 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Multimedia & Creatieve Technologie? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u. Nijverheidskaai 170, 1070 Anderlecht bel ons: 02 523 37 37 mail ons: gdt.kaai.student@ehb.be Info voor bedrijven Final Show Op het einde van het academiejaar is er de Final Show: een groots flitsend evenement vol inspiratie en de beste projecten en eindwerken van onze studenten. We verwelkomen je op onze tentoonstelling met een drankje en hapje. Netwerk met onze studenten, met alumni of met onze docenten. Om 19.30 uur begint de show, waar onze studenten op een spectaculaire manier hun projecten en afstudeerwerken voorstellen. Innovatief en inspirerend! We sluiten af met een receptie. Wil je sponsoren? Dat kan. Vraag alle voorwaarden aan multimedia@ehb.be . Duaal Leren, Internship en Final Work In hun specialisatiejaar verdiepen onze afstuderende studenten zich in een specifieke technologie of competentie waarin ze expert willen worden. Hierbij werken we samen met bedrijven die onze studenten op korte termijn helpen met kennisoverdracht of ondersteuning. Dit is voor studenten een perfecte voorbereiding op hun Internship en Final Work en voor bedrijven een manier om studenten binnen te halen. Wil je samenwerken op vlak van duaal leren, aanbieden van stages of ondersteunen van bachelorproeven? Stuur dan een e-mail naar multimedia@ehb.be . Full Projects Elk semester wordt afgesloten met een project waarbij een multimediatoepassing wordt ontwikkeld voor organisaties met een maatschappelijk engagement, bij voorkeur uit het Brusselse. Heb je geen of een verouderde website? Of zou je je werking willen aanvullen met een mobiele app? Dan kunnen onze studenten je misschien helpen! Vul hier je gegevens in om aan te melden. Career Launch Jaarlijks organiseren we voor onze studenten een jobbeurs. Enerzijds richten we ons hierbij op de studenten die op zoek zijn naar een stageplaats en/of een samenwerking in het kader van hun final work. Anderzijds bieden we de laatstejaarsstudenten hulp bij het zoeken naar een job. Het doel is eenvoudig: werkgevers in contact brengen met jong talent. Heb je interesse om deel te nemen? Mail naar dt.partner@ehb.be . Contact Erasmushogeschool campus Kaai Nijverheidskaai 170, 1070 Anderlecht Bel ons: 02 523 37 37 Mail ons: mike.derycke@ehb.be Chat met ons via de knop rechtsonder in beeld Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Gerelateerde verhalen Verhaal Designweek Van installatiedesign tot storytelling: een terugblik op de Designweek. We organiseerden een Designweek vol workshops speciaal voor derdejaarsstudenten van Multimedia & Creatieve Technologie. ··· Verhaal Docent Multimedia & Creatieve Technologie ontwikkelt app Pendelpret Het betreft een nieuw hulpmiddel dat treinreizigers toelaat de betrouwbaarheid van hun trein in te schatten. ··· Verhaal Student ontwikkelt innovatieve app tegen onveilig gedrag op straat Met SaveMe kunnen personen die zich op straat belaagd voelen, een stil alarm sturen naar hun vrienden of familie. Daarna kunnen deze laatsten de persoon live volgen en zo nodig hulp bieden. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}