{
    "id": "94",
    "title": "multimedia & creatieve technologie",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/multimedia-creatieve-technologie",
    "description": "Studeer multimedia. Je experimenteert met innovatieve technologieën, van motion capture tot augmented reality, van AI tot IoT.",
    "content": "CSS animaties . Je web apps krijgen heel wat meer functionaliteiten dankzij het gebruik van Node en NPM. Dynamisch data manipuleren met nosql of realtime databases, de backbone en security van je webapps wordt hier bekeken. Semester 1 5 Full Projects Full Projects III Gedurende drie projectweken maak je een goed doordachte toepassing voor IoT of AI. In teamverband worden alle fasen doorlopen om te komen tot een professioneel eindproduct. Het team is verantwoordelijk voor het projectmanagement en komt tot een presenteerbaar en door de klant aanvaard eindproduct door middel van projectmatig werken. Je wordt tijdens deze periode intensief begeleid door docenten van de opleiding. Voorafgaand leer je de basisprincipes van IoT, AI en machine learning. Semester 1 5 Full Projects IV Gedurende drie projectweken werk je, binnen je specialisatiegebied, aan een goed doordachte toepassing voor het herwerken en presenteren van de portfolio’s van medestudenten en externe uitstraling van de opleiding. In teamverband worden alle fasen doorlopen om te komen tot een professioneel eindproduct. Het team is verantwoordelijk voor het projectmanagement en komt tot een presenteerbaar en door de klant aanvaard eindproduct door middel van projectmatig werken. Semester 2 5 Keuzemodules Web & App Front-End | Back-End | Android | iOS Word een hard-core webdesigner en -developer. Je leert er werken met de nieuwste en meest geavanceerde webtechnologieën. Extended Reality 3D-modeling & -animation | Virtual reality | 3D-gaming | Virtual Studio Creëer toepassingen voor augmented, extended en virtual reality. Je volgt de trends op de voet en innoveert voor de toekomst. Motion Live Visuals | Motion Graphics | Interactive Motion | Drones | Virtual Studio Werkelijke camerabeelden of geanimeerde computerbeelden? Maak interactieve projecties en audiovisuele producties en verbluf je toeschouwers. Emerging Technologies Artificial Intelligence | Drones | Physical Prototyping Van storytelling en conceptual thinking tot physical prototyping. Bedenk en maak de digitale producten van de toekomst. Multimedia & Creatieve Technologie: jaar 3 Veld Credits Design Design V In dit opleidingsonderdeel ligt de focus op het ontwerp en de creatie van inhoud in het multi-device tijdperk. In eerste instantie gaat het hierbij over inhoud waarin de onderwerpen van de Design opleidingsonderdelen geïntegreerd worden in multimediale toepassingen die dezelfde ervaring over verschillende toestellen aanbieden. We bekijken hoe een wisselende context invloed heeft op de gebruikservaring. Er zal ook verder gekeken worden naar innovatieve cross-mediale vormgeving die de grenzen tussen digitale en fysieke mediavormen overbrugt. Semester 1 5 Development Development V Je maakt kennis met de rol en de principes van datavisualisatie en krijgt een inleiding (basis) tot data-analyse en statistiek. Je maakt daarnaast uitgebreid kennis met de grafische taal van datavisualisaties. Deze inzichten worden vervolgens toegepast in een reeks oefeningen gericht op de vormgeving en de implementatie van statische, dynamische en tot slot ook interactieve datavisualisaties. Je leert hierbij werken met gespecialiseerde software-tools en -bibliotheken. Semester 1 5 Soft Skills Communication III In dit opleidingsonderdeel leer je hoe je een opinie schrijft, een technische publicatie schrijft, een artikel schrijft, presenteert. Je oefent je bovendien in je luister-, lees-, schrijf- en spreekvaardigheden. Je aandacht gaat voornamelijk naar het verbeteren van je mondelinge receptieve en productieve vaardigheden. Je slaagt erin moeiteloos een uiteenzetting in het Nederlands, Frans en Engels te begrijpen over je vakgebied. Daarnaast neem je ook actief deel aan allerlei oefenvormen van gesproken uitdrukkingsvaardigheid in meerdere talen over onderwerpen die verband houden met je technisch-professionele opleiding. Semester 1 5 Grow III Net zoals voorgaande jaren werk je rond het formuleren van persoonlijke doelstellingen, het reflecteren en maken van een portfolio. Ook in ‘Grow III’ wordt de nadruk gelegd op zelfmanagement en verdere talentontwikkeling. Daarnaast werk je actief rond ondernemerszin en ondernemerschap in de colleges rond entrepreneurship. Je verwerft kennis in juridische en financiële onderwerpen die als noodzakelijk dienen beschouwd te worden in hun werksituatie als werknemer en/of hun werksituatie als zelfstandig ondernemer. Semester 1 5 Specialisatie Expert Lab Je onderzoekt de technologieën om de uitwerking van je Final Work te faciliteren. Hiervoor stel je een portfolio op met verschillende prototypes die de onderzochte technische aspecten en designs uitdiepen. Je wordt actief begeleid door een aantal coaches die je richting geven in het onderzoek op zelfstandige basis. Er worden workshops ingericht over relevante thema's die voortvloeien uit jullie onderzoeksproces. Ook word je aangemoedigd om expertise te vergaren bij relevante bedrijven, organisaties of kunstenaars. Doorheen het semester wordt het professioneel proces geëvalueerd waarbij gelet wordt op de volgende zaken: Probleemoplossend denken, planning/analyse en uitvoering. Dit zal gebeuren door middel van sprints en milestones. Deze zullen samen met de coaches bepaald worden doorheen het traject. Semester 1 10 Afstuderen Internship Je doorloopt een stageperiode van ten minste twaalf weken (5/5) in een multimedia-omgeving binnen een bedrijf. De stage is onderhevig aan een stageovereenkomst tussen student, hogeschool en bedrijf. De stage wordt begeleid door een stagebegeleider in het bedrijf, die verantwoordelijk is voor de opdracht en werkregeling, controle en evaluatie van de stagiair. De stagiair krijgt ook een lid van het onderwijzend personeel toegewezen als stagebegeleider vanuit de hogeschool. Aan hem of haar rapporteert de stagiair regelmatig via het stagelogboek. Na afloop van de stage dient de stagiair een stageverslag en ontwikkelingsportfolio in en wordt de stage verdedigd bij de stagebegeleiders. Semester 2 20 Final Work Het afstudeerwerk is het logische sluitstuk van een functionele, praktijkgeoriënteerde opleiding. Het is een uitgelezen visitekaartje voor de afgestudeerde, waarbij de student laat zien dat hij/zij alle competenties van de opleiding in hun onderlinge context beheerst. Het uitwerken van de bachelorproef beoogt enerzijds het kunnen toepassen van de tijdens de opleiding opgedane kennis, vaardigheden en attitudes maar zal anderzijds ook een verdere uitbreiding of grotere specialisatie eisen. Het is bedoeld als een leertraject waarin zelfstandig nieuwe kennis en inzichten verworven worden en waar de student zijn/haar professionele vaardigheden doet gelden. De student is in staat om geheel zelfstandig te functioneren als een beginnend professional. In het afstudeerwerk verdiept de student zich in een specifiek multimediaprobleem en een theoretische uitdaging. Aan de basis staat een toegepaste onderzoeksvraag. Het dient een zekere uitdaging in te houden: een nog onbewandelde weg, een nieuwe of nog weinig gekende of toegepaste technologie, een nieuwe toepassing, .... Er wordt dus geen mooi uitgestippelde oplossingsstrategie gevolgd, maar het vergt een zekere toegepaste onderzoeksmentaliteit en creativiteit. In de loop van de maand oktober gaat de student op zoek naar een opdracht. Eisen hiervoor zijn dat de opdracht voldoende uitdaging biedt om te laten zien dat de student over de vereiste competenties van een MCT-professional beschikt. Binnen de opdracht moet de student het volledige proces, van analyse tot product, doorlopen. Daarenboven moet het mogelijk zijn onderzoek te doen naar verschillende oplossingen of mogelijkheden. Het onderwerp van het afstudeerwerk dient goedgekeurd te worden door de opleiding. Begin november wordt het afstudeerwerk opgestart. De student wordt een promotor toegewezen die het afstudeerwerk tussentijds opvolgt en tussentijdse indicatieve evaluaties meegeeft. De bachelorproef wordt afgerond met het indienen van een verslag, het eindproduct en een verdediging van het werk voor een jury van professionals. Semester 2 10 Specialisaties Vanaf het tweede opleidingsjaar kan je een pakket samenstellen uit onze talloze specialisatiemodules. Je wordt opgeleid tot een echte professional die innovatieve oplossingen kan bedenken en ontwikkelen. Dankzij de laatste actuele ontwikkelingen word je klaargestoomd voor de arbeidsmarkt . De specialisatiemodules zijn onderverdeeld in vier categorieën: Multimedia & Creatieve Technologie: specialisatiemodules Veld Credits Web & App Front-End Je leert moderne javascript frameworks aanwenden vanuit een creatief design standpunt. Je krijgt de technische kennis mee om zelf je eigen ideeen in een moderne web applicatie of website te gieten. We werken rond 1 werkstuk. Het is een redesign prototype in Angular en React van een bestaande website. 1. Intro vak, uitleg werkstukken met inhoud en deadlines, eerste design opdracht en brainstormsessies 2. Javascript framework intro + Angular basics 3. Angular advanced 4. Angular advanced gastles (TBD) en werkstuk implementatie + Designing in frameworks 5. Design sessie voor nieuwe werkstuk, nieuwe technieken, feedback en groepswerk 6. Framework 2 (React/Vue) Afhankelijk van extern bedrijvenfeedback 7. Framework 2 advanced 8. Framework 2 advanced + design in the framework + external libraries 9. Feedback design, projectwerk 5 Back-End We bekijken een nieuwe taal voor backend web projecten en werken met het populairste framework in die taal. In het tweede deel van het vak behandelen we database best practices en design, security implementaties en deploymethodes voor backend projecten. Voorbeeld: 1 werkstuk met 3 luiken: Database design, Applicatie structuur en security (nieuwe invulling). 1. Inleiding tot backend, werkstuk overlopen, deadlines meegeven. Basis PHP 2. Web specific PHP: Sessions, cookies, Forms 3. Intro tot Composer en apache server setup 4. Laravel Introduction and Views/layout 5. Database design en best practices + Laravel Migrations en seeders 6. Werkstuk basics implementeren en begeleiding 7. Rest API best practices en Security 8. Security implementation en deployment op servers 9. Werkstuk werken en begeleiding 5 Android In de keuzemodule Android ontwikkel je in Android Studio een volledige Android app volgens de regels van de kunst. Je leert verschillende Android-componenten gebruiken om asynchroon gegevens op te halen, data op te slaan en correct weer te geven. Dit alles volgens de Android design richtlijnen met een focus op de nodige best practices. De evaluatie van het vak bestaat uit een werkstuk waarin je vrij bent je eigen app te maken zolang deze voldoet aan de Android design guidelines en een aantal minimumvereisten. 1. Mobile Design 2. App structuur 3. Layouts 4. Drawables 5. Opslagen van data met Firebase 6. Communicatie met API 5 iOS Je leert apps maken voor de iPhone en iPad met behulp van de taal Swift. Swift is leuk in gebruik, enorm populair bij ontwikkelaars en kan natuurlijk ook buiten het Apple ecosysteem gebruikt worden. Apple heeft net weer grenzen verlegd door de introductie van hun M1 chip en hun App Store zet jaarlijks zowat tweemaal zoveel euro's om als hun concurrent Google Play. Een ecosysteem dus dat je als (app) ontwikkelaar niet zomaar links kan laten liggen. Voorbeelden: Villo station app (deelfietsen), COVID stats app, Verkeersinformatie Bxl 1. Kennismaking met Swift 2. De structuur van een iOS-project begrijpen 3. Een lay-out opstellen voor een iOS app, gebruikmakend van de juiste iOS interface-elementen 4. Eeen iOS-applicaties ontwikkelen en testen gebruikmakend van de beschikbare tools 5. Interacties tussen de gebruiker en de iOS app implementeren, gebruikmakend van typische user controls 6. Data-persistentie voorzien voor een iOS app 7. De levenscyclus van een iOS app begrijpen en op een correcte manier reageren op specifieke levenscyli-events. 8. Speciale functies van een iOS-apparaat kunnen aanspreken, zoals GPS, sensoren, gebruik van gestures, ... 9. In het ontwerp van iOS apps de mogelijkheid voorzien voor de ondersteuning van verschillende schermgroottes (smartphones, tablets) en -resoluties. 10. In het ontwerp van iOS apps rekening houden met de typische design guidelines en best practices (interactiestijlen, controls, schermopbouw) 5 Extended Reality 3D Modeling & Animation In deze module leer je om zelf een character in Maya in 3D te maken - van 3D modeling tot het inkleuren of shaden. Als je daarmee klaar bent voorzie je je character van een control rig, een skelet structuur waarmee je je figuurtje kan animeren. Vervolgens leer je werken met keyframes en zet je letterlijk je eerste stappen in 3D character animation. Tenslotte leer je werken met mocapdata om je 3D character echt leven in te blazen. Je werkt doorlopend aan je eigen opdracht of je kan er voor kiezen om met het opgelegde figuurtje te werken. 1. modelen : we behandelen de basisprincipes van 3D modeling voor karakters aan de hand van een video tutorial 2. modelen : je past de principes uit de vorige les toe om een eigen karakter in 3D te ontwerpen 3. shaden : je maakt gebruik van diverse maya shaders en/of substance painter om je figuur kleuren en materialen te geven 4. rigging : met de Human IK module in Maya voorzie je je figuur van een rig 5. skinning : om je figuurtje correct te deformeren ga je weight painten op de skin van je figuur 6. animation : we verkennen het werken met keyframes hand van een eenvoudige stap-cyclus 7. animation : we combineren verschillende motion capture bestanden in de time editor 8. lighting & rendering : hier komt alles uit de vorige lessen samen, het resultaat is een kort 3D filmpje 5 3D Games Je leert de nodige concepten en technieken aan om een volledige 3d game te ontwerpen en te ontwikkelen m.b.v. Unity: Component based programming, procedurele generatie, real-time animatie, physics, particles, shaders, enz... Je ontwikkelt een 3D game naar keuze. 1. Workshop Unity Basics 2. Game Design + Concept 3. Input, Physics, Raycasting 4. Animation 5. Particles 6. Shaders 7. Performance 8. Procedural Generation 5 Virtual Reality In Virtual Reality zie je diverse spatial computing concepten met betrekking tot Virtual Reality, Augmented Reality en Mixed Reality. Je exploreert deze nieuwe technologieën zowel op vlak van design (3d interfaces, interfaceless design, gestures,...) als op vlak van development (verschillende SDK's & hardware). Je creëert VR-environments, AR- en MR-interfaces en XR-games met behulp van Unity. OPDRACHT VR: Je ontwikkelt een concept en prototype in samenwerking met een echte klant. OPDRACHT AR/MR: Maak een magazine/boek of platenhoes interactief met behulp van augmented of mixed reality. 1. Workshop Unity Basics 2. VR Opdracht + Concept Design 3. UX Design for VR 4. Workshop VR Development 5. Prototype Building 6. Prototype Building + UX 7. Augmented & Mixed Reality: Concept + UX 8. Workshop AR Development 9. AR Prototype 5 Virtual Studio In de audiovisuele sector is er een verschuiving aan de gang van reële producties naar virtuele producties die in Extended Reality (XR) gecreëerd worden waar echte en virtuele omgevingen gecombineerd worden en mens-machine-interacties door computertechnologieën en wearables gegenereerd worden. Je bouwt een virtual studio op en maakt een videoproductie die gebruikt maakt van XR en/of Unity 3D. 5 Motion Motion Graphics In de keuzemodule Motion Graphics leer je de principes van animatie en overloop je alle stappen om een professioneel Motion Design project te realiseren. Hiernaast verken je nieuwe tools om aan de slag te gaan met Character Design & Rigging, Visual Effects en traditionele animatie. Oefening: Application principles of animation Oefening: Character Design Oefening: Character Animation Oefening: VFX Face Tracking Replacement Oefening: Frame by frame Deelopdracht 1: 'inspiratie animatievideo' Deelpdracht 2: 'moodboard + script' Deelpdracht 3: \"storyboard + animatic\" Deelpdracht 4: \"style frames\" Deelpdracht 5: \"illustraties hoofdopdracht\" Deelpdracht 6: \"voice-over, SFX, muziek\" Hoofdopdracht: \"Motion Design Project\" 1. Introductie les & After Effects Tricks & Tips 2. 12 Principles of animation 3. DUIK Character Design 4. DUIK Character Animation 5. VFX (Face replacement & Tracking) 6. VFX Deel 2 (3D Layers, Lights, Camera) 7. Frame by frame animation 8. Effects, Expressions, Adobe Dynamic Link 9. Styling & Textures 5 Live Visuals In deze keuzemodule specialiseer je je in het creëren van interactieve live visuals en \"performances\" binnen een professionele context. Je leert hierbij de finesse van audioreactieve visuals en motion capturing. Ook hoort \"video mapping\" op fysieke structuren bij het takenpakket. Oefening: Mocap Animatie Oefening: VJ Loops Oefening: VJ-Set Oefening: Webcam FX Oefening: Madmapper Deelopdracht: Referenties & Moodboard Deelopdracht: Concept prototype Hoofdopdracht: Live Set 1. Introductieles 2. Resolume Basics 3. VDMX5 Basics 4. 2D Mapping 5. Live Mocap & DMX 6."
}