{
    "id": "97",
    "title": "musical",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/musical-0",
    "description": "Niet elke bachelorstudent heeft de intentie om door te stromen naar een masterjaar.",
    "content": "Musical - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Musical Voor wie Afgestudeerden professionele bachelor die geen masteropleiding wensen te volgen en zich willen vervolmaken in dans, zang, spel om als performer aan de slag te gaan. Opleidingen Musical Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Volg ons op Facebook Volg ons op Instagram Voor wie Afgestudeerden professionele bachelor die geen masteropleiding wensen te volgen en zich willen vervolmaken in dans, zang, spel om als performer aan de slag te gaan. Hoe ziet de opleiding eruit Niet elke bachelorstudent heeft de intentie om door te stromen naar een masterjaar. In de master focussen we via een academisch programma op makerschap, zodat deze studenten niet alleen als uitvoerend artiest, maar ook als maker aan de slag kunnen gaan in het werkveld. Sommige bachelorstudenten kiezen bewust voor die rol van uitvoerend artiest en krijgen alzo de gelegenheid om zich te vervolmaken. Op deze manier kan ook een vorming van 4 jaar aangeboden worden, in overeenstemming met de musicalopleidingen in onze buurlanden die steevast 4 jaar behelzen aan 240 SP. De PG studenten kiezen bewust voor de rol van uitvoerend artiest en kunnen zich via het Postgraduaat vervolmaken en via de vakken Auditietraining en stage een professioneel netwerk onderbouwen. Lesprogramma Deze opleiding start vanaf 18 september 2023 . Na je studie Aan het werk Als uitvoerend Musical performer in België, NL, Duitsland, Oostenrijk en Zwitserland Verder studeren (aan EhB, elders) Schakeljaar + AMA Musical, Educatieve bachelor/master, dit alles ingericht aan EhB Attest Getuigschrift postgraduaat Waar heb je les Campus Kaai In Anderlecht Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt 1500 euro. Inschrijven Klaar om je in te schrijven voor 'Postgraduaat Musical'? Top! Vanaf 24 juni 2023 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden. Vereiste voorkennis In het bezit zijn van een diploma bachelor Musical. Werken en studeren Individueel te bekijken met trajectbegeleider. Contact School of Arts KCB - Musical Nijverheidskaai 170 1070 Brussel Mail ons: stel je vraag aan Lulu Aertgeerts Bel ons: 02 513 45 87 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Gerelateerde verhalen Verhaal Heel wat nieuws te ontdekken in 2023-2024 We starten heel wat nieuwe opleidingen in september en er is voor elk wat wils: kort of lang en in tal van domeinen. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}