{
    "id": "113",
    "title": "muziek",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/postgraduaat-muziek",
    "description": "Het postgraduaat Muziek van het Koninklijk Conservatorium Brussel laat je een muzikaal project realiseren in samenwerking met een mentor (docent).",
    "content": "Muziek - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Muziek Interesse in deze opleiding? Schrijf je in Opleidingen Muziek Hoe ziet de opleiding eruit Waar heb je les Studiekosten Inschrijven Het postgraduaat Muziek van het Koninklijk Conservatorium Brussel laat je een muzikaal project realiseren in samenwerking met een mentor (docent). Dat kan bijvoorbeeld een solistisch programma zijn met het oog op wedstrijden of een voorbereiding op een orkestloopbaan. De opleiding heeft geen cursusbeschrijving, want het programma van dit artistieke postgraduaat wordt bewust zoveel mogelijk opengehouden. Je stelt dan ook zelf een project voor. Dit gebeurt tijdens een toelatingsproef. Een beoordelingscommissie beslist of je project aanvaard wordt op basis van de vragen: Heeft het project voldoende inhoud? Kan het project praktisch gerealiseerd worden? Nieuwe optie: Postgraduaat begeleiding De student specialiseert zich in het begeleiden van orkestinstrumenten, zangers en ensembles. Getuigschrift Na afloop en na een positieve eindbeoordeling krijg je een getuigschrift postgraduaat (van minstens 20 studiepunten). Vakken Je kan het postgraduaat Muziek per semester volgen. Elk semester omvat 20 studiepunten. De karakteristieken van de opleiding zijn: artistieke vrijheid een open programma met toelatingsproef je eigen project begeleiding door een mentor Locaties Regentschapsstraat 30 1000 Brussel We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Kleine Zavel 5 1000 Brussel We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Kosten Het postgraduaat Muziek kost 1400 euro per semester of 2800 euro per academiejaar. Na inschrijving ontvang je een factuur. Toelatingsvoorwaarden Om het postgraduaat Muziek te starten beschik je over een master in de Muziek en moet je slagen voor een artistieke toelatingsproef. De proef bestaat uit de voorstelling van je project. Het postgraduaat begeleiding is toegankelijk voor studenten met een Masterdiploma (of een equivalent diploma). Inschrijven Inschrijven kan je hier . Contact KCB secretariaat - info Contactformulier Gerelateerde verhalen Verhaal Nieuwjaarsconcert verrassend en geslaagd Het nieuwjaarsconcert van EhB trok veel volk en viel in de smaak. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}