{
    "id": "98",
    "title": "nascholing junior communication professional — variabel",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/nascholing-junior-communication-professional-variabel",
    "description": "Een afgestudeerde professionele bachelor in het Communicatiemanagement krijgt op deze manier de kans om via (een) extra stage(s) nog meer on-the-jobervaring op",
    "content": "Nascholing Junior Communication Professional - variabel - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Nascholing Junior Communication Professional — variabel Voor wie Bachelors in het Communicatiemanagement die extra praktijkervaring willen verwerven. Opleidingen Nascholing Junior Communication Professional - variabel Hoe ziet de opleiding eruit Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Bachelors in het Communicatiemanagement die extra praktijkervaring willen verwerven. Hoe ziet de opleiding eruit Een afgestudeerde professionele bachelor in het Communicatiemanagement krijgt op deze manier de kans om via (een) extra stage(s) nog meer on-the-jobervaring op te doen in het zeer brede veld van de communicatiesector en zo met een sterker cv de arbeidsmarkt betreden. Lesprogramma Start: variabel Stage van minstens 13 weken / 38-urenweek. De stage kan pas aanvangen nadat tussen de EhB, het stagebedrijf en de student een geldig stagecontract werd ondertekend. Dit contract kan pas afgesloten worden nadat de stagecoördinator van EhB/Communicatiemanagement de stageplaats evenals het takenpakket heeft goedgekeurd. Waar heb je les Stageplaats. Studiekosten Het inschrijvingsgeld bedraagt 150 euro. Vereiste voorkennis In het bezit zijn van het diploma Professionele Bachelor in het Communicatiemanagement van de Erasmushogeschool. Inschrijven Klaar om je in te schrijven voor deze bijscholing? Top! Vanaf 24 juni 2023 kan je op deze pagina van start met je inschrijving . Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel Mail ons: stel je vraag aan Lina Kestemont Ilse Godts Bel ons: 02 213 61 10 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}