{
    "id": "99",
    "title": "niet-confessionele zedenleer",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/niet-confessionele-zedenleer",
    "description": "Deze opleiding is bedoeld voor mensen die zich wensen bij te scholen tot leraar niet-confessionele zedenleer voor het basisonderwijs.",
    "content": "Niet-confessionele Zedenleer - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Niet-confessionele Zedenleer Voor wie Van een leerkracht NCZ wordt een vrijzinnig-humanistisch levensbeschouwelijk engagement verwacht. Een maatschappijkritische houding en een democratische ingesteldheid zijn essentieel. Inleefvermogen in de leefwereld van het kind, sociale en communicatieve vaardigheden zijn eveneens essentiële vereisten. Opleidingen Niet-confessionele Zedenleer Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Van een leerkracht NCZ wordt een vrijzinnig-humanistisch levensbeschouwelijk engagement verwacht. Een maatschappijkritische houding en een democratische ingesteldheid zijn essentieel. Inleefvermogen in de leefwereld van het kind, sociale en communicatieve vaardigheden zijn eveneens essentiële vereisten. Hoe ziet de opleiding eruit Dit postgraduaat wordt specifiek ingericht voor leerkrachten die zich wensen bij te scholen tot leraar niet-confessionele zedenleer. Van een leerkracht niet-confessionele zedenleer wordt een vrijzinnig-humanistisch levensbeschouwelijk engagement verwacht. Een maatschappijkritische houding en een democratische ingesteldheid zijn hierbij essentieel. Om te starten met het postgraduaat dien je minimaal in het bezit te zijn van een bachelordiploma, aangevuld met een BPB. Na het succesvol afronden van de opleiding wordt het getuigschrift ‘Leraar Niet-confessionele Zedenleer voor het Lager Onderwijs’ uitgereikt. Doelstelling Departementale motivering/macrodoelmatigheid - vraag van externen, nood aan bijscholing voor professionelen, vraag van arbeidsmarkt. Voor de studenten: Deze opleiding is bedoeld voor mensen die zich wensen bij te scholen tot leraar niet-confessionele zedenleer voor het basisonderwijs. Lesprogramma Deze opleiding start in oktober 2023 en loopt tot september 2024 . De opleiding bestaat uit zes opleidingsonderdelen Opleidingsonderdeel Onderwijswerkvormen Uren Studiepunten Evaluatie-vorm Vrijzinnig Humanisme Hoor- en werkcollege 15HC + 10BZW 3 Schriftelijk examen Eticologie Hoor- en werkcollege 15HC + 10BZW 3 Schriftelijk examen Morele opvoeding Hoor- en werkcollege 15HC + 10BZW 3 Schriftelijk examen Begeleide beroepspraktijk 1 Stage (observatie) 8 3 Stagemap en werkstuk Begeleide beroepspraktijk 2 Stage (praktijk) 12 5 Stagebeoordeling en werkstuk Het leerplan NCZ Hoor- en werkcollege 15HC + 10BZW 3 Schriftelijk examen Nota: Het leerplan NCZ (3 stp) moet vooraf gaan aan Begeleide Beroepspraktijk 1 en vooraf gaan of samenlopen met Begeleide beroepspraktijk 2; Modules theorie = 15u HC + 10u BZW Stage Stageplaats(en): Lagere scholen in Vlaanderen Na je studie Attest Getuigschrift Leraar Niet-confessionele Zedenleer voor het Lager Onderwijs. Waar heb je les Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars Campus Kanal Adres Slotstraat 28 1000 Brussel Telefoon 02 899 71 00 E-mail mm@ehb.be We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Inschrijvingsgeld voor de volledige opleiding: 552.10 euro (=282.1 vaste kost + 13,50*20 studiepunten) Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Vereiste voorkennis Bachelor kleuter-, lager- en secundair onderwijs; studenten tweede deeltraject bachelor in onderwijs of diploma HOKT + GPB (SLO); pBA + GPB (SLO). Inschrijven Klaar om je in te schrijven voor 'Postgraduaat Niet-confessionele Zedenleer'? Top! Vanaf 24 juni 2023 kan je op deze pagina van start met je inschrijving . Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact campus Kanal Slotstraat 28, 1000 Brussel Mail ons: stel je vraag aan Lina Kestemont Geert Teugels - Docent Bel ons: 02 899 71 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}