{
    "id": "100",
    "title": "observeren en rapporteren in de ggz (’ 24 -’ 25 )",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/observeren-en-rapporteren-de-ggz-24-25",
    "description": "In deze studiedag leert de deelnemer observaties professioneel te rapporteren en wordt het belang van een correcte rapportage verduidelijkt.",
    "content": "Observeren en rapporteren in de GGZ ('24-'25) - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Observeren en rapporteren in de GGZ (’ 24 -’ 25 ) Opleidingen Observeren en rapporteren in de GGZ ('24-'25) Hoe ziet de opleiding eruit Waar heb je les Studiekosten Inschrijven Deze opleiding richt zich tot zorgverleners werkend in de geestelijke gezondheidszorg. Er is nood aan bijscholing over het rapporteren van observaties door de tendens in participatie van zorgvragers en toenemende vraag tot inzage in eigen dossier. Anderzijds zijn hulpverleners niet meer specifiek opgeleid in de GGZ waardoor extra vorming over observeren en rapporteren van afwijkend gedrag/emotie nodig is. In deze studiedag leert de deelnemer observaties professioneel te rapporteren en wordt het belang van een correcte rapportage verduidelijkt. We gaan in op de wettelijke voorwaarden van een verpleegkundig dossier; de vakterminologie die gebruikt wordt om eigen observaties over de mentale status en het functioneren van de zorgvrager te rapporteren; de wettelijke basis van het in beslag nemen van een medisch dossier door justitie en de reflecties hierbij over de invloed van rapportage binnen een juridische procedure; het recht tot inzage in het patiëntendossier en het effect van woordkeuze tijdens rapportage op de ervaring van de zorgvrager. Lesprogramma Deze opleiding duurt 1 dag. Waar heb je les? Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. Wat kost het? Deze opleiding kost € 110 euro. Inschrijven Klaar om je in te schrijven? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact Contact campus Jette Laarbeeklaan 121 1090 Jette Contacteer wendy.van.londersele@ehb.be voor bijkomende vragen. Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}