{
    "id": "102",
    "title": "ondersteuningstraject leidinggeven in de kinderopvang (’ 24 -’ 25 )",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/ondersteuningstraject-leidinggeven-de-kinderopvang-24-25",
    "description": "De (brede) sector van de kinderopvang ervaart woelige tijden, met een hoge werkdruk en groot personeelstekort als gevolg.",
    "content": "Ondersteuningstraject Leidinggeven in de kinderopvang ('24-'25) - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Ondersteuningstraject Leidinggeven in de kinderopvang (’ 24 -’ 25 ) Voor wie De (brede) sector van de kinderopvang ervaart woelige tijden, met een hoge werkdruk en groot personeelstekort als gevolg. Heel wat zij-instromers zoals medewerkers in de kinderopvang die een leidende functie (willen) opnemen, komen in deze organisaties terecht. Tegenwoordig kan dit zonder relevante (voor)opleiding. De nood én vraag naar ondersteuning voor deze professionals is aanwezig. Opleidingen Ondersteuningstraject Leidinggeven in de kinderopvang ('24-'25) Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie De (brede) sector van de kinderopvang ervaart woelige tijden, met een hoge werkdruk en groot personeelstekort als gevolg. Heel wat zij-instromers zoals medewerkers in de kinderopvang die een leidende functie (willen) opnemen, komen in deze organisaties terecht. Tegenwoordig kan dit zonder relevante (voor)opleiding. De nood én vraag naar ondersteuning voor deze professionals is aanwezig. Hoe ziet de opleiding eruit We bieden een traject aan waarbij inbrengen van praktijkverhalen door de deelnemers wordt gekoppeld aan (onderzoeksmatige) kennis omtrent leiderschap in de kinderopvang. Dit wordt aangevuld met begeleide intervisie omtrent casuïstiek van de deelnemers. Wat leer je Na afloop van het traject: ontwikkelde de deelnemer een bij de praktijk passende visie op leiderschap in de kinderopvang; reflecteerde de deelnemer hoe hij/zij/die de leiderschapsconcepten in de praktijk heeft toegepast; weet de deelnemer waar hij/zij/die terecht kan bij peers en organisaties bij problemen in het team; integreert de deelnemer actief de eigen leiderschapsstijl in de opvang. past de deelnemer de eigen leiderschapsstijl aan aan de organisatiecultuur om deze te versterken; de deelnemer zowel het team collega’s als het individu begeleiden voelt de deelnemer zich sterker in zijn/haar/die leidinggevende rol in de opvang. Lesgevers Bert Wastijn en Geert De Raedemaeker Lesprogramma In functie van het ondersteunen van deze professionals, is het belangrijk voor het traject om regelmatig ingepland te worden. De keuze hieronder is 1 sessie per maand (3 uur per sessie), startend in oktober en eindigt in juni. Sessie 1 (okt '24): Leiderschap in de kinderopvang (theorie en praktijk) + intervisie Sessie 2 (nov '24): Team- en groepsontwikkeling (theorie en praktijk) + intervisie Sessie 3 (dec '24): Organisatiecultuur (theorie en praktijk) + intervisie Sessie 4 (jan '25): Situationeel leiderschap (theorie en praktijk) + intervisie Sessie 5 (feb '25): Feedbackcultuur (theorie en praktijk) + intervisie Sessie 6 (maa '25): Omgaan met conflicten (theorie en praktijk) + intervisie Sessie 7 (april '25): Begeleiden van groepen – de groep (theorie en praktijk) + intervisie Sessie 8 (mei '25): Begeleiden van groepen – het individu (theorie en praktijk) + intervisie Sessie 9 (juni '25): Leiderschap samengevat + certificatie Na je studie Attest Na het beëindigen van de opleiding krijg je een attest 'Leiderschap in de kinderopvang'. Waar heb je les Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars Campus Kanal Adres Slotstraat 28 1000 Brussel Telefoon 02 899 71 00 E-mail mm@ehb.be Studiekosten De kostprijs bedraagt 650 euro (9 sessies). Toelatingsproef We houden eerst een intakegesprek. Inschrijven Klaar om je in te schrijven voor 'Ondersteuningstraject Leidinggeven in de kinderopvang'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving . Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact campus Kanal Slotstraat 28, 1000 Brussel Mail ons: stel je vraag aan Bert Wastijn - docent Geert De Raedemaeker - docent Bel ons: 02 899 71 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}