{
    "id": "101",
    "title": "onderneming en recht (’ 24 -’ 25 )",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/onderneming-en-recht-24-25",
    "description": "Op zoek naar een korte juridische opleiding? Volg dan deze micro-credential!",
    "content": "Onderneming en Recht ('24-'25) - Micro-credential | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Micro-credential Onderneming en Recht (’ 24 -’ 25 ) Online kennismakingsgesprek Nog vragen over de micro-credential in Onderneming & Recht? Plan een online gesprek in! Vraag een gesprek aan Voor wie Je wil je kennis van het recht evenals je administratieve vaardigheden uitbreiden of updaten. Je bent reeds werkzaam in een bedrijf of je hebt belangstelling voor een job in de privésector. Na het volgen van deze micro-credential beschik je over actuele basiskennis die je kan inzetten op de werkvloer. Opleidingen Onderneming en Recht ('24-'25) Hoe ziet de opleiding eruit Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Je wil je kennis van het recht evenals je administratieve vaardigheden uitbreiden of updaten. Je bent reeds werkzaam in een bedrijf of je hebt belangstelling voor een job in de privésector. Na het volgen van deze micro-credential beschik je over actuele basiskennis die je kan inzetten op de werkvloer. Hoe ziet de opleiding eruit? De opleiding focust op het aanbrengen van een theoretische basiskennis . Daarnaast is er ook veel aandacht voor praktische toepassingen . Onderneming & Recht bestaat uit een juridisch luik en een administratief luik . je volgt les via blended learning : een combinatie van contact- en afstandsonderwijs. Deze micro-credential wordt aangeboden binnen de graduaatsopleiding Juridisch-administratieve ondersteuning . Hoe verloopt de opleiding? De opleiding gaat digitaal door en start in september 2024. Deze opleiding van 16 studiepunten wordt aangeboden via blended onderwijs : je wordt begeleid via contact- en afstandsonderwijs. Je volgt vakken in semester 1 en semester 2. Lessen worden ’s avonds aangeboden en zaterdagvoormiddag en vinden plaats op campus Kanal. Je vakken Juridisch luik Economisch Recht Je leert het ondernemingsrecht te situeren, bronnen te raadplegen en leert de voornaamste begrippen. Vennootschapsrecht Je leert de vennootschaps- en verenigingsvormen en hun kenmerken en je kan nagaan welke vennootschapsrechtelijke regels van toepassing zijn op een bepaalde casus. Sociaal recht Je krijgt een inzicht in de beginselen en de kenmerken van het sociaal recht Administratief luik Bedrijfseconomische inzichten Je verdiept je in verschillende bedrijfseconomische aspecten: boekhouden, organisatie-, marketing-, en financieel mananagement. Je leert deze ook toe te passen in de juridische afdeling van een bedrijf. ICT-skills Je verwerft de skills om vlot (samen) te werken met verschillende (Office) toepassingen voor juridisch werk. Verder leer je nauwkeurig te werken bij het digitaliseren, ordenen en archiveren van (juridische) documenten. Campus Kanal Dit micro-credential wordt aangeboden als werktraject met online sessies via MS Teams en leerpaden via het elektronisch leerplatform. Wat kost het? De berekening van studiegelden gebeurt op basis van de huidige tarieven: 550 euro Je kan alle info over studiegeld vinden op onze Wat kost het?-pagina . Infodagen Check deze pagina voor onze infodagen. Wil je meer weten? Inschrijvingsprocedure Schrijf je volledig online in via www.erasmushogeschool.be/nl/inschrijven : kies voor het graduaat Juridisch-administratieve Ondersteuning , en kies daarna de micro-credentials die je wenst te volgen. Studentensecretariaat Secretariaat Wil je graag langskomen? Ons secretariaat is elke dag geopend van 9u00 tot 12u00 en van 13u00 tot 16u00. Locatie Campus Kanal Slotstraat 28 1000 Brussel mm@ehb.be Contact Heb je nog vragen? Of wil je een persoonlijk gesprek inplannen (digitaal of op campus)? Verstuur je verzoek via graduaat.juridische@ehb.be Check ook deze pagina vooronze infodagen. Gerelateerde verhalen Verhaal Nieuw: verkort traject Juridisch-administratieve Ondersteuning in Brussel Vanaf februari 2024 kan je starten aan het nieuwe verkorte traject Juridisch-administratieve Ondersteuning in Brussel. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}