{
    "id": "103",
    "title": "opleiding tot referentieverpleegkundige in de wondzorg",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/opleiding-tot-referentieverpleegkundige-de-wondzorg",
    "description": "De referentieverpleegkundige wondzorg is een verpleegkundige die zich gespecialiseerd heeft in de zorg voor patiënten met wonden",
    "content": "Opleiding tot referentieverpleegkundige in de wondzorg - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Opleiding tot referentieverpleegkundige in de wondzorg Voor wie De opleiding focust op alle aspecten van wondzorg en is dus toegankelijk voor cursisten met volgend basisdiploma: Bachelor in de Verpleegkunde Gediplomeerde – gebrevetteerde verpleegkundigen 4e graad (HBO5) Opleidingen Opleiding tot referentieverpleegkundige in de wondzorg Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie De opleiding focust op alle aspecten van wondzorg en is dus toegankelijk voor cursisten met volgend basisdiploma: Bachelor in de Verpleegkunde Gediplomeerde – gebrevetteerde verpleegkundigen 4e graad (HBO5) Hoe ziet de opleiding eruit Het theoretisch deel van de opleiding wordt online aangeboden. Om deel te nemen moet je beschikken over een computer of laptop en een internetverbinding. De referentieverpleegkundige wondzorg is een verpleegkundige die zich gespecialiseerd heeft in de zorg voor patiënten met wonden. Deze verpleegkundige heeft kennis en vaardigheden op het gebied van wondbehandeling, wondverzorging, wondheling en wondpreventie. De referentieverpleegkundige wondzorg adviseert en ondersteunt andere verpleegkundigen en zorgverleners bij de zorg voor patiënten met wonden en is verantwoordelijk voor de coördinatie en het bewaken van de kwaliteit van de wondzorg. De referentieverpleegkundige wondzorg speelt een belangrijke rol in het verbeteren van de wondzorg en het bevorderen van de wondheling van patiënten. Gelet op de verordening van 03-10_2022 met uitvoering op 1 december 2022 werden er bijkomende voorwaarden gesteld aan de referentieverpleegkundige wondzorg. Met deze opleiding tracht deze opleiding een antwoord te bieden aan de noden in het werkveld. Wat leer je De competenties van een referentieverpleegkundige in wondzorg omvatten: Kennis van wondzorg: In-depth kennis van verschillende soorten wonden, hun oorzaken en de beste behandelmethoden. Beoordeling van wonden: Vaardigheid in het correct beoordelen van wonden, waaronder de diepte, grootte en infectie. Wound Management: Deskundigheid in het toepassen van de juiste behandelmethoden en producten om wonden te genezen en te voorkomen dat ze erger worden. Communicatie: Vaardigheid in het effectief communiceren met patiënten, familieleden, artsen en andere zorgverleners over wondzorg. Educatie en begeleiding: Capaciteit om patiënten en hun familie te onderwijzen over wondzorg en hen te begeleiden bij het zelfbeheer van hun wonden. Documentatie: Deskundigheid in het op een nauwkeurige en tijdige manier documenteren van wondzorggegevens en -behandelingen Lesprogramma Deze opleiding vindt plaats in het najaar van 2024. Deze cursus omvat de volgende onderdelen met betrekking tot ulcera, brandwonden, decubitusletsels, oncologische wonden, stomata, skin tears, chirurgische wonden en diabetesvoetwonden: Fysiologie, en pathologie bij de wondgenezing Typologie van de wonden Heelkundige behandeling van wonden Pijnbeheer Gezondheidsleer Multidisciplinaire benadering van pijn beheer Epidemiologie, bacteriologie Medische behandeling van wonden Acute en chronische complicaties van wonden Preventie van chronische wonden Ziekenhuishygiene Voeding- en dieetleer Na je studie Attest Deze navorming voldoet aan RIZIV-reglementering voor ‘Referentieverpleegkundige inzake wondzorg’. Je ontvangt een getuigschrift van de navorming. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt 470 euro. Het cursusmateriaal wordt online aangeboden. Inschrijven Klaar om je in te schrijven voor 'Opleiding tot referentieverpleegkundige in de wondzorg'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden. Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Matthias Waegemans - Opleidingshoofd VP Isolde Van Heymbeeck - Coördinator Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}