{
    "id": "105",
    "title": "organisatie & management",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/organisatie-management",
    "description": "Je wordt de meertalige co-manager die elk bedrijf nodig heeft. Leer alles over facility, events en office management.",
    "content": "Communicatie, Events... De arbeidsmarkt wacht op jou. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Verder studeren? Wil je na het behalen van dit diploma nog verder studeren? Dat kan! Er zijn heel wat bachelors aan de Erasmushogeschool Brussel die hierop aansluiten: Verkorte opleiding Hotel Management Verkorte opleiding Toerisme- & Recreatiemanagement Droom je van een master, dan kan je na het volgen van een schakelprogramma doorstromen naar de universiteit. Wij begeleiden je graag in je keuze! Waar heb je les? Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Flexibel studeren Werken en studeren Je hebt een deeltijdse of voltijdse job, maar je wil je loopbaan een nieuwe wending geven? Met een mix van contact- en afstandsonderwijs (blended learning) kun je bij ons je bachelordiploma Organisatie & Management behalen. Voor wie? Voor je de opleiding start, toetsen we in een gesprek de wederzijdse verwachtingen. Door de hoge studielast en de combinatie van werken en studeren, willen we je motivatie nagaan en bespreken we de mogelijkheden om deze opleiding met succes te volbrengen. We richten ons voornamelijk op twee profielen: Administratief medewerkers met minstens 3 jaar ervaring Personen met een CVO-getuigschrift op zak Studietraject op maat In het werktraject bepaal jij waar en wanneer je studeert. Behalve een minimum aantal contactmomenten (10 vrijdagen per jaar), bieden we de leerstof aan op ons digitaal leerplatform. De examens leg je af op de campus. Wil dat zeggen dat je er alleen voor staat? Neen! Uiteraard bieden we ook online de nodige ondersteuning en pedagogische begeleiding. Administratief medewerker met minstens 3 jaar ervaring Je studietraject bevat evenveel studiepunten (180) en duurt even lang (3 jaar) als het reguliere traject in dagonderwijs. Maar dankzij je ervaring als administratief medewerker kan je vrijstellingen aanvragen op basis van Eerder Verworven Competenties (EVC). Hierdoor zou je een vrijstelling kunnen krijgen voor het groepswerk, de stages, de bedrijfsbezoeken en de workshops. Volgde je al bijkomende opleidingen, dan kun je ook hiervoor extra vrijstellingen aanvragen via Elders Verworven Kwalificaties (EVK). Naar het buitenland De arbeidsmarkt van de officemanager beschouwt een internationale ervaring als een troef en een manier om je te onderscheiden. Je vergroot je meertaligheid en leert flexibel in het leven te staan. Op stage Stage lopen in het buitenland kan bij ons al vanaf het eerste jaar. Wil je in het tweede jaar naar het buitenland en genieten van een beurs, dan doe je beter acht weken stage in plaats van zes. In het derde jaar geniet je sowieso van deze beurs. Je kan naar Wallonië, Europa en de rest van de wereld. Studeren in het buitenland In het derde jaar kun je ook voor één semester in het buitenland studeren in het kader van Erasmus. Daar werk je een studieprogramma af aan een van onze partnerinstellingen. Maar ook deelname aan internationale projecten zorgt ervoor dat je je crosscultural-skills in de praktijk kan brengen. Locaties: Haaga Helia (Helsinki, Finland), HELMO (Verviers, Luik), Francisco Ferrer (Brussel) Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’22-’23 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk de kosten van het modeltraject Bekijk de kosten van het werktraject Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2022 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2023 tot 2029 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Organisatie & Management? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: ma tot vrij van 9u tot 16u bel ons: 02 213 61 10 mail ons: studentensecretariaat.mm@ehb.be kom langs: campus Kanal, Slotstraat 28 1000 Brussel Subsidies en beurzen Check of je recht hebt op een studietoelage Aanvraag tot KMO-portefeuille Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Mail ons Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel een vraag via dit formulier Bestel de gedrukte folder hier Gerelateerde verhalen Verhaal Minister Sven Gatz geeft masterclass over meertaligheid Naar aanleiding van de Week van de Meertaligheid organiseerde de opleiding Organisatie & Management een masterclass over meertaligheid. Deze werd door niemand minder gegeven dan minister Sven Gatz. ··· Verhaal Student Organisatie & Management promoot Africa Cup Allen richting Kuumba voor de spannende (halve) finale van de Africa Cup! ··· Verhaal Tweedejaars Organisatie & Management op trip naar Amsterdam Travel & Eventmanagement in de praktijk: de tweedejaars Organisatie & Management organiseren een reis naar Amsterdam. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Studiedag Ontmoetingsdag Leerplichtonderwijs Vrijdag 14 Juni 2024 , 8:30 tot 17:30 We staan stil bij het centrale thema van leiderschap in het onderwijs, beter bekend als ‘teacher leadership’. Dit jaar moedigen we je aan om de Brusselse binnenstad te verkennen. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}