{
    "id": "104",
    "title": "organisatie & management",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/organisatie-management",
    "description": "Je wordt de meertalige co-manager die elk bedrijf nodig heeft. Leer alles over facility, events en office management.",
    "content": "Organisatie & Management - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Organisatie & Management Kom langs op één van onze infodagen infodagen Voor wie Je houdt van multitasken en denkt in termen van oplossingen? Je hebt een passie voor het managen van projecten en events? Je bent een teamplayer en je wil het beste uit jezelf en anderen halen? Je hebt veel zin om je talen en communicatievaardigheden naar een hoger niveau te tillen? \"Turning work into fun\" is je motto? Dan heb je zin om het verschil te maken. De bacheloropleiding Organisatie & Management geeft je alle troeven in handen. Opleidingen Organisatie & Management Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Voor wie Je houdt van multitasken en denkt in termen van oplossingen? Je hebt een passie voor het managen van projecten en events? Je bent een teamplayer en je wil het beste uit jezelf en anderen halen? Je hebt veel zin om je talen en communicatievaardigheden naar een hoger niveau te tillen? \"Turning work into fun\" is je motto? Dan heb je zin om het verschil te maken. De bacheloropleiding Organisatie & Management geeft je alle troeven in handen. Hoe ziet de opleiding eruit? Wanneer je kiest voor Organisatie & Management aan EhB, kies je voor de enige echte allround-opleiding van Vlaanderen en Brussel. Bij ons word je een multi-inzetbare en meertalige professional met een sterke persoonlijkheid, klaar voor de steeds veranderende arbeidsmarkt. Want wij werken niet met afstudeerrichtingen (uniek in Vlaanderen), daarom word je een kei in zowel Facility, Human Resources en Project Management . Dankzij onze 3 stageperiodes en veelzijdige projecten kom je vanzelf te weten waar jouw sterktes liggen. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Troeven van de opleiding Co-management Als Office Manager denk je mee met je organisatie, je denkt vooruit en bent innovatief. Dankzij je creativiteit en expertise help je organiseren en coördineren. In team of zelfstandig, je bent in ieder geval praktisch ingesteld en zorgt voor de follow-up. Manage your way Een opleiding met een brede toekomst in alle sectoren en organisaties. Organisatie & Management aan EhB heeft geen afstudeerrichtingen. Je stippelt je weg uit en legt je eigen accenten. Dat doe je door niet minder dan 3 (!) stages te lopen, elk jaar ééntje in het domein waar jouw interesse ligt. Het slotstuk van je opleiding is een bachelorproef waarin je praktijkgericht onderzoek voert voor een bedrijf of organisatie naar keuze en een concrete dienst verleent. Meertalige professional Brussel is je startpunt, maar ook je thuis. In deze wereldstad druk je je vlot uit in het Nederlands, Engels en Frans. Aan het eind van de rit beheers je al deze talen als een professional. Je munt uit dankzij een internationale ervaring. Werkgevers wachten je vol ongeduld op. Ça alors ! We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Vakken Co-management We stomen je klaar voor het veelzijdige profiel van een officemanager binnen het luik co-management . Je leert vanuit een aantal kaders de opdracht van de officemanager te begrijpen en in te schatten. In het vak IT leer je werken met online tools en toepassingen die niet meer weg te denken zijn uit het werkveld. Business support Business support is een reeks van ondersteunende vakken die je het nodige inzicht geven in het bedrijfsleven zoals bedrijfsmanagement, marketing, financieel management en juridische topics. Talen Geïntegreerde professionele communicatie focust op de meest belangrijke bedrijfstalen die we in België gebruiken: Nederlands, Frans en Engels. We dompelen je onder in de opdrachten van een officemanager: professionele presentaties ontwerpen en geven, teksten schrijven en vertalen voor websites, notuleren, gidsen, informeren. Dankzij Language Support kan je de talen die je minder goed beheerst, verbeteren op het vlak van grammatica en woordenschat. Als vierde taal kies je tussen Duits of Spaans. Maar ken je al een andere taal (Chinees, Portugees, Russisch, Deens…), dan kun je die eventueel gebruiken om credits te verwerven, die je vrijstellingen opleveren. Open ruimte Je kan enkele vakken kiezen voor een totaal van minstens tien studiepunten: Vierde taal (Duits/Spaans/andere taal) Ondernemingszin Samenleven in diversiteit Learning by doing Je leert in groep werken en jezelf en anderen evalueren. Door bedrijfsbezoeken, workshops en drie stages word je gaandeweg een echte office-expert. Je werkt aan projecten, je organiseert events en incentivereizen. De bachelorproef vormt het sluitstuk van je opleiding. Gedurende je drie studiejaren werk je aan je Persoonlijk OntwikkelingsPlan (POP) . Het geeft je inzichten in je ontwikkeling en de professionele competenties waaraan je werkt. Organisatie & Management Jaar 1 Veld Credits Co-Management Facility management fundamentals 3 Management support 3 IT skills (soft- en hardware) & social media 1 7 Business Support Bedrijfsmanagement 3 Marketing 3 Inleiding recht, internationale instellingen & ondernemingsrecht 4 Multilingual communications skills Geïntegreerde professionele communicatie: Engels, Frans en Nederlands 1 7 Engels 1 4 Frans 1 4 Nederlands 1 3 Spaans 1 / Duits 1 (zie ook open ruimte) 4 Learning by doing (Internationale) stage en Pop (persoonlijk ontwikkelingsplan) 1 5 Team Lab 4 Creatief denken 3 Research & bachelorproef 1 3 Open ruimte Spaans / Duits / Andere taal (zie voorwaarden) 4 Entrepeneurship 4 Samenleven in diversiteit 3 Navigating into the world of AI 4 Futures studies 3 Organisatie & Management Jaar 2 Veld Credits Co-Management Facility management & general services 3 Project management: travel & event management 3 IT skills (soft- en hardware) & social media 2 5 Business Support Bedrijfstopics: Financieel management 1 4 Juridische topics: Sociale wetgeving 3 Multilingual communications skills Geïntegreerde professionele communicatie: Engels, Frans en Nederlands 2 9 Engels 2 3 Frans 2 3 Nederlands 2 3 Spaans 2 / Duits 2 (zie ook open ruimte) 3 Learning by doing (Internationale) stages en Pop (persoonlijk ontwikkelingsplan) 2 10 Projects: Travel & Events 8 Research & bachelorproef 2 3 Open ruimte Spaans / Duits / Andere taal (zie voorwaarden) 3 Navigating into the world of AI 4 Futures studies 3 Organisatie & Management Jaar 3 Veld Credits Co-Management Integrated facility management 3 Management support 2 3 Cross cultural management 3 Human Resources Management 3 IT skills (soft- en hardware) & social media 3 3 Business Support Bedrijfstopics: Financieel management 2 3 Multilingual communications skills Geïntegreerde professionele communicatie (Engels, Frans en Nederlands) 3 12 Spaans 3 / Duits 3 (zie ook open ruimte) 3 Learning by doing (Internationale) stages en Pop (persoonlijk ontwikkelingsplan) 3 17 Research & bachelorproef 3 10 Open ruimte Spaans / Duits / Andere taal (zie voorwaarden) 3 Navigating into the world of AI 4 Futures studies 3 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...): bekijk de ECTS-fiches . Raadpleeg de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Stage Via de stages raak je vertrouwd met de werkvloer. In het eerste jaar loop je drie weken stage. In het tweede jaar loop je zes weken stage (mogelijkheid tot internationale stage van acht weken) en in het derde jaar twaalf weken. Drie keer in een bedrijf naar keuze. De stages stomen je klaar voor de arbeidsmarkt waarin je terechtkomt na de bachelorproef, het sluitstuk van de opleiding. Je kiest je stage autonoom, zowel in binnen- als in buitenland. Je kan ook je stageperiodes maximaal benutten om je talen te optimaliseren. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Onze stagiaire, Islam El Jarroudi, beheerst niet alleen vlot het Nederlands, Frans en Engels, maar ze switcht ook soepel tussen de verschillende talen. Dit getuigt van een goede kennis, maar vooral van een gezonde dosis durf die niet alleen door talent aanwezig is, maar die mijns inziens ook tijdens haar studie werd aangescherpt. Ilse Mathys Support Manager, P&C Non Marine Na je studie Aan het werk! Dankzij de stages kan je jezelf ontplooien naargelang je passie: in grote bedrijven, in sportorganisaties, concertzalen, in ziekenhuizen, immokantoren of advocatenkantoren. In elk departement is er nood aan een Office Manager: bij Human Resources, Marketing,"
}