{
    "id": "144",
    "title": "over ons",
    "source": "https://www.erasmushogeschool.be/nl/over-ons",
    "description": "De Erasmushogeschool Brussel (EhB) ontleent haar naam aan de humanistische filosoof Desiderius Erasmus. Onze werking vertrekt vanuit een humanistische visie.",
    "content": "Over ons | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Over ons Over ons De Erasmushogeschool Brussel (EhB) ontleent haar naam aan de humanistische filosoof Desiderius Erasmus. We vertrekken bij onze werking vanuit een humanistische visie. Recht op vrijheid en menswaardigheid, geloof in menselijk kunnen, met elkaar in open, rationele dialoog gaan en zelf verantwoordelijkheid nemen, staan hierbij centraal. Die verantwoordelijkheid, voor de wereld, de maatschappij en zichzelf, mondt uit in duurzaamheid in de breedste zin van het woord. Pluraliteit Integriteit, vertrouwen, engagement, transparantie en autonomie zijn de onderliggende waarden die ons gedrag en onze interactie sturen. EhB staat daarnaast ook voor pluralisme: we verwelkomen uiteenlopende levens- en wereldbeschouwingen en sporen tegelijkertijd iedereen aan om diversiteit te omarmen, zichzelf permanent in vraag te stellen en nieuwe inzichten te verwerven. Een wetenschappelijk-kritische, onderzoekende houding is de leidraad voor onze werking. Lees verder over de Missie en Visie van EhB Lees meer over SPE4: het strategisch plan van de EhB - 2022-2027 met de 4 Strategische Doelstellingen Lees verder over het bestuur van de EhB Lees het Gendergelijkheidsplan van EhB Lees meer over de visie op leiderschap aan EhB We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Onze kwaliteit Elke dag opnieuw zorgen lesgevers en medewerkers voor de kwaliteit van het onderwijs binnen onze hogeschool. De kwaliteitsborging bij Erasmushogeschool Brussel zet maximaal in op het continu ontwikkelen van een sterke kwaliteitscultuur en betrekt hierbij al onze stakeholders. Deze kwaliteitsborging is gefundeerd op het principe van het PDCA-denken en sluit aan bij de waarden die SPE4, het strategisch beleidsplan 2022-2027, vooropstelt. Lees meer > > Ons HR-beleid Autonomie, vertrouwen en waardering vormen de basis voor ons HR-beleid. Medewerkers zijn de motor van onze organisatie. Ze zijn gepassioneerde en nieuwsgierige experten die studenten en collega’s inspireren en motiveren. Onze opleidingen bepalen zelf welke kennis, expertise en andere competenties er nodig zijn in hun teams om kwalitatief onderwijs aan te bieden. Opleidingshoofden en vakverantwoordelijken bepalen in overleg met hun directeur welk competentieprofiel nodig is, wie in de selectiecommissie zetelt en hoe het selectieproces zal verlopen. Lees meer > > Onze perswerking Lees al onze persberichten met bijzonder nieuws over onze opleidingen en ons onderzoek. Je vind er ook de gegevens terug van ons persteam. Onze huisstijl Je kan op deze pagina de logo's van de Erasmushogeschool Brussel, RITCS en KCB en eventuele varianten ervan terugvinden. Partners De Erasmushogeschool Brussel (EhB) en de Vrije Universiteit Brussel zijn partners in de Universitaire Associatie Brussel (UAB) . De Universitaire Associatie Brussel ondersteunt haar partners doorheen heel haar beleid en draagt hun waarden als pluraliteit, openheid en respect hoog in het vaandel. Voorzitter van de Raad van Toezicht van de Universitaire Associatie Brussel is Helga Coppen. Meer lees je op de webpagina's van de Associatie . Daarnaast heeft de Erasmushogeschool Brussel een strategische alliantie met de Hogeschool Gent (HOGENT) . Onze campussen Met meerdere ampussen in Brussel is de Erasmushogeschool goed vertegenwoordigd in onze hoofdstad. Van de gezellige drukte op campus Bloemenhof in hartje Brussel naar campus Kaai (volledig uitgerust voor onze digitale opleidingen), helemaal tot de rust van campus Jette. En niet te vergeten de artistieke campussen van het RITCS en het KCB . Tot slot zijn er voor een aantal graduaatsopleidingen ook lessen in Leuven . Historiek HPIB, HIPRO, IVIT, HIW, PHITS, HIVB, KMC en HISKWA. Dit zijn een aantal van de hogescholen die in 1995 samensmolten tot de Vlaamse Autonome Hogeschool Erasmushogeschool Brussel. Vandaag mag de hogeschool zich, met meer dan 5.000 financierbare studenten, de grootste, echt Brusselse, Nederlandstalige hogeschool noemen. Vriendenkring voor het oud-personeel Samen met de Vrije Universiteit Brussel wil de hogeschool zich inzetten om haar oud-werknemers ook na hun pensionering op de hoogte te houden van wat er leeft en beweegt in Brussel. Daarom heeft de EhB zich in 2011 aangesloten bij de personeelswerking van de VUB en maakt ze nu deel uit van de VriendenKring Personeel VUB-UZBrussel-EhB. Lees er meer over op deze pagina . Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}