{
    "id": "106",
    "title": "palliatieve zorg",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/palliatieve-zorg",
    "description": "Je verwerft inzichten en vaardigheden in het palliatieve zorgconcept en je leert je beroepshouding met betrekking tot de palliatieve zorg verder ontwikkelen.",
    "content": "Palliatieve zorg - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Palliatieve zorg Schrijf je nu in inschrijven Voor wie De opleiding richt zich tot alle beroepsgroepen in de gezondheidszorg. We willen je als zorgverlener bekwamen om zorg aan te bieden op maat voor alle patiënten. Een persoon prefereert een zorg in de lijn van zijn/haar visie op het leven, op ziekte, pijn en mogelijk nakend levenseinde. Het aannemen van een cultuursensitieve houding in de relatie met de zorgvrager is dan ook heel belangrijk. Je kan je inschrijven voor het postgraduaat als je een bachelor- of masterdiploma hebt binnen de zorgverlening. Ook als ASBO, 4de graad of HBO5-verpleegkundige kan je toegelaten worden, als je voldoende gemotiveerd bent. Je ontvangt dan een getuigschrift permanente vorming. Opleidingen Palliatieve zorg Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Voor wie De opleiding richt zich tot alle beroepsgroepen in de gezondheidszorg. We willen je als zorgverlener bekwamen om zorg aan te bieden op maat voor alle patiënten. Een persoon prefereert een zorg in de lijn van zijn/haar visie op het leven, op ziekte, pijn en mogelijk nakend levenseinde. Het aannemen van een cultuursensitieve houding in de relatie met de zorgvrager is dan ook heel belangrijk. Je kan je inschrijven voor het postgraduaat als je een bachelor- of masterdiploma hebt binnen de zorgverlening. Ook als ASBO, 4de graad of HBO5-verpleegkundige kan je toegelaten worden, als je voldoende gemotiveerd bent. Je ontvangt dan een getuigschrift permanente vorming. Hoe ziet de opleiding eruit Palliatieve zorg betekent een intense zorg voor mensen in een onomkeerbaar stadium van hun ziekte. Als zorgverlener in een residentiële of thuissetting is het belangrijk om te kunnen bijdragen aan het comfort en de levenskwaliteit van een zorgvrager en zijn naasten in deze laatste levensfase. In het postgraduaat Palliatieve zorg verwerf je de nodige inzichten en vaardigheden voor een vraaggestuurd en persoonsgericht palliatief zorgconcept. Dit gebeurt altijd met respect voor levensbeschouwingen, tradities of geloofsvisie en steeds vertrekkend vanuit de rechten van de patiënt. Situering Palliatieve zorg betekent een intense zorg voor mensen in een onomkeerbaar stadium van hun ziekte, ze hebben geen kans meer op genezing. Als zorgverlener in een residentiële of thuissetting is het belangrijk om te kunnen bijdragen aan het comfort en de levenskwaliteit van een zorgvrager en zijn naasten in deze laatste levensfase. De opleiding is sterk wetenschappelijk onderbouwd, zeer praktijkgericht en zet vooral in op interactief werken en casuïstiek. Er is veel aandacht voor individuele leervragen en per lesonderdeel worden praktijkgerichte casussen (vanuit medische, ethische, spirituele, psychologische … invalshoek) geïntegreerd. Basismodule palliatief referent - 6 SP In acht volledige lesdagen maken we je wegwijs in de relevante wetgeving en in de (verdere) uitbouw van de visie en structuur van palliatieve zorg in de eigen organisatie. We bieden inzicht in symptomen en een praktische aanpak in functie van symptoombestrijding en comfortzorg. De psychosociale, emotionele en spirituele impact op de palliatieve patiënt is enorm groot, hoe ga je daar op gepaste wijze mee om? Gepaste communicatie en bespreekbaar maken en begeleiden van voorafgaande zorgplanning komen uitgebreid aan bod in deze module. Dit zowel met de zorgvrager als met de familie. We belichten ook procedures voor palliatieve sedatie en euthanasie en het onderscheid tussen beide. Tot slot hebben we ook ruim aandacht voor jou als zorgverlener. Hoe ga jij om met emoties, angsten, rouwen en hoe hou je jezelf staande zowel professioneel als persoonlijk? Van jou als cursist verwachten we een actieve inbreng aan de hand van casussen uit je eigen dagdagelijkse praktijk en ervaringen. Specialisatiemodule palliatief deskundige - 14 SP De specialisatiemodule is verder opgesplitst in volgende 4 opleidingsonderdelen: 1. Pathologie en verpleegkundige zorg – 4 SP Fysiopathologie en verpleegkundige aandachtspunten bij specifieke problemen komen hier aan bod: ademhaling, urologische en gynaecologische problemen, vocht en voeding, leverstoornissen,… 2. Ethiek, spiritualiteit en veerkracht – 4 SP We gaan dieper in op beslissingen bij het levenseinde, ethische reflecties en deontologie, spiritualiteit van de zorgverlener, levensmoeheid, medisch-psychosociale benadering van het lijden van de verzorgende, veerkracht verhogen, aromazorg… 3. Communicatie in de palliatieve zorg – 3 SP Je verwerft theoretische inzichten in het communicatieproces en krijgt training in gespreksvaardigheden. 4. Integratie – 3 SP In functie van de integratieopdracht leer je gebruik maken van wetenschappelijk literatuur en bespreken en analyseren van casussen. Programma Het volledig postgraduaat Palliatieve Zorg telt 20 studiepunten (20 SP) omvat twee modules. 1. Basismodule Palliatief referent (6 SP) 2. Specialisatiemodule Palliatief deskundige (14 SP) Dit postgraduaat is ontwikkeld in samenwerking tussen Odisee Hogeschool, Erasmushogeschool en Forum Palliatieve zorg. De basismodule Palliatief Referent: telt 8 lesdagen en 1 examendag. Lesdata: donderdagen 21 en 28 september, 5, 10 19 en 26 oktober, 9 en 16 november 2023 Examendatum: 30 november 2023 De specialisatiemodule Palliatief deskundige telt 16 lesdagen, 1 dag inleefsessie en 1 evaluatiedag. Lesdata: donderdagen 18 en 25 januari, 1, 8, 22 en 29 februari, 7, 14, 21 en 28 maart, 18 en 25 april, 2, 16, 23 en 30 mei 2024 Inleefsessie: juni 2024 Examendatum: 13 juni 2024 Alle lesdagen vallen op donderdag van 9.00 uur tot uiterlijk 16.30 uur. Na je studie Getuigschrift Je ontvangt telkens een getuigschrift permanente vorming bij het succesvol afwerken van een module. Indien je geslaagd bent voor beide modules, ontvang je het postgraduaatgetuigschrift. Behaal je je getuigschrift, dan kan je de bijzondere beroepsbekwaamheid ‘Verpleegkundige met een bijzondere deskundigheid in de palliatieve zorg’ aanvragen (afhankelijk van de setting waarin je werkt). Voorwaarden Waar heb je les Odisee Campus Brussel Warmoesberg 26 1000 Brussel Een beperkt aantal lessen worden mogelijks online aangeboden. De inleefsessie vindt plaats op SiTCA op campus Aalst, Kwalestraat 154 te 9320 Aalst. Studiekosten Volledig postgraduaat: € 1800 Basismodule Palliatief Referent: € 850 Specialisatiemodule Palliatief deskundige: € 950 Deze prijzen zijn inclusief digitale syllabi en gebruik van ons online leerplatform. De prijs van de specialisatiemodule (en dus ook het volledig postgraduaat) kunnen we laag houden omdat we voor deze module beroep kunnen doen op een financiële ondersteuning door het Fonds Zuster Leontine, waarvoor onze dank! Inschrijven Je kan inschrijven voor het volledig postgraduaat of voor elk van de modules afzonderlijk. Het getuigschrift van de basismodule is startvoorwaarde om in te schrijven voor de specialisatiemodule. Inschrijven voor het postgraduaat kan online via https://www.odisee.be/opleidingen/postgraduaat-palliatieve-zorg Na inschrijving ontvang je een aanvraagdocument. De programmacoördinator van het postgraduaat zal je aanvraag onderzoeken op basis van de toelatingsvoorwaarden. Praktische informatie Het postgraduaat Palliatieve zorg wordt georganiseerd door Forum Palliatieve Zorg, Erasmushogeschool Brussel en hogeschool Odisee. De lessen vinden plaats op Odisee Campus Brussel, Warmoesberg 26, 1000 Brussel. Je vindt een wegbeschrijving naar de campus op www.odisee.be/campus-brussel . Vlaams opleidingsverlof Deze navorming is erkend voor Vlaams opleidingsverlof voor 20 studiepunten. Eén studiepunt geeft recht op 4 uren Vlaams opleidingsverlof. Deelname aan het examen is verplicht. Per module worden volgende studiepunten toegekend: Basismodule Palliatief Referent: 6 studiepunten Verdiepingsmodule Palliatief deskundige: 14 studiepunten Betaald educatief verlof (Brussels hoofdstelijk gewest) Het postgraduaat Palliatieve zorg geeft recht op 188 uren Betaald educatief verlof. Indien je enkel de basismodule Palliatief Referent volgt, ontvang je 62 uren. Indien je enkel de verdiepingsmodule Palliatief deskundige volgt, ontvang je 126 uren. Indien je afwezig bent, dien je een attest te kunnen voorleggen om als gewettigd afwezig beschouwd te kunnen worden. Kmo-portefeuille Kmo’s kunnen gebruik maken van subsidiëring via de ondernemingsportefeuille voor kmo-bedrijven. Het erkenningsnummer van Odisee Advanced Education is DV.O100347. Meer info: www.agentschapondernemen.be Contact Wens je meer informatie? Neem dan gerust contact op met: Inhoudelijk Eva Jacobs Forum Palliatieve Zorg vorming@forumpalliatievezorg.be Dennis Demedts Erasmushogeschool Brussel dennis.demedts@ehb.be Algemene coördinatie Ann Jaques Odisee hogeschool ann.jaques@odisee.be Opleidingssecretariaat oae.brussel@odisee.be 02 609 37 37 Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}