{
    "id": "107",
    "title": "pedagogie van het jonge kind",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/pedagogie-van-het-jonge-kind",
    "description": "We vormen je in 3 jaar tot opvoedkundig expert in het omgaan met kinderen en gezinnen. Je leert multitasken, leidinggeven, coachen en een pedagogisch beleid uitwerken.",
    "content": "Pedagogie van het jonge kind - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Pedagogie van het jonge kind Kom langs op één van onze infodagen infodagen Voor wie Voor iedereen met een hart voor kinderen. Voor iedereen die sociaal geëngageerd is. Voor de praktijkgerichte persoon die houdt van het directe contact met het werkveld. Voor de creatieve duizendpoot die inspiratie haalt uit cultuur en de samenleving. Voor diegene die samen met anderen op weg wil gaan om de pedagogische kwaliteit in diverse contexten te verbeteren. Opleidingen Pedagogie van het jonge kind Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Voor wie Voor iedereen met een hart voor kinderen. Voor iedereen die sociaal geëngageerd is. Voor de praktijkgerichte persoon die houdt van het directe contact met het werkveld. Voor de creatieve duizendpoot die inspiratie haalt uit cultuur en de samenleving. Voor diegene die samen met anderen op weg wil gaan om de pedagogische kwaliteit in diverse contexten te verbeteren. Hoe ziet de opleiding eruit? Praktijkgerichte opleiding : stages, praktijkopdrachten, kunstzinnige projecten,... Intensieve connectie met het werkveld : stage vanaf het eerste jaar Kunstzinnige aanpak door middel van : muzische vorming door beweging, drama, muziek, beeldtaal,... Interculturele en internationale focus met nadruk op meerstemmigheid Jij kiest welke richting je uit wil: de brede sector van de kinderopvang, socio-culturele sector, gezinsondersteuning, onderwijs, ... Pedagogisch coach worden: hoe doe je dat? De sociaal geëngageerde (stads)pedagoog heeft een hart voor kinderen. De pedagogisch coach is een meerwaarde in die organisaties waar kinderen, gezinnen en professionals elkaar ontmoeten. Coachend en ondersteunend bouw je bruggen en breng je pedagogische vernieuwing binnen. Door in te zetten op verbinding en dialoog word je een krachtige coach en leidinggevende. Jouw focus ligt op het creëren van een sterk pedagogisch klimaat waar alle betrokkenen zich thuis voelen. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings De kern van je opleiding Hoe ondersteun je kinderen en hun omgeving in hun totale ontwikkeling ? Via het opbouwen van kennis, het ontwikkelen van communicatievaardigheden, het bedenken van kunstzinnige projecten, het versterken van sociale cohesie en het uitbouwen van netwerken tussen mensen en organisaties in de stad, oefen je de nodige competenties om anderen mee te nemen in dynamische veranderingsprocessen. Dus als coach ondersteun je organisaties in: coaching van individuen en groepen opzetten van projecten inzetten op wederzijdse relaties met ouders en de buurt opbouwen van partnerschappen met andere verenigingen uitbouwen van netwerken geven van vormingen ... Werken met kinderen en hun ouders, coachen van medewerkers in de kinderopvang, bieden van opvoedingsondersteuning en stimuleren van de culturele beleving bij kinderen zijn de grote leerlijnen van deze opleiding. Via projecten, stages, excursies en werkcolleges gaan we op een praktijkgerichte wijze aan de slag. Inge De Bus Oud-studente en pedagogisch coach Vakken Cultuur is de hefboom en ruggengraat van je identiteit. Cultuur bepaalt mee hoe elk kind zich als persoonlijkheid ontwikkelt. Kinderen drukken zich graag creatief uit met beweging, drama, muziek, beeldtaal,… In de opleiding brengen we je in contact met je eigen creativiteit via kunst en muziek. Zo kan je ook het creatief proces bij anderen (h)erkennen. We brengen je theorie bij en focussen evenzeer op zelf beleven en je laten inspireren. De opleiding is grensverleggend omdat ze pedagogische competentie combineert met coaching, leidinggeven en cultuureducatie. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Programma Pedagogie van het jonge kind jaar 1 Veld Credits Het krachtige kind (0 - 16 jaar) Ontwikkelingspsychologie 3 Zorg voor het jonge kind 3 Taalontwikkeling en begeleiding 4 Spelontwikkeling en begeleiding 3 Trends en tendensen in opvoeden 3 Het labo: van rammelaar tot raket 7 Het gezinssysteem Het gezin als psycho-sociaal systeem 3 Synergie Basiscommunicatie en groepsdynamica 3 Evidence based coaching 3 Kwaliteitsbeleid en -zorg 3 Kinderopvang in de samenleving Organisatie van zorg en welzijn / Onderwijs / Kind- en jeugdbeleid 3 Wereldburgerschap Ontdek het kind in jezelf 5 Ethisch redeneren 3 Kind & maatschappij 3 Ontwikkelen door onderzoeken Onderzoekscyclus 3 Professionaliseren Beginners stage 5 POP 1 3 Programma Pedagogie van het jonge kind jaar 2 Veld Credits Het krachtige kind (0 - 16 jaar) Project filosoferen met kinderen 3 Naar de wortels Het gezinssysteem Project Goed ouderschap? 6 Synergie Coaching en leiderschap 3 Coaching 3 Vormingsmethod(iek)en 3 Kinderopvang in de samenleving Project Educare 3 Wereldburgerschap Door het oog van de kaleidoscoop Opvoedingsvraagstukken in grootstedelijke context 4 Ontwikkelen door onderzoeken Onderzoeksmethoden 3 Professionaliseren Coaching stage 7 Verbredende stage 7 POP 2 3 Programma Pedagogie van het jonge kind jaar 3 Veld Credits Het gezinssysteem Systeem in crisis 5 Casestudies gezinsondersteuning 4 Synergie Synergie 5 Kinderopvang in de samenleving Kind in de buurt 3 Wereldburgerschap Cultuureducatie 3 Kinderparticipatie 3 Intergenerationele dialoog 3 Ontwikkelen door onderzoeken Ontwikkelen door innoveren 4 Professionaliseren Afstudeerstage (internationaal) 20 POP 3 3 Bachelorproef 7 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Check de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Stage Stage is een belangrijk onderdeel van je opleiding Pedagogie van het jonge kind. Je gaat meteen in het eerste jaar het werkveld al verkennen. Daarbij werk je met een persoonlijk ontwikkelingsplan (POP) waarin je persoonlijke en professionele ontwikkeling centraal staat. Je eerste jaar In het eerste jaar maak je kennis met alle aspecten van het werkveld . Observeren, oriënteren, documenteren en een coachende houding aannemen staan centraal. Je tweede jaar Het tweede jaar staat volledig in het teken van je ontwikkeling als coach . Je scherpt je vaardigheden aan om werknemers te begeleiden en je maakt kennis met de socioculturele sector, opvoedingsondersteuning, het onderwijs,… Je kan er ook voor kiezen om ervaring op te doen in een andere taal en cultuur . Je derde jaar In het derde en laatste jaar kies je zelf een stageplek en verdiep je je in onderzoeksvaardigheden . Tijdens de stages werk je met een individueel plan waarin je persoonlijke en professionele ontwikkeling centraal staan. Naar het buitenland Je kan je blik nog meer verruimen met een stage in het buitenland. Internationale ervaring opdoen is een belangrijke pijler van onze opleiding. Daarom gaan we binnen de opleiding ook op reis. Zo ontdek je buiten onze landsgrenzen vernieuwende ideeën en inzichten die je kan toepassen in je eigen werkmethodes. Na je studie Aan het werk Je kan aan de slag binnen verschillende sectoren: het onderwijs en de buiten- en naschoolse opvang de socioculturele sector de gezondheidszorg jeugdwerk, speelpleinen, jeugddiensten, jeugdhulp diensten voor onthaalouders gezinsopvang opvoedingswinkels, Huizen van het Kind, Inloopteams ... Verder studeren Aan EhB Check onze postgraduaten en bij-& nascholingen. Word leraar Ga voor een master Start met een schakelprogramma aan de VUB. Waar heb je les? Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Flexibel studeren Verkort traject of werktraject Ons verkort traject is een flexibele opleiding . Deze opleiding kan je eventueel combineren met een job. Voor het behalen van een bachelordiploma moet je 180 studiepunten behalen. Om deze 180 studiepunten binnen het verkorte en flexibele programma te verwerven, kan je enkel inschrijven als je recht hebt op studieduurvermindering via EVC (elders verworven competenties) of EVK (elders verworven kwalificaties). Voor wie is zo'n flexibel traject? Je hebt al minstens 3 jaar werkervaring als kinderbegeleider Aan kinderbegeleiders vragen we minimaal 3 jaar werkervaring. Bij je inschrijving stap je onmiddellijk in het modeltraject van 150 studiepunten. De overige 30 studiepunten behaal je aan de hand van zelfstandige taken en het doorlopen van een EVC-procedure. Ik heb een bachelor of master en ervaring in werken met kinderen Heb je een diploma hoger onderwijs en ervaring in het werken met kinderen, dan kan je ook toegelaten worden, maar dien je een aanvraagdossier EVC en/of EVK samen te stellen. Na de analyse van je aanvraagdossier wordt je traject samengesteld. Een traject op maat Indien je voldoet aan de toelatingsvoorwaarden voor het verkorte traject, overloopt de coördinator met jou het opleidingsprogramma. Je krijgt de kans al je vragen te stellen en we stippelen samen met jou een traject uit dat afgestemd is op jouw organisatorische mogelijkheden . We proberen rekening te houden met de combinatie van werken en studeren, een gezin,... Jij bepaalt de duur van de opleiding Denk rustig na over de samenstelling en het tijdspad van je traject . Op hoeveel tijd wil je de opleiding afronden? Geef jezelf ook wat krediet. Als je tijdens de opleiding merkt dat je meer tijd nodig hebt, kan je een aanvraag doen om het traject meer te spreiden . Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Kosten standaard modeltraject Kosten werktraject Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2023 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2024 tot 2030 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Pedagogie van het jonge kind? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: ma tot vrij van 9u tot 16u bel ons: 02 213 61 10 mail ons: studentensecretariaat.mm@ehb.be kom langs: campus Kanal, Slotstraat 28 1000 Brussel Subsidies en beurzen Check of je recht hebt op een studietoelage Aanvraag tot KMO-portefeuille Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Mail het opleidingshoofd Geert De Raedemaeker Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel een vraag via dit formulier Bestel de gedrukte folder hier Gerelateerde verhalen Verhaal PJK-studenten op stap met Boekenbende aan Huis! Van februari tot april 2024 namen de eerstejaars studenten van Pedagogie van het Jonge Kind het kader van hun POP (Persoonlijk Ontwikkelingsportfolio deel aan het Boekenbende aan Huis project. ··· Verhaal Studenten Pedagogie van het jong kind op pad in Molenbeek Ieder jaar lanceert de bachelor Pedagogie van het jonge kind de projectoproep ‘Ontmoeten in vrije confrontatie’. Hierbij ontwikkelen de studenten in samenwerking met lokale partners projecten die de ontmoeting tussen ouders in de wijken van de Brusselse gemeente Sint-Jans-Molenbeek faciliteren. ··· Verhaal Studenten ontwikkelen prikkelparcours De eerstejaarsstudenten van Pedagogie van het jonge kind bouwden deze week aan een zintuigelijke tuin. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Studiedag Ontmoetingsdag Leerplichtonderwijs Vrijdag 14 Juni 2024 , 8:30 tot 17:30 We staan stil bij het centrale thema van leiderschap in het onderwijs, beter bekend als ‘teacher leadership’. Dit jaar moedigen we je aan om de Brusselse binnenstad te verkennen. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}