{
    "id": "108",
    "title": "pediatrie & neonatologie",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/pediatrie-neonatologie",
    "description": "Het PG Pediatrie en Neonatologie zorgt voor een kwalificatieverhoging als professional. We bieden een boeiende opleiding in een dynamische leeromgeving.",
    "content": "Pediatrie & Neonatologie - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Pediatrie & Neonatologie Voor wie De opleiding Postgraduaat Pediatrie & Neonatologie is toegankelijk voor studenten met basisopleiding: • Bachelor in de Verpleegkunde; • Bachelor in de Vroedkunde; Opleidingen Pediatrie & Neonatologie Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie De opleiding Postgraduaat Pediatrie & Neonatologie is toegankelijk voor studenten met basisopleiding: • Bachelor in de Verpleegkunde; • Bachelor in de Vroedkunde; Hoe ziet de opleiding eruit Het Postgraduaat Pediatrie en Neonatologie zorgt voor een kwalificatieverhoging als professional. We bieden een boeiende opleiding in een dynamische leeromgeving. De lessen worden gegeven door een gedreven en enthousiast docententeam van experten, elk binnen een bepaald terrein van de pediatrische verpleegkunde. We werken vanuit een pluralistische visie en met state of the art materiaal. Gezien onze lesgevers midden in het werkveld staan, zijn we steeds mee met de recentste ontwikkelingen op de werkvloer. Om de authenticiteit te bewaren, maken we gebruik van Clinical Skills en Simulation Center EhB-VUB. Met deze opleiding zal je als verpleegkundige de totaalzorg realiseren in een pluridisciplinair kader. Zowel acute, chronische, geestelijke, oncologische als sociale zorg voor het kind vormen je beroepsdomein. Lesprogramma 60 studiepunten 450 contacturen theoretisch onderwijs 450 uur stage (kan je lopen in de instelling waar je werkt) Vaste lesdag afhankelijk van de module waar je voor inschrijft. Werken en studeren mogelijk. Eerste lesdag op dinsdag 19 september 2023. Lesprogramma Gedetailleerde info over vakken : beoordeling, examens, doelstellingen,... Vakken Module 1: Pediatrische basisprincipes en -ontwikkeling Deze module benadert de fundamentele principes van de ontwikkeling van het gezonde kind en de pathofysiologische processen die kunnen optreden in deze fase. Vertrekkende vanuit de normale ontwikkeling van het kind, verdiepen we ons in de geestelijke, medische, heelkundige, acute en neonatale pathofysiologie. Een schriftelijk examen van deze module in de examenweken na de kerstvakantie. Module 2: Acute en kritische gespecialiseerde pediatrische zorg. Binnen de pediatrische gezondheidszorg bestaat er een brede waaier aan subspecialisaties. In deze module wordt er gestreefd naar een zeer specialistisch aanbod binnen een acute pediatrische setting en situaties, dat wordt verzorgd door toonaangevende experten. Een schriftelijk examen van deze module in de examenweken na de kerstvakantie. Module 3: Neonatale gespecialiseerde zorg (NICU) Binnen de pediatrische gezondheidszorg bestaat er een brede waaier aan subspecialisaties. In deze module wordt er gestreefd naar een zeer specialistisch aanbod binnen de neonatologie, dat wordt verzorgd door toonaangevende experten. Een schriftelijk examen van deze module in de examenweken in juni. Module 4: Chronische zorgen in de pediatrie Hier wordt de medische kennis van het chronisch zieke kind besproken met specifieke aandacht voor kinderoncologie, respiratoire problematiek (astma, chronische bronchitis,…), chronische nierinsufficiëntie, endocriene en metabole aandoeningen (diabetes, mucoviscidose,…) en de psychosociale en financiële gevolgen hiervan voor het hele gezin. Een schriftelijk examen van deze module in de examenweken in juni. Module 5: Psychosociale zorgen in de pediatrie en de jeugdzorg. In deze module wordt er aandacht besteed aan de eerstelijnszorg en - preventie, pleegzorg en de deontologische aspecten in de zorgverlening. De module gaat tevens dieper in op de culturele aspecten en invloeden op de zorgverlening en de kinder- en jeugdpsychiatrie en levenseinde. Een schriftelijk examen van deze module in de examenweken in juni. Module 6: Klinisch onderwijs (stage) Klinisch onderwijs in de zorgdomeinen pediatrische basisgezondheidszorg of extra-murale pediatrische zorg of kinder- en jeugdpsychiatrie; Neonatologie, met inbegrip van de intensieve neonatale zorg; Algemene en gespecialiseerde medisch-chirurgische eenheden voor kinderen met inbegrip van intensieve zorg en spoedvallenzorg. Module 7: Integratie proef Deze geïntegreerde proef omvat een individuele mondelinge proef over de leerstof die doorheen de opleiding werd gezien. Het doel is de integratie van kennis en verpleegkundig inzicht door de toepassing in casuïstiek. Aan het begin van het academiejaar worden drie casussen beschikbaar gesteld via de elektronische leeromgeving. Doorheen het academiejaar hebben de studenten de mogelijkheid om kennis op te frissen of informatie op te zoeken omtrent de casussen. Dit kan gaan over verpleegkundige interventies, pathologie, medicatie, …In juni komt de student voor een jury om vragen te beantwoorden over twee van de drie casussen. Na je studie Beroepstitel De opleiding voldoet aan de voorwaarden voor het bekomen van de bijzondere beroepstitel Verpleegkundige gespecialiseerd in de Pediatrie en Neonatologie. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt 2200 euro - inclusief cursusmateriaal. Het cursusmateriaal wordt online of in afdruk beschikbaar gesteld. Deze opleiding geeft recht op betaald educatief verlof en Vlaams opleidingsverlof. Er kan ook apart per module ingeschreven worden. Elke module kost 400 euro. Inschrijven Vragen? Neem contact met de coördinator Isolde Van Heymbeeck voor een persoonlijk gesprek. Schrijf je hier in You must have JavaScript enabled to use this form. Ik schrijf me in voor deze opleiding - Geen - professionele bachelor Biomedische Laboratoriumtechnologie professionele bachelor Communicatie professionele bachelor Hotelmanagement professionele bachelor Idea & Innovation Management professionele bachelor Journalistiek educatieve bachelor Kleuteronderwijs educatieve bachelor Lager Onderwijs educatieve bachelor Secundair Onderwijs verkorte educatieve bachelor Secundair Onderwijs professionele bachelor Landschaps- & Tuinarchitectuur professionele bachelor Multimedia & Creatieve Technologie professionele bachelor Organisatie & Management professionele bachelor Pedagogie van het Jonge Kind professionele bachelor Sociaal Werk professionele bachelor Toegepaste Informatica professionele bachelor Toerisme- & Recreatiemanagement professionele bachelor Verpleegkunde professionele bachelor Voedings- & Dieetkunde professionele bachelor Vroedkunde professionele bachelor Audiovisuele Kunsten (na toelatingsproef) professionele bachelor Musical (na toelatingsproef) academische bachelor Audiovisuele Kunsten (na toelatingsproef) academische bachelor Muziek (na toelatingsproef) academische bachelor Drama (na toelatingsproef) graduaat Accounting Administration graduaat Accounting Administration (E-learning) graduaat Basisverpleegkunde Educatieve Graduaatsopleiding Secundair Onderwijs graduaat Elektromechanische Systemen graduaat Juridisch-administratieve Ondersteuning graduaat Logies-, Restaurant- & Cateringmanagement graduaat Marketing & Communicatiesupport graduaat Podium- & Eventtechnieken postgraduaat Coding postgraduaat Cosmetic Sciences postgraduaat Diabeteseducator postgraduaat Fiscaliteit postgraduaat Forensisch Hulpverlenend Expert postgraduaat Forensisch Onderzoek postgraduaat Forensisch Verpleegkundig Expert postgraduaat Health Coach postgraduaat Informatiemanagement postgraduaat Musical postgraduaat Muziek postgraduaat Niet-Confessionele Zedenleer graduaat Programmeren graduaat Systeem- & Netwerkbeheer postgraduaat Applied Bio-Informatics in Research postgraduaat Bedrijfsverpleegkunde postgraduaat Palliatieve Zorg postgraduaat Pediatrie en Neonatologie postgraduaat Peri-operatieve Zorgen postgraduaat Procesbegeleider Ethiek in Zorg en Welzijn postgraduaat Toegepaste Artificiële Intelligentie banaba Zorgmanagement micro-credential Accounting Administration (boekhouden) micro-credential Bedrijfsbeleid micro-credential Boekhouden voor werknemers micro-credential Boekhouden voor zelfstandigen micro-credential Cybersecurity & Ethical Hacking micro-credential Hulpboekhouder micro-credential Multimedia en Creatieve Technologie Expertise micro-credential Onderneming & Recht (Juridisch-administratieve Ondersteuning) micro-credential Preventieve gezondheid, voeding, beweging, ziekte- en infectiepreventie en mentaal welzijn micro-credential Proefdierkunde micro-credential Tourism & Leisure Basics I & II Ik ben enkel geïnteresseerd in een bij- & nascholing 2024-2025. Hou mij de hoogte wanneer de inschrijvingen openen. Ja, stuur mij een mail als de inschrijvingen openen Ik ben momenteel - Selecteren - student in het middelbaar onderwijs student in het hoger onderwijs aan het werk andere familienaam voornaam e-mail straat + huisnummer postcode woonplaats Ik wil EhB-nieuws ontvangen in mijn mailbox Ja Nee Ja, ik start mijn inschrijving Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Matthias Waegemans - Opleidingshoofd VP I solde Van Heymbeeck - Coördinator Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}