{
    "id": "109",
    "title": "peri-operatieve zorgen",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/peri-operatieve-zorgen",
    "description": "Het PG peri-operatieve zorgen zorgt voor een kwalificatieverhoging als zorgprofessional die ervoor kiest om in een operatiekwartier aan de slag te gaan",
    "content": "Peri-operatieve zorgen - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Peri-operatieve zorgen Voor wie De opleiding Postgraduaat Peri-operatieve zorgen is toegankelijk voor studenten met basisopleiding: - Bachelor in de Verpleegkunde - Bachelor in de Vroedkunde Opleidingen Peri-operatieve zorgen Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie De opleiding Postgraduaat Peri-operatieve zorgen is toegankelijk voor studenten met basisopleiding: - Bachelor in de Verpleegkunde - Bachelor in de Vroedkunde Hoe ziet de opleiding eruit Het Postgraduaat peri-operatieve zorgen zorgt voor een kwalificatieverhoging als zorgprofessional die ervoor kiest om in een operatiekwartier aan de slag te gaan. We bieden een boeiende opleiding in een dynamische leeromgeving. De lessen worden gegeven door een gedreven en enthousiast docententeam van experten, elk binnen een bepaald terrein van de verpleegkunde. We werken vanuit een pluralistische visie en met state of the art materiaal. Gezien onze lesgevers midden in het werkveld staan, zijn we steeds mee met de recentste ontwikkelingen op de werkvloer. Om de authenticiteit te bewaren, maken we gebruik van Clinical Skills en het Brussels Integrated Care Simulatiecentrum op de campus van Erasmushogeschool Jette. Met deze opleiding zal je als verpleegkundige de totaalzorg realiseren in een pluridisciplinair kader. Zowel anesthesie, chirurgie als pre- en postoperatieve zorg vormen je beroepsdomein. De totale studieomvang bedraagt 60 studiepunten. Het theoretisch onderwijs omvat 13 lesdagen in het eerste semester en 15 lesdagen in het tweede semester, wat overeenkomt met 196 contacturen (kan zowel on campus als online zijn), het klinisch deel (stage) 450 uren, waarvan 3 stages van 150 uren. De stage kan je lopen in de instelling waar je werkt. De lessen vinden plaats op vaste lesdagen (zaterdagen). Je leerproces wordt ondersteund door een elektronische leeromgeving. Zo wordt werken en studeren mogelijk. Met ons postgraduaat peri-operatieve zorgen, zul je een cruciale rol spelen in het realiseren van totaalzorg binnen een pluridisciplinair kader. Anesthesie, chirurgie en pre- en postoperatieve zorg vormen jouw boeiende beroepsdomein. • Studieomvang: Een totaal van 60 studiepunten wacht op jou. Dit omvat zowel theoretisch onderwijs als praktische ervaring. • Theoretisch Onderwijs: Gedurende 13 lesdagen in het eerste semester en 15 lesdagen in het tweede semester word je ondergedompeld in de essentiële kennis. De lessen vinden zowel on campus als online plaats. • Klinische Ervaring: Jouw stage is een cruciaal onderdeel van je leerproces. Je zult 450 uren doorbrengen in de praktijk, verdeeld over 3 stages van elk 150 uren. Je kunt je stage volgen in de instelling waar je momenteel werkt. • De lessen vinden plaats op vaste lesdagen (zaterdagen), zodat je werk en studie perfect kunt combineren. • Elektronische Leeromgeving: Ons moderne platform ondersteunt jouw leerproces. Modules Module 1: Basis verpleegkundige zorgen in de peroperatieve setting. (5 sp) In deze module wordt het takenpakket van de omloopverpleegkundige besproken. De begeleiding en de opvang van de operatiepatiënt komen aan bod, net zoals de verpleegkundige taken bij anesthesie, zowel algemene als locoregionale Tevens omvat deze module organisatorische aspecten van het operatiekwartier, hygiëne, communicatie,.... Module 2: Anesthesie (5 sp) Deze module benadert de fundamentele principes van de anesthesie en de pathofysiologische processen die kunnen optreden in deze fase. In deze module worden preoperatieve taken, peroperatieve taken bij algemene anesthesie als verpleegkundige taken bij locoregionale anesthesie besproken. Module 3: Chirurgie (5 sp) In deze module komen de verschillende chirurgische disciplines zoals neurochirurgie, cardiovasculaire chirurgie, thoracale heelkunde, abdominale heelkunde en orthopedie aan bod vanuit een pathofysiologische benadering. Module 4: Verpleegkundige aanpak van de chirurgie. (5sp) In deze module wordt er dieper ingegaan op de positionering van de patiënt, de voorbereiding van het operatieveld, instrumentatie, specifieke apparatuur, steriliteit. Module 5: Stralingsprotectie (5 sp) Met deze module kan je het getuigschrift van radioprotectie behalen. Module 6: Pre- en Postoperatieve zorg (5 sp) Binnen deze module wordt er vooral de nazorg behandeld van de patiënt in het operatiekwartier. Zowel de patiënt op de low-care ontwaakzaal als de patiënt op de high-care ontwaakzaal worden besproken met een uitdieping per chirurgisch specialisme (abdominaal, neurochirurgisch, vasculair,…). Module 7: Klinisch onderwijs: 450 uren (30 studiepunten) Stage te verdelen over drie stageplaatsen waarvan minstens 1 stageplaats in een instelling moet zijn waar cardiochirurgie aanwezig is. Elke stage omvat 150 uren. Na je studie Attest Na het succesvol voltooien van de module ontvang je een creditbewijs. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten 2200 € - inclusief cursusmateriaal. Het cursusmateriaal wordt online of in afdruk beschikbaar gesteld. Per module kan er ingeschreven worden aan 400 euro per module. Deze opleiding geeft recht op betaald educatief verlof en Vlaams opleidingsverlof. Inschrijven Geïnteresseerden kunnen bij vragen rechtstreeks contact opnemen met de coördinator Isolde Van Heymbeeck voor een persoonlijk gesprek. Schrijf je hier in You must have JavaScript enabled to use this form. Ik schrijf me in voor deze opleiding - Geen - professionele bachelor Biomedische Laboratoriumtechnologie professionele bachelor Communicatie professionele bachelor Hotelmanagement professionele bachelor Idea & Innovation Management professionele bachelor Journalistiek educatieve bachelor Kleuteronderwijs educatieve bachelor Lager Onderwijs educatieve bachelor Secundair Onderwijs verkorte educatieve bachelor Secundair Onderwijs professionele bachelor Landschaps- & Tuinarchitectuur professionele bachelor Multimedia & Creatieve Technologie professionele bachelor Organisatie & Management professionele bachelor Pedagogie van het Jonge Kind professionele bachelor Sociaal Werk professionele bachelor Toegepaste Informatica professionele bachelor Toerisme- & Recreatiemanagement professionele bachelor Verpleegkunde professionele bachelor Voedings- & Dieetkunde professionele bachelor Vroedkunde professionele bachelor Audiovisuele Kunsten (na toelatingsproef) professionele bachelor Musical (na toelatingsproef) academische bachelor Audiovisuele Kunsten (na toelatingsproef) academische bachelor Muziek (na toelatingsproef) academische bachelor Drama (na toelatingsproef) graduaat Accounting Administration graduaat Accounting Administration (E-learning) graduaat Basisverpleegkunde Educatieve Graduaatsopleiding Secundair Onderwijs graduaat Elektromechanische Systemen graduaat Juridisch-administratieve Ondersteuning graduaat Logies-, Restaurant- & Cateringmanagement graduaat Marketing & Communicatiesupport graduaat Podium- & Eventtechnieken postgraduaat Coding postgraduaat Cosmetic Sciences postgraduaat Diabeteseducator postgraduaat Fiscaliteit postgraduaat Forensisch Hulpverlenend Expert postgraduaat Forensisch Onderzoek postgraduaat Forensisch Verpleegkundig Expert postgraduaat Health Coach postgraduaat Informatiemanagement postgraduaat Musical postgraduaat Muziek postgraduaat Niet-Confessionele Zedenleer graduaat Programmeren graduaat Systeem- & Netwerkbeheer postgraduaat Applied Bio-Informatics in Research postgraduaat Bedrijfsverpleegkunde postgraduaat Palliatieve Zorg postgraduaat Pediatrie en Neonatologie postgraduaat Peri-operatieve Zorgen postgraduaat Procesbegeleider Ethiek in Zorg en Welzijn postgraduaat Toegepaste Artificiële Intelligentie banaba Zorgmanagement micro-credential Accounting Administration (boekhouden) micro-credential Bedrijfsbeleid micro-credential Boekhouden voor werknemers micro-credential Boekhouden voor zelfstandigen micro-credential Cybersecurity & Ethical Hacking micro-credential Hulpboekhouder micro-credential Multimedia en Creatieve Technologie Expertise micro-credential Onderneming & Recht (Juridisch-administratieve Ondersteuning) micro-credential Preventieve gezondheid, voeding, beweging, ziekte- en infectiepreventie en mentaal welzijn micro-credential Proefdierkunde micro-credential Tourism & Leisure Basics I & II Ik ben enkel geïnteresseerd in een bij- & nascholing 2024-2025. Hou mij de hoogte wanneer de inschrijvingen openen. Ja, stuur mij een mail als de inschrijvingen openen Ik ben momenteel - Selecteren - student in het middelbaar onderwijs student in het hoger onderwijs aan het werk andere familienaam voornaam e-mail straat + huisnummer postcode woonplaats Ik wil EhB-nieuws ontvangen in mijn mailbox Ja Nee Ja, ik start mijn inschrijving Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Matthias Waegemans - Opleidingshoofd VP Isolde Van Heymbeeck - Coördinator Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Gerelateerde verhalen Verhaal Heel wat nieuws te ontdekken in 2023-2024 We starten heel wat nieuwe opleidingen in september en er is voor elk wat wils: kort of lang en in tal van domeinen. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}