{
    "id": "114",
    "title": "procesbegeleider ethiek in zorg en welzijn",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/procesbegeleider-ethiek-zorg-en-welzijn",
    "description": "Postgraduaat Ethisch procesbegeleider in Zorg en Welzijn",
    "content": "Procesbegeleider ethiek in zorg en welzijn - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Procesbegeleider ethiek in zorg en welzijn Voor wie Deze opleiding is toegankelijk voor studenten met basisopleiding: Bachelor in de welzijn en gezondheidszorg Master De opleiding is toegankelijk na een intakegesprek Opleidingen Procesbegeleider ethiek in zorg en welzijn Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Deze opleiding is toegankelijk voor studenten met basisopleiding: Bachelor in de welzijn en gezondheidszorg Master De opleiding is toegankelijk na een intakegesprek Hoe ziet de opleiding eruit Een bejaarde vrouw wil niet gewassen worden door een mannelijke zorgkundige. De familie van een geriatrische patiënte neemt contact op met de sociale dienst. Ze zijn zeer bezorgd over de toestand van hun moeder en menen dat zij dringend moet opgenomen worden in een woonzorgcentrum. Omdat de patiënte zich daartegen verzet, willen ze haar wijsmaken dat ze enkele weken met vakantie mag … in dat woonzorgcentrum. Een diabetespatiënt die gisteren nog moord en brand schreeuwde omdat er geen suiker-vrije confituur in huis was, zit vandaag stiekem de resterende gebakjes op te snoepen. Een niet-gevaccineerde coronapatiënt neemt een bed in dat je eigenlijk nodig hebt voor een pas geopereerde kankerpatiënt en bovendien zijn al je collega's gloeiend kwaad op al die antivaxers die al maanden stress op de afdeling veroorzaken. Een bewoner met matige dementie die op de beveiligde afdeling opgenomen is, laat je alle dagen weten dat hij dood wil. De familie van een oudere eist dat je hun moeder fixeert in haar rolstoel, waar de vrouw in kwestie zich met klem tegen verzet …. Dit zijn allemaal ethische vragen waarmee zorgverleners dagelijks worden geconfronteerd. Ze leiden vaak tot morele dilemma's: beslissingen waar geen goede kant aan is. Elk alternatief heeft voordelen, maar leidt ook tot schade. Deze problemen kunnen tot morele stress leiden bij de zorgverleners en onzekerheid bij de bestuurders. Daarom is het erg belangrijk dat er op de werkvloer medewerkers actief zijn met een specifieke deskundigheid in het bieden van ondersteuning bij het zoeken naar antwoorden op deze vragen. We richten een postgraduaat in om deze deskundigen op te leiden. De context voor ethiek op de werkvloer is in volle ontwikkeling en mutatie. Global qmentum van Niaz voorziet ethische ondersteuning net als Preso voor de ouderenzorg. Kortom, de aandacht voor ethiek op de werkvloer vergroot. Ons postgraduaat richt zich vooral tot de mensen uit de residentiële sector en de thuiszorg. De opleiding van de mensen die hiervoor in aanmerking komen is heel divers: master, bachelor, banaba,… Het Postgraduaat Procesbegeleider ethiek in zorg en welzijn stelt zich (vooral) open voor operationeel leidinggevenden. Het zijn zij die aan de hand van hun contacten met zorgverstrekkers het gemakkelijks de praktisch-ethische situaties kunnen oppikken en er ook mee moeten kunnen omgaan. Dit gebeurt vanuit hun rol als coach en mentor. Dit alles echter op voorwaarde dat de instelling zich hiervoor open stelt en hiervoor plaats (werktijd) maakt. Lesgevers o Prof. em. Jean Paul Van Bendegem (VUB), ambassadeur van de opleiding o Prof Adelheid Rigo (VUB), o Prof. Axel Liégeois (KUL) Wat ga je leren Kritisch reflecteren over eigen handelen, zowel het eigen gedrag als dat van anderen. Ontwikkelen van specifieke competentieprofielen: open staan voor ethische vraagstelling vanuit het werkveld en het bezitten van de nodige know-how om hiermee om te gaan en ermee te werken. Zich bewust zijn van ethische problemen en ze kunnen duiden. Ethisch reflecteren van onderuit (vanuit problemen van de zorgvrager doordenken) aan de hand van empathisch vermogen. Enerzijds reflecteren om te komen tot een eigen handelingswijze die men goed vindt. Anderzijds in staat zijn om eigen handelingswijze aan derden te duiden en beargumenteren waarom het goed is. Bezitten van de nodige theoretische bagage die interventies op de werkvloer kunnen ondersteunen. Lesprogramma De lessen vinden plaats op donderdag van 13u tot 20u. Het postgraduaat is opgebouwd uit 5 modules: Module 1: Theorie Deze module benadert de theoretische kaders: Inleiding Ethiek-Moraal-recht Ethische families Zorg, ethiek van de zorg in instellingen, principlistische ethiek, skilled compagnionship, Presentietheorie, Diskurs-ethiek, bemoeizorg… Deze module wordt afgesloten met een reflectieverslag op basis van de aangereikte theorie. Module 2: Ethiek in de instelling Deze module heeft als doestelling meer duidelijkheid te brengen rond de plaats die ethiek kan en moet hebben in de instelling. We stellen vast dat dit alles nog werkelijk in de kinderschoenen staat, alle pogingen ten spijt zowel in de ouderenzorg als in de ziekenhuizen. Er bestaat in heel wat instellingen een vorm van koudwatervrees om ethiek expliciet een plaats te geven in de dagelijkse werking. Anderzijds stellen we vast dat er toch al heel wat instellingen inspanningen hebben geleverd om ethiek in de werking te integreren. We gaan in deze module dieper in op De huidige situatie aan de hand van bestaande wetgeving, zowel federaal als op het vlak van de gemeenschappen. De wijze waarop instellingen ethiek haar plaats kunnen geven op verschillende niveaus: beleid, operationeel leidinggevenden, werkvloer. De wijze waarop ethische problemen en knelpunten kunnen aangepakt worden binnen de instellingen. Deze module wordt afgesloten met een reflectieverslag rond de plaats van ethiek in de instelling en eventuele aanpassingen Module 3: Methodieken In deze module wordt aan de hand van specifieke methodieken een analyse gemaakt van concrete morele situaties. Deze module wordt afgesloten met een reflectieverslag rond de afronding van een institutioneel project Module 4: Actuele thema’s Ethiek is een heel breed begrip dat zich ook richt naar intermenselijke verhoudingen en de wijze waarop de samenleving hiermee omgaat. Dit is sterk cultureel gebonden en kan dus ook evolueren in functie van de tijd. Het spreekt dus voor zich dat bepaalde problematieken zich vandaag voordoen daar waar dit absoluut niet het geval was in het verleden. In deze vierde module gaan we wat dieper in op een paar belangrijke problematieken die zich vandaag aanbieden. Deze module wordt afgesloten met een reflectieverslag rond een actueel ethisch thema Module 5: Project Er worden vier studiepunten voorzien voor een project. Dit project loopt doorheen de vorming en omvat de implementatie van een nieuwe praktijk binnen de instelling waar zij of hij werkzaam is. Het is niet vrijblijvend en moet gebeuren met toestemming van de instelling. Het project wordt klassikaal voorgesteld in aanwezigheid van de medestudenten. Programma Na je studie Referent personen ethiek in de zorg en welzijn kunnen werken vanuit verschillende posities: Als staffunctie op beleidsniveau. Als operationeel leidinggevende (hoofdverpleegkundige, coördinator van een afdeling of team in WZC of thuiszorg). Als zorgverstrekker op de werkvloer. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt 995 euro inclusief cursusmateriaal. Deze opleiding geeft recht op betaald educatief verlof. Inschrijven Geïnteresseerden kunnen bij vragen rechtstreeks contact opnemen met de coördinator Julien Libbrecht voor een persoonlijk gesprek. Schrijf je hier in You must have JavaScript enabled to use this form. Ik schrijf me in voor deze opleiding - Geen - professionele bachelor Biomedische Laboratoriumtechnologie professionele bachelor Communicatie professionele bachelor Hotelmanagement professionele bachelor Idea & Innovation Management professionele bachelor Journalistiek educatieve bachelor Kleuteronderwijs educatieve bachelor Lager Onderwijs educatieve bachelor Secundair Onderwijs verkorte educatieve bachelor Secundair Onderwijs professionele bachelor Landschaps- & Tuinarchitectuur professionele bachelor Multimedia & Creatieve Technologie professionele bachelor Organisatie & Management professionele bachelor Pedagogie van het Jonge Kind professionele bachelor Sociaal Werk professionele bachelor Toegepaste Informatica professionele bachelor Toerisme- & Recreatiemanagement professionele bachelor Verpleegkunde professionele bachelor Voedings- & Dieetkunde professionele bachelor Vroedkunde professionele bachelor Audiovisuele Kunsten (na toelatingsproef) professionele bachelor Musical (na toelatingsproef) academische bachelor Audiovisuele Kunsten (na toelatingsproef) academische bachelor Muziek (na toelatingsproef) academische bachelor Drama (na toelatingsproef) graduaat Accounting Administration graduaat Accounting Administration (E-learning) graduaat Basisverpleegkunde Educatieve Graduaatsopleiding Secundair Onderwijs graduaat Elektromechanische Systemen graduaat Juridisch-administratieve Ondersteuning graduaat Logies-, Restaurant- & Cateringmanagement graduaat Marketing & Communicatiesupport graduaat Podium- & Eventtechnieken postgraduaat Coding postgraduaat Cosmetic Sciences postgraduaat Diabeteseducator postgraduaat Fiscaliteit postgraduaat Forensisch Hulpverlenend Expert postgraduaat Forensisch Onderzoek postgraduaat Forensisch Verpleegkundig Expert postgraduaat Health Coach postgraduaat Informatiemanagement postgraduaat Musical postgraduaat Muziek postgraduaat Niet-Confessionele Zedenleer graduaat Programmeren graduaat Systeem- & Netwerkbeheer postgraduaat Applied Bio-Informatics in Research postgraduaat Bedrijfsverpleegkunde postgraduaat Palliatieve Zorg postgraduaat Pediatrie en Neonatologie postgraduaat Peri-operatieve Zorgen postgraduaat Procesbegeleider Ethiek in Zorg en Welzijn postgraduaat Toegepaste Artificiële Intelligentie banaba Zorgmanagement micro-credential Accounting Administration (boekhouden) micro-credential Bedrijfsbeleid micro-credential Boekhouden voor werknemers micro-credential Boekhouden voor zelfstandigen micro-credential Cybersecurity & Ethical Hacking micro-credential Hulpboekhouder micro-credential Multimedia en Creatieve Technologie Expertise micro-credential Onderneming & Recht (Juridisch-administratieve Ondersteuning) micro-credential Preventieve gezondheid, voeding, beweging, ziekte- en infectiepreventie en mentaal welzijn micro-credential Proefdierkunde micro-credential Tourism & Leisure Basics I & II Ik ben enkel geïnteresseerd in een bij- & nascholing 2024-2025. Hou mij de hoogte wanneer de inschrijvingen openen. Ja, stuur mij een mail als de inschrijvingen openen Ik ben momenteel - Selecteren - student in het middelbaar onderwijs student in het hoger onderwijs aan het werk andere familienaam voornaam e-mail straat + huisnummer postcode woonplaats Ik wil EhB-nieuws ontvangen in mijn mailbox Ja Nee Ja, ik start mijn inschrijving Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan info@wepe.be Jan Crikemans - Coördinator 0475 84 47 34 Ingeburg Digneffe - Coördinator 0476 28 82 53 Julien Libbrecht - Coördinator 0496 33 36 65 Merjem Ouelhadj - Coördinator Sabrina Chebchoubi - Administratieve vragen Bel ons: 02 72 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}