{
    "id": "115",
    "title": "proefdierkunde (’ 24 -’ 25 )",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/proefdierkunde-24-25",
    "description": "In de bij- en nascholing Proefdierkunde verdiep je je in het hoe en waarom van dierproeven en leer je de wettelijke verplichtingen en mogelijke alternatieven.",
    "content": "Proefdierkunde ('24-'25) - Micro-credential | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Micro-credential Proefdierkunde (’ 24 -’ 25 ) Voor wie Voor wetenschappers of ondersteuners van wetenschappers die werken in (onderzoeks)laboratoria met proefdieren en hiervoor het Felasa attest B nodig hebben Opleidingen Proefdierkunde ('24-'25) Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Voor wetenschappers of ondersteuners van wetenschappers die werken in (onderzoeks)laboratoria met proefdieren en hiervoor het Felasa attest B nodig hebben Hoe ziet de opleiding eruit In de Micro-credantial Proefdierkunde verdiep je je in het hoe en waarom van dierproeven en leer je de wettelijke verplichtingen en mogelijke alternatieven kennen. Je maakt ook kennis met methoden om het welzijn van de betrokken dieren te optimaliseren. De opleiding omvat een aantal hoor- en werkcolleges over de achtergrond, de ethische aspecten en de techniek van de proefdierkunde. Daarnaast komen tijdens het practicum anatomie en chirurgische technieken aan bod. De bij- en nascholing Proefdierkunde is conform het Koninklijk Besluit 2004 - 4198 (van 13 september 2004) dat een vorming verplicht als je met proefdieren werkt en niet voldoet aan de cursusvoorwaarden of geen vijf jaar beroepservaring kan voorleggen. De vorming is ook in overeenstemming met de voorschriften van de Federation of European Laboratory Animal Science Associations (FELASA Niv B biotechnicus) en wordt erkend door de Federale Overheidsdienst Volksgezondheid, Leefmilieu en Veiligheid Voedselketen, dienst Dierenwelzijn en CITES. Lesprogramma De opleiding omvat een aantal hoor- en werkcolleges over de achtergrond, de ethische aspecten en de techniek van de proefdierkunde. Daarnaast komen tijdens het practicum anatomie en chirurgische technieken aan bod. De opleiding start in september 2024. De volgende onderdelen komen aan bod: Inleiding en doel van de proefdierkunde, historiek en huidige evolutie, wetgeving en reglementering; Ethiek en dierproeven; Zoötechniek en de verschillende soorten proefdieren; Hygiëne, microbiologisch kwaliteitsbeheer, zoönosen, allergieën, veiligheid personeel, afvalbeheer; Practicum: anatomie en chirurgische technieken: aseptie en hechttechnieken; Opvolging, verzorging, huisvesting, voeding, omgevingsverrijking en transport van proefdieren; Genetische standaardisatie en kwaliteitsbewaking; Anesthesie, analgesie en post-operatieve zorg; Rondleiding en bezoek aan het centrale animalarium van de VUB en workshop, manipulaties, injectietechnieken, bloedafname, anesthesie en rondleiding dienst medische beeldvorming (ICMIC); Experimentele technieken deel 1; Euthanasie, alternatieven voor dierproeven, experimental design en validatie van proeven; Examen Na je studie Attest Na het beëindigen van de opleiding ontvang je een aanwezigheids -/ Felasa attest B (cfr KB) Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Deelname aan de opleiding kost 340 euro. Hierin zijn hand-outs en andere studiematerialen verrekend. In de opleiding wordt het handboek ‘Proefdieren en dierproeven’ van Van Zutphen, Baumans en Beynen (Uitgeverij Bunge) gebruikt. Dit handboek kost 70euro, maar is niet verplicht. Inschrijven Klaar om je in te schrijven voor 'Proefdierkunde'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden. Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Els Plas - Opleidingshoofd Sabrina Chebchoubi - Administratieve vragen Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}