{
    "id": "116",
    "title": "professionele bachelor/master musical",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/professionele-bachelormaster-musical",
    "description": "Wij stomen je klaar voor een (inter)nationale carrière met veel aandacht voor zang, dans en spel.",
    "content": "Professionele Bachelor/Master Musical - Kunstopleiding | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Kunstopleiding Professionele Bachelor/Master Musical Opleidingen Professionele Bachelor/Master Musical Hoe ziet de opleiding eruit We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Met een professionele bachelor Musical van het Koninklijk Conservatorium Brussel kan je heel wat kanten uit. Of je nu terecht komt in een internationale productie , je gaat meer intimistisch theater spelen of je verzorgt de dubbing voor een animatiefilm , met je diploma Musical zit je goed. Zingen, dansen en toneel spelen zijn jouw passies en je wil jouw talenten verder ontwikkelen in deze unieke opleiding in België. Je wilt later terechtkomen in musicals in Vlaanderen, Nederland, Duitsland en/of Frankrijk of je kiest ervoor acteur/actrice te worden in het gesproken theater of in dramareeksen bij verschillende televisiezenders. Door middel van een gerichte stage ben je bereidt ervaring op te doen tijdens je studie in een professionele productie. Meer info over de opleiding >> Contact KCB, Campus Kaai Nijverheidskaai 170, 1070 Anderlecht Mail ons: kcb@ehb.be Bel ons: 02 513 45 87 Gerelateerde verhalen Verhaal Auditietraining Musicalstudenten werpt vruchten af De opleiding Musical bereidt haar studenten voor om in het buitenland audities te doen. En dat levert hoofdrollen op! ··· Verhaal Lopen op de Warmathon in de gietende regen: dàt is EhB-karakter Met ruim twintig waren ze, de EhB'ers die deelnamen aan de Brusselse Warmathon op 21 december. In de regen... da's pas karakter! ··· Verhaal Lulu, opleidingshoofd Musical, op de planken in Fientje Beulemans Opleidingshoofd Lulu Aertgeerts staat op de planken in de musical Fientje Beulemans, waarin zij de rol van Fientjes moeder opneemt. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}