{
    "id": "19",
    "title": "professionele bachelor audiovisuele kunsten",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/bachelor-audiovisuele-kunsten",
    "description": "Bouw aan je toekomst in de audiovisuele media en live events. De opleiding leidt je kritisch en praktisch op om je eigen weg uit te stippelen in een internationale context van formats, live streaming, digital storytelling, content creatie, social media en productie management.",
    "content": "Professionele bachelor Audiovisuele Kunsten - Kunstopleiding | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Kunstopleiding Professionele bachelor Audiovisuele Kunsten Opleidingen Professionele bachelor Audiovisuele Kunsten Hoe ziet de opleiding eruit Hoe ziet de opleiding eruit We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Binnen de professionele opleidingen Audiovisuele Kunsten bieden wij voor verschillende disciplines een driejarige bacheloropleiding aan. De opleidingspraktijk is daarbij een weerspiegeling van hoe er in de realiteit professioneel samengewerkt wordt. De bacheloropleiding Audiovisuele Kunsten leidt je kritisch en praktisch op om je eigen weg te maken in een internationale context van live events, onlineproductie, mediaproductie en mediakunst. Wil je als professional aan de slag in de brede audiovisuele mediawereld, dan is deze opleiding iets voor jou. De bacheloropleiding Audiovisuele Kunsten - Podiumtechnieken bereidt je voor op een carrière in de brede podiumkunstensector. Ben jij diegene die er samen met de artiesten van droomt het onmogelijke werkelijkheid te laten worden? Dan is deze professionele bacheloropleiding - een unicum in Vlaanderen - zeker iets voor jou. Meer info over de opleiding >> Contact RITCS, campus Dansaert Antoine Dansaertstraat 70, 1000 Brussel Mail ons: ritcs@ehb.be Bel ons: +32 (0)2 507 14 11 www.ritcs.be/contact Gerelateerde verhalen Verhaal RITCS @ boekenbeurs Twee weken lang strijkt het RITCS School of Arts met haar televisiezender Airbox neer op de literaire hoogmis van het jaar. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}