{
    "id": "59",
    "title": "programmeren",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-programmeren",
    "description": "Op twee jaar tijd word je een IT-expert dankzij het graduaat Programmeren. Een opleiding die volledig op de beroepspraktijk is afgestemd.",
    "content": "Case 6 .NET Project 3 Internship: Project 1 15 Internship: Project 2 15 Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Bekijk hier de folder met overzicht van vakken voor zowel het werktraject als het dag traject. Na je studie Aan het werk Je kan aan de slag als: Programmeur Developer Webontwikkelaar Zelfstandige Verder studeren Aan EhB een extra bachelor via een verkort-traject: verkort programma bachelor Toegepaste Informatica (95 studiepunten) Waar heb je les Campus Kaai In Anderlecht Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Flexibel studeren Werken en studeren Heb je werk of ben je werkzoekend? Je kan met een maximum aan flexibiliteit studeren, op je eigen tempo en zonder gebonden te zijn aan vaste uren en plaatsen. In onze werktrajecten hanteren we zelfstudie en online contactmomenten , zowel individueel als in groep. Dit betekent dat je studeert met kant-en-klaar cursus- en oefenmateriaal en instructies die via onze digitale leeromgeving beschikbaar zijn. Gemiddeld voorzien we één of twee avonden begeleiding voor werktraject. Meer info over flexibel studeren Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2019 vond een toets nieuwe opleiding plaats voor deze opleiding. Lees het volledige rapport . De Nederlands-Vlaamse Accreditatieorganisatie (NVAO) besloot dat deze opleiding op internationaal aanvaarde wijze potentiële kwaliteit biedt: zie besluit toets nieuwe opleiding De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Inschrijven Klaar om je in te schrijven voor Programmeren? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u. Nijverheidskaai 170, 1070 Anderlecht bel ons: 02 523 37 37 mail ons: gdt.kaai.student@ehb.be Info voor bedrijven We zijn steeds op zoek naar bedrijven en organisaties om mee samen te werken. De mogelijkheden zijn talrijk, hieronder enkele voorbeelden. Wil je samenwerken? Contacteer ons. Werkplekleren Onze opleiding Programmeren behoort tot het hoger beroepsonderwijs. Dat betekent dat we praktische doeners opleiden. In de lessen gaan we dan ook actief aan de slag met de theorie, aan de hand van praktische oefeningen, cases en projectwerk. Maar om onze afgestudeerden ook echt direct inzetbaar te maken, gaan we nog veel verder dan dat. Iedere graduaatsopleiding bestaat voor minstens een derde uit werkplekleren: leren op en met de werkplek. En daar hebben we natuurlijk werkplekken voor nodig. Bedrijfsbezoek of gastles Omdat het voor een programmeur essentieel is om zijn skills up-to-date te houden, organiseren we drie vakken “Trends” in de opleiding. In het eerste jaar tijdens Professional Skills Development maken studenten kennis met het beroep en het beroepenveld en leren we hen de noodzaak van levenslang leren. Interesse om in het kader van de opleiding een (live of virtueel) bedrijfsbezoek te organiseren, een gastles te komen geven over een bepaalde trend of technologie of studenten te komen uitleggen wat de job van programmeur bij jullie inhoudt? Jury Tijdens de projecten voeren de studenten in groep een beperkt onderzoek naar een veelbelovende trend of technologische ontwikkeling in de IT. We zijn steeds op zoek naar werkveldvertegenwoordigers om in de “jury” te zetelen. De jury beoordeelt en geeft feedback bij de (tussentijdse) pitches van de studenten Praktische case aanleveren Tijdens diverse projecten krijgen de studenten een case voorgeschoteld van één van onze werkveldpartners. Dat kan een reële case van een klant zijn, of een proof of concept (bijv. Microservices, API, Java, .NET, Webapps…) dat door onze studenten wordt uitgewerkt, onder begeleiding van de docenten. De werkveldpartner treedt daarbij op als opdrachtgever: je geeft de briefing, volgt de tussentijdse vorderingen op en beoordeelt (samen met ons) het opgeleverde product. Hier is maatwerk noodzakelijk: samen met jullie bepalen we de omvang, de inhoud en de praktische omkadering van het project. I Stage In het tweede jaar gaat de student ten slotte ook twee keer 7 weken op stage (tussen februari - april en tussen april - juni). Beide stages hebben een dubbel doel. Enerzijds de student laten “meedraaien” als programmeur in het bedrijf en dus alle (hard én soft) skills die hij geleerd heeft in de opleiding laten oefenen in en toepassen op een echte werkcontext. Anderzijds de student een softwaretoepassing laten ontwikkelen op de werkplek De student kan ervoor kiezen om beide stages in dezelfde organisatie te lopen, op voorwaarde dat er voldoende groei mogelijk is. Heb je een interessante stageplaats in de aanbieding voor één van onze hands-on programmeurs? Neem contact op met onze stagecoördinator . Career Launch Jaarlijks organiseren we voor onze tweedejaars- en derdejaarsstudenten een jobbeurs. Enerzijds richten we ons hierbij op de studenten die op zoek zijn naar een stageplaats en/of een samenwerking in het kader van hun final work. Anderzijds bieden we de laatstejaarsstudenten hulp bij het zoeken naar een job. Het doel is eenvoudig: werkgevers in contact brengen met jong talent. Contact Erasmushogeschool campus Kaai Nijverheidskaai 170, 1070 Anderlecht Bel ons: 02 523 37 37 Mail ons: steve.weemaels@ehb.be Chat met ons via de knop rechtsonder in beeld Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Gerelateerde verhalen Verhaal Podcast: de meerwaarde van onze studenten voor jouw organisatie In een klein kwartier verneem je alles over werkplekleren en stages van onze graduaatsstudenten, dankzij deze podcast. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}