{
    "id": "118",
    "title": "referentieverpleegkundige diabetes",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/referentieverpleegkundige-diabetes",
    "description": "In deze navorming verwerf je de nodige competenties om binnen je eigen dienst of instelling mee te werken aan kwalitatieve diabeteszorg.",
    "content": "Referentieverpleegkundige diabetes - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Referentieverpleegkundige diabetes Voor wie De opleiding richt zich tot alle verpleegkundigen die met diabetici werken en zich verder wensen te verdiepen in dit thema. Opleidingen Referentieverpleegkundige diabetes Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie De opleiding richt zich tot alle verpleegkundigen die met diabetici werken en zich verder wensen te verdiepen in dit thema. Hoe ziet de opleiding eruit Diabetes is een chronische ziekte die wereldwijd voorkomt. Volgens de WHO blijft het aantal personen met diabetes toenemen. Bijgevolg wordt een grote groep zorgverleners geconfronteerd met deze problematiek. In deze navorming verwerf je de nodige competenties om binnen je eigen dienst of instelling mee te werken aan kwalitatieve diabeteszorg. De vorming wordt georganiseerd in samenwerking met de diabeteskliniek van het UZ Brussel. Lesprogramma Deze opleiding gaat door van oktober 2024 tot juni 2025. De navorming is ingedeeld in 2 domeinen en omvatten volgende lesonderwerpen: Biomedische wetenschappen: - Fysiologie, pathologie en erfelijkheid - Voedingsadviezen voor diabetici - Orale antidiabetica - Insulinetherapie - Zelfcontrole/follow-up - Acute en chronische complicaties Verpleegkundige en psychosociale wetenschappen: - Begeleiding van chronisch zieken - Therapeutische patiënteneducatie - Werken in een diabetesteam - Diabetes en maatschappij - Wetgeving en beroepsethiek inzake diabeteszorg Deze navorming is een onderdeel van de opleiding ‘postgraduaat diabetes-educator’. Na je studie Attest Je ontvangt een attest ‘nascholing referentieverpleegkundige diabetes’. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt €500. Het cursusmateriaal wordt online beschikbaar gemaakt. Deze opleiding geeft recht op betaald educatief verlof en Vlaams opleidingsverlof. Inschrijven Klaar om je in te schrijven voor 'Referentieverpleegkundige diabetes''? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden. Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Matthias Waegemans - Opleidingshoofd VP Sophie Brasseur - Coördinator Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}