{
    "id": "117",
    "title": "referentieverpleegkundige in de infectiepreventie",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/referentieverpleegkundige-de-infectiepreventie",
    "description": "Referentieverpleegkundige in de Infectiepreventie",
    "content": "Referentieverpleegkundige in de Infectiepreventie - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Referentieverpleegkundige in de Infectiepreventie Voor wie De opleiding focust op alle aspecten van ziekenhuishygiëne en is dus toegankelijk voor cursisten met volgend basisdiploma: Bachelor in de Verpleegkunde Gediplomeerde – gebrevetteerde verpleegkundigen 4e graad (HBO5) Opleidingen Referentieverpleegkundige in de Infectiepreventie Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie De opleiding focust op alle aspecten van ziekenhuishygiëne en is dus toegankelijk voor cursisten met volgend basisdiploma: Bachelor in de Verpleegkunde Gediplomeerde – gebrevetteerde verpleegkundigen 4e graad (HBO5) Hoe ziet de opleiding eruit Aan preventie en beheersing van zorginfecties dient elke zorgverlener aandacht te schenken. Een zorginfectie brengt een hoge mortaliteit, maar ook een verhoogde morbiditeit met zich mee. Een dergelijke infectie veroorzaakt vele ongemakken zowel op lichamelijk, psychisch maar ook op sociaal vlak. De zorgvrager dient langer in het ziekenhuis opgenomen te worden, er ontstaat een verhoogd medicatieverbruik en extra wondverzorgingsmateriaal wordt verbruikt. Dit alles resulteert in extra kosten voor de gezondheidszorg. Om de ziekenhuisinfecties te beperken én onder controle te houden, wordt het Comité voor Ziekenhuishygiëne belast met het bevorderen van de ziekenhuishygiëne. Hiernaast worden de ziekenhuizen aangemoedigd een netwerk van referentieverpleegkundigen ziekenhuishygiëne op te bouwen als brug tussen het team voor ziekenhuishygiëne (onderdeel van het Comité voor Ziekenhuishygiëne) en de zorgverstrekkers op de werkvloer. Lesprogramma De opleiding start op in het najaar van 2024. Deze opleiding is opgebouwd a.d.h.v. de consensusnota rond referentieverpleegkundigen (2012) en omvat volgende topics: Wetgeving ziekenhuishygiëne Projectmanagement Uitwerking verbeterprojecten Sensibilisatie – motivatie Microbiologie Standaardvoorzorgen Reinigen, ontsmetten, steriliseren Bijkomende voorzorgen Preventie van zorginfecties Registratie van zorginfecties Omgeving Voeding en infectiebeheersing HACCP Na je studie Attest Na afloop van de vijf studiedagen wordt een aanwezigheidsattest overhandigd aan de cursist. Waar heb je les Digitaal Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt 350 euro. Het cursusmateriaal wordt online aangeboden of in afdruk beschikbaar gesteld. Deze online opleiding geeft recht op betaald educatief verlof en Vlaams opleidingsverlof. Inschrijven Klaar om je in te schrijven? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Matthias Waegemans - Opleidingshoofd VP Sabrina Chebchoubi - Administratieve vragen Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}