{
    "id": "145",
    "title": "samenwerken met bedrijven en organisaties",
    "source": "https://www.erasmushogeschool.be/nl/samenwerken",
    "description": "Ons aanbod voor bedrijven en organisaties: ontdek hoe we op allerlei vlakken kunnen samenwerken",
    "content": "Samenwerken met bedrijven en organisaties | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Samenwerken met bedrijven en organisaties Samenwerken met bedrijven en organisaties Aan EhB werken we graag samen met het werkveld. Deze nauwe banden zijn essentieel voor ons doorgedreven praktijkgericht onderwijs en onderzoek. Daarbovenop hebben we ook heel wat expertise in huis die we graag inzetten in jouw bedrijf of organisatie. Check hieronder welke samenwerkingen we kunnen opzetten. Overtuigd om samen te werken? Vul dit formulier in en laat het ons weten. Deel je vacatures In contact komen met onze studenten en/of oud-studenten? Via ons Career Center kan je vacatures en stageplekken doorgeven. Stage en leerwerk We zijn steeds op zoek naar partners om stages en andere vormen van werkplekleren aan te bieden aan onze studenten. Eindwerken en projecten Elke student is tijdens zijn studies betrokken bij meerdere projecten. Zo'n projecten en/of eindwerken zijn extra boeiend met een reële vraag van een werkveldpartner. Van gastcollege tot bedrijfsbezoek Praktijk, praktijk, praktijk. Daar draait het om bij EhB. We doen graag beroep op professionals om ons onderwijs te versterken. Bekijk verder hoe we kunnen samenwerken . Innoveer met onze hulp Met onze 7 labs verdiepen én verspreiden onze bachelors hun expertise binnen hun vakgebied. Wij werken graag samen aan jouw innovatie. Ontdek onze labs. Huur onze infrastructuur Vergaderlokaal, oefenruimte, labo's,... wij stellen onze infrastructuur graag open zodat jij je project kan lanceren op één van onze campussen. Doe je aanvraag via e-mail . Bijscholen Nog meer expert worden in je vakgebied? Check ons ruim aanbod aan postgraduaten, bijscholingen en micro-credentials. Samenwerken met een specifieke opleiding Onze opleidingen zijn steeds op zoek naar partnerships. Check onze opleidingspagina's voor gedetailleerde info over mogelijke samenwerkingen. Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}