{
    "id": "119",
    "title": "secundair onderwijs",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/secundair-onderwijs",
    "description": "Word expert in twee vakgebieden. Naast een combinatie van algemene vakken, is er ook de optie Lichamelijke Opvoeding en Bewegingsrecreatie.",
    "content": "Secundair Onderwijs - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor, Lerarenopleiding Secundair Onderwijs Kom langs op één van onze infodagen infodagen Voor wie Voor iedereen die enthousiast en leergierig is. Voor iedereen die z'n passie wil delen met jongeren. Voor iedereen die wil leren hoe je doelgericht en met grondige vakkennis aan de slag gaat. Voor de revolutionair in jou die het onderwijs van binnenuit veranderen op maat van de 21ste eeuw. Voor iedereen die sociaal geëngageerd is. Opleidingen Secundair Onderwijs Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Voor wie Voor iedereen die enthousiast en leergierig is. Voor iedereen die z'n passie wil delen met jongeren. Voor iedereen die wil leren hoe je doelgericht en met grondige vakkennis aan de slag gaat. Voor de revolutionair in jou die het onderwijs van binnenuit veranderen op maat van de 21ste eeuw. Voor iedereen die sociaal geëngageerd is. Hoe ziet de opleiding eruit? Leraar is een prachtig beroep waaruit je veel voldoening kan halen. Je helpt jongeren hun weg te vinden, stimuleert hen om kritisch te leren denken en je leert hoe je er voor hen kan zijn. Als begeleider van jonge mensen bouw je mee aan de maatschappij van morgen. Jij kan als leraar het verschil maken in hun leven. Je verdiept je in twee onderwijsvakken. Of je kan ook kiezen voor Lichamelijke Opvoeding & Bewegingsrecreatie. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings \"Ik sta super graag voor de klas en ik zet mijn leerlingen op nummer één. Ik wil ze echt begrijpen. Ik zal nooit de chef uithangen, maar ik werk vanuit wederzijds respect.\" Souhaïla Jnah Oud-studente en beste leraar van Brussel Lees hier het artikel over Souhaïla Jnah op Bruzz.be In de praktijk Om je als toekomstige leraar Secundair Onderwijs optimaal voor te bereiden op je job, werken we samen met heel wat partners. Naast vele secundaire scholen hebben we ook banden met de lerarenopleiding van onze associatiepartner VUB, enkele CVO's, educatieve centra en socioculturele en sportorganisaties. Studenten Lichamelijke Opvoeding & Bewegingsrecreatie kunnen terecht op de splinternieuwe sportinfrastructuur van de VUB. Persoonlijke begeleiding In deze opleiding garanderen we een persoonlijke aanpak. Tijdens je eerste jaar Secundair Onderwijs kan je rekenen op je eigen coach. Die vormt de brug met jouw docenten, loodst je door de moeilijke momenten en helpt je met praktische vragen. Vakken We geloven sterk in een interculturele en internationale aanpak met de nadruk op competenties versterken. Deze werkwijze omvat een gamma aan onderwijsvormen, zoals hoorcolleges, begeleide zelfstudie of probleemgestuurd onderwijs. Om de leerkansen van alle studenten maximaal te vergroten, werken we heel vaak in kleine onderwijsgroepen aan taken, opdrachten en projecten. Tijdens de didactische stages stap je in de echte beroepspraktijk. Met ondersteuningsvakken pakken we de laatste werkpuntjes aan. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Onderwijsvakken Aardrijkskunde/Natuurwetenschappen/Engels/Frans/Geschiedenis/Islam/Niet-confessionele Zedenleer/Nederlands/Wiskunde/PAV (Project Algemene Vakken)/Techniek/Bio-esthetiek/Haarzorg-haartooi. Bekijk welke combinatiemogelijkheden er zijn. Programma Secundair Onderwijs - 2 onderwijsvakken Veld Credits Programma jaar 1 Bouwstenen voor burgerzin 3 Sleutelcompetenties en multidisciplinair werken 3 Leeromgevingen ontwerpen 6 Psycho-pedagogische vaardigheden 3 Stage en identiteit 3 Taal A 3 Taal B 3 Onderwijsvak 1: inhouden & praktijk 18 Onderwijsvak 2: inhouden & praktijk 18 Programma jaar 2 Bouwstenen voor actief burgerschap 4 Taal in grootstedelijke context 3 Transversaal werken 3 Tutorlezen 3 Leeromgevingen ontwerpen 3 Psycho-pedagogische vaardigheden 3 Onderzoekend en intercultureel handelen 3 Onderwijsvak 1: inhouden & vakdidactiek - stage 1 & 2 19 Onderwijsvak 2: inhouden & vakdidactiek - stage 1 & 2 19 Programma jaar 3 Bouwstenen voor inclusief burgerschap en co-teaching 9 Urban Education 3 Open ruimte 3 Internationale stage 12 Psycho-pedagogische vaardigheden 3 Leeromgevingen ontwerpen 3 Finale 7 Onderwijsvak 1: inhouden & vakdidactiek - stage 3 & 4 16 Onderwijsvak 2: inhouden & vakdidactiek - stage 3 & 4 16 Lichamelijke Opvoeding & Bewegingsrecreatie Ook als je voor de optie 'Lichamelijke Opvoeding & Bewegingsrecreatie' kiest, krijg je een progressieve vorming tot leraar Lichamelijke Opvoeding. Zo word je voorbereid op het lesgeven aan zowel kleuters als jongeren uit het lager en secundair onderwijs. Tegelijk stomen we je binnen de vakken van Bewegingsrecreatie klaar voor een job in de vrijetijdssector. Zo heb je als leraar Lichamelijke Opvoeding & Bewegingsrecreatie een ruime keuze aan jobs. Watersport-, ski- en natuursportstages, happenings en sportdagen maken je pakket helemaal af. Programma Secundair Onderwijs: Lichamelijke Opvoeding & Bewegingsrecreatie Veld Credits Programma jaar 1 Lichamelijke Opvoeding & Bewegingsrecreatie Brede leerkracht A 3 Leeromgevingen ontwerpen 3 Psycho-pedagogische vaardigheden A 3 Psycho-pedagogische vaardigheden B 3 Reflecterend handelen 3 Taal 5 BR Didactische stage 3 BR Recreatieve sporten 4 BR Sportevenementen 3 BR Sportorganisatie 3 LO Bewegingsvaardigheden A 6 LO Bewegingsvaardigheden B 3 LO Bewegingswetenschappen A 3 LO Bewegingswetenschappen B 3 LO Didactisch labo A 3 LO Didactisch labo B 3 LO Didactische stage 3 LO Geïntegreerde bewegingsprojecten 3 Programma jaar 2 Lichamelijke Opvoeding & Bewegingsrecreatie Brede leerkracht 2 3 Taal in grootstedelijke context 3 Psycho-pedagogische vaardigheden 2 3 Leeromgevingen ontwerpen 2 3 Reflecterend handelen 2 3 BR Didactische stage 7 7 BR Praktijk fitness en natuursporten 3 BR Reddend zwemmen 3 BR Theorie fitness 3 LO Bewegingsvaardigheden 3 LO Bewegingswetenschappen A 3 LO Bewegingswetenschappen B 6 LO Didactische stage A 4 LO Didactische stage B 4 LO Geïntegreerde bewegingsprojecten 3 LO Methodiek bewegingsvorming 6 Programma jaar 3 Lichamelijke Opvoeding & Bewegingsrecreatie Brede leerkracht 3 3 Psycho-pedagogische vaardigheden 3 3 Leeromgevingen ontwerpen 3 3 Finale 7 BR Didactische stage 10 BR Praktijk fitness 3 BR Theorie fitness 3 LO Bewegingswetenschappen 3 LO Didactische stage 10 LO Geïntegreerde bewegingsprojecten 3 LO Methodiek bewegingsvorming 6 LO Organiseren van evenementen 6 Internationale stage 10 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Check de specifieke leerresultaten . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld van een lessenrooster Algemene Vakken en een lessenrooster Lichamelijke Opvoeding . Stage Omdat we je willen vormen tot een bekwame leraar met een eigen identiteit, is de opleiding heel praktijkgericht. Stage lopen betekent bij ons niet alleen lesgeven. Je kan ook terecht in andere sectoren om zo diverse ervaring op te doen en te proeven van de vele mogelijkheden die je met dit diploma krijgt. Onderwijsvakken Kies je Onderwijsvakken, dan ben je later breed inzetbaar in een secundaire school. Lesgeven in je 'oude' secundaire school? Dat kan! Je doet ook stages in het Buitengewoon Onderwijs, onderwijst het vak PAV (Project Algemene Vakken) of kiest voor stages in bijvoorbeeld educatieve centra of het volwassenenonderwijs. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Lichamelijke opvoeding & Bewegingsrecreatie De optie Lichamelijke Opvoeding en Bewegingsrecreatie bereidt je voor op een boeiende loopbaan. Tijdens je stages in het onderwijs, de gezondheidseducatie, als coach of organisator van sportevenementen doe je heel wat ervaring op. Je leert ook lesgeven aan kleuters en lagere schoolkinderen. En ook in het Buitengewoon Onderwijs doe je ervaring op. Bio-esthetiek & Haarzorg Kies je voor Bio-esthetiek en/of Haarzorg? Dan is een stage als trainer of medewerker bij een bedrijf gespecialiseerd in haar- of schoonheidsproducten ook een optie, naast lesgeven in het secundair onderwijs. Zo kan je ook ervaring opdoen en je leidinggevende skills versterken. Na je studie Aan het werk Met de opleiding kan je in alle onderwijsnetten en op alle niveaus aan het werk: GO! Onderwijs van de Vlaamse Gemeenschap, vrij onderwijs, athenea, technische scholen, beroepsscholen, provinciale scholen, stadsscholen, Freinetonderwijs,... Verder studeren Aan EhB Wil je nog een extra vak geven? Start met een extra verkort traject van 47 studiepunten. Neem contact op met de trajectbegeleider. Ga voor een Master Start met een schakelprogramma aan de VUB. Waar heb je les? Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Flexibel studeren Verkort traject Toelatingsvoorwaarden Voor het behalen van een bachelordiploma moet je 180 studiepunten behalen. Om deze 180 studiepunten binnen het verkorte en flexibele programma te verwerven, kan je enkel inschrijven als je recht hebt op studieduurvermindering via EVC (elders verworven competenties) of EVK (elders verworven kwalificaties). Duurtijd opleiding Denk rustig na over de samenstelling en het tijdspad van je traject. Op hoeveel tijd wil je de opleiding afronden? Geef jezelf ook wat krediet. Als je tijdens de opleiding merkt dat je meer tijd nodig hebt, kan je een aanvraag doen om het traject meer te spreiden. Ik heb een diploma Lager Onderwijs Heb je al een bachelordiploma Lager Onderwijs, dan schrijf je je in voor het verkort traject. De opbouw is modulair, dit laat flexibiliteit toe en maakt dat we heel praktijkgericht werken. Hoeveel studiepunten dit traject bedraagt, hangt af van wat de trajectbegeleider voor jou uitstippelt. Ik heb een ander diploma Wie een ander bachelor- of masterdiploma heeft én ook al een lerarendiploma heeft, krijgt een basispakket aan vrijstellingen. Naargelang de aard van je vorige opleiding kunnen dat er nog meer worden. Zo maken we de stap naar een carrièreswitch makkelijk en vooral toegankelijk. Ik wil lesgeven in mijn vakgebied In de Verkorte Educatieve Bachelor Secundair Onderwijs verdiep je je in de wereld van de vakdidactiek. Heb je al een bachelordiploma en/of al enkele jaren werkervaring, dan kan je met deze lerarenopleiding je kennis van je vak leren overdragen. Je volgt een flexibel en modulair programma met een creatieve basisvorming. Heb je minstens drie jaar praktische beroepservaring, dan kan je terecht in de Educatieve Graduaatsopleiding . Ik heb al een bachelor secundair onderwijs, maar wil een extra onderwijsvak geven Als je al een bachelor secundair onderwijs hebt maar het voelt kriebelen om er nog een extra onderwijsvak bij te nemen, kan je dat in het verkorte traject voor 47 studiepunten behalen. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten - afstudeerrichting Lichamelijke Opvoeding en Bewegingsrecreatie Bekijk het overzicht van kosten - afstudeerrichting Algemene Vakken of Bio-esthetiek & Haarzorg. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2022 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2023 tot 2029 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Secundair Onderwijs? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Starttoets lerarenopleiding Als je nog geen bachelor- of masterdiploma hebt, moet je een starttoets Nederlands afleggen voor je aan de lerarenopleiding Secundair Onderwijs kan beginnen. Lees hier alles over de starttoets. De openingsuren van ons studentensecretariaat: ma tot vrij van 9u tot 16u bel ons: 02 213 61 10 mail ons: studentensecretariaat.mm@ehb.be kom langs: campus Kanal, Slotstraat 28 1000 Brussel Subsidies en beurzen Check of je recht hebt op een studietoelage . Aanvraag tot KMO-portefeuille . Ingeschreven als werkzoekende? Volg deze opleiding gratis. Bekijk de voorwaarden. Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 899 71 00 Mail naar het opleidingshoofd: Bram Verdoodt Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel een vraag via dit formulier Gerelateerde verhalen Verhaal Klaar voor de Lerarenopleiding? Check deze lesmodules en het speeddatingevent 'Klaar voor de lerarenopleiding' is een gratis Brussels traject dat aangeboden wordt door EhB, Odisee en VGC. Aan de basis van dit project ligt enerzijds het lerarentekort en anderzijds het gebrek aan diversiteit in het bestaande lerarenkops. ··· Opinie Opinie: andere thuistaal hoort niet in de hoek Anouk Vanherf, lerarenopleider Nederlands en onderzoeker meertaligheid, verdedigt de positieve rol van de thuistaal in het onderwijs. ··· Verhaal EhB ondersteunt toekomstige leerkrachten EhB en Odisee ondersteunen toekomstige leerkrachten ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Studiedag Velov-conferentie 2024: Een frisse blik op onderwijs Vrijdag 31 Mei 2024 , 9:00 tot 17:00 Een frisse blik op onderwijs: grenzeloos inspirerend ··· Studiedag Ontmoetingsdag Leerplichtonderwijs Vrijdag 14 Juni 2024 , 8:30 tot 17:30 We staan stil bij het centrale thema van leiderschap in het onderwijs, beter bekend als ‘teacher leadership’. Dit jaar moedigen we je aan om de Brusselse binnenstad te verkennen. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}