{
    "id": "121",
    "title": "sociaal werk",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/sociaal-werk",
    "description": "Studeer Sociaal Werk in Brussel, de place to be om te werken met verschillende culturen. Kies uit maatschappelijk werk, sociaal cultureel werk of maatschappelijke advisering.",
    "content": "Sociaal Werk - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Sociaal Werk Kom langs op één van onze infodagen infodagen Voor wie Voor iedereen die sociaal geëngageerd is. Voor iedereen met een hart voor onze samenleving. Voor iedereen die graag probleemoplossend te werk gaat. Voor iedereen die graag groepen ondersteunt, enthousiasmeert en begeleidt. Opleidingen Sociaal Werk Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Voor wie Voor iedereen die sociaal geëngageerd is. Voor iedereen met een hart voor onze samenleving. Voor iedereen die graag probleemoplossend te werk gaat. Voor iedereen die graag groepen ondersteunt, enthousiasmeert en begeleidt. Hoe ziet de opleiding eruit? Echte praktijkopleiding : trainingen, oefeningen, groepsopdrachten, bezoeken, lessen, stages,... Kleinschalige opleiding : geen uitpuilende aula’s, maar les in kleine groepen. Persoonlijk contact met en begeleiding van de docenten Brussel is the place to be voor sociaal werkers: verschillende sociale lagen, problemen, culturen, initiatieven,... Diverse opleiding met v erschillende afstudeerrichtingen voor studenten met verschillende leerstijlen We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Je kiest uit 3 afstudeerrichtingen Afstudeerrichting Maatschappelijk Werk Individuele psychosociale hulpverlening Mensen begeleiden bij het oplossen van problemen in hun concrete leefsituatie Preventie Zorgbemiddeling Informatie verstrekken Rapportage Afstudeerrichting Maatschappelijke Advisering Mensen wegwijs maken in het ingewikkelde kluwen van regelgeving Informeren en adviseren over rechten en plichten Bemiddeling Voorkomen en oplossen van geschillen in private en publieke rechtsverhoudingen Afstudeerrichting Sociaal Cultureel Werk Plannen en organiseren van culturele activiteiten Opzetten en uitbouwen van educatieve programma's Ondersteunen, begeleiden en enthousiasmeren van groepen Uitbouwen van een eigen visie op mens en maatschappij Maatschappelijke acties ondernemen om zo het beleid te beïnvloeden Opleidingsmateriaal inkijken Voorbeelden uit het 1ste jaar Sociaal juridische bescherming Arbeidsrecht Voorbeelden uit het 2de jaar Professionele Ontwikkeling - presentatie over diversiteit Uitwisselingsproject i.s.m. Hogeschool Leiden Ervaringen van studenten en alumni Benieuwd hoe studenten en afgestudeerden onze opleiding ervaren? Bekijk de getuigenissen hieronder Check hun testimonials op Youtube Word lid van onze Facebookgroep We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings hhj We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Vakken In drie jaar leiden we je stapsgewijs op tot Bachelor in het Sociaal Werk. In het eerste deeltraject beginnen we met de grote bouwstenen, zeg maar de basis. Vanaf het tweede deeltraject kies je voor een afstudeerrichting en worden de leerstof en de oefeningen alsmaar meer op je uiteindelijke beroep afgestemd. Je hele opleiding is een afwisselend geheel van theoretische en methodiekvakken, projecten en stage. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Theorie We onderzoeken hoe de samenleving werkt, hoe mensen functioneren en hoe dingen kunnen foutlopen. Veel aandacht gaat naar hoe de welzijnssector werkt, welke problemen aandacht vragen, wat actuele noden zijn en hoe we vanuit het welzijnswerk daarop kunnen inspelen. Methodiek Omdat er meer dan één manier bestaat om mensen bij te staan, volg je ook een reeks methodiekvakken. Je leert dat sociaal werk een specifieke aanpak vereist, aangepast aan de mensen en/of de groepen waarmee je werkt. Projecten Daarnaast ga je in diverse projecten zelf aan de slag, in kleine groepjes of individueel onderzoek je bepaalde problemen, ontwerp je bijvoorbeeld een vormingspakket of ga je op reis om te kijken hoe het er in andere landen aan toe gaat. Stage Dan is er nog de stage, die in een professionele bachelor natuurlijk centraal staat. Je loopt al stage vanaf het eerste jaar. Sociaal Werk Jaar 1 Veld Credits Eerste jaar Exploratie sociaal werk 1 5 Grootstedelijke uitdagingen 4 Sociaal Werk - Praktijk 1A 6 Sociale ongelijkheid 4 Juridische verkenningen 4 Praktische filosofie 4 Sociaal werk: vroeger en nu 4 Psychologie 4 Sociologie 4 Agogiek 4 Economische verkenningen 4 Sociaal-juridische bescherming 1 4 Sociaal Werk - Praktijk 1B 6 Language Support - Nederlands 3 Sociaal Werk Jaar 2 Veld Credits 2de jaar gemeenschappelijk Filosofie van het sociaal werk 3 Levenslooppsychologie 4 Sociaal-juridische bescherming 2 4 Strafrechtsbedeling 3 Sociale economie 3 Communicatietraining 4 Sociaal onderzoek 4 Vormingsmethoden 3 Sociaal Werk - Praktijk 2 16 Exploratie sociaal werk 2 3 2de jaar - Afstudeerrichting Maatschappelijke Advisering Sociale rechtshulpverlening 4 Personeelsmanagement 1 3 Sociaal zekerheidsrecht 3 Arbeidsrecht 3 2de jaar - Afstudeerrichting Sociaal-Cultureel Werk Programmeren en begeleiden 6 Politiserend werken 4 Kunst- en cultuurbeleving 3 2de jaar - Afstudeerrichting Maatschappelijk Werk Individueel en gezinsgericht maatschappelijk werk 1 4 Individueel en gezinsgericht maatschappelijk werk 2 3 Gesprekstechnieken 1 3 Jeugdrecht 3 Sociaal Werk Jaar 3 Veld Credits Maatschappelijke Advisering jaar 3 Beroepspraktijk 3 25 Rechtsvorming Maatschappelijke Advisering 3 Mens en organisatie 3 Eindwerk 10 Beroepsethiek Maatschappelijke Advisering 3 Internationaal sociaal werk Maatschappelijke Advisering 7 Personeelsmanagement 2 3 Sociaal-juridische bescherming 3 3 Conflictoplossingen 3 Sociaal-Cultureel Werk jaar 3 Beroepspraktijk 3 25 Rechtsvorming Sociaal-Cultureel Werk 3 Mens en organisatie 3 Eindwerk 10 Beroepsethiek Sociaal-Cultureel Werk 3 Internationaal sociaal werk Sociaal-Cultureel Werk 7 Stadslaboratorium 6 Cultuurbeleid 3 Maatschappelijk Werk jaar 3 Beroepspraktijk 3 25 Rechtsvorming Maatschappelijk Werk 3 Mens en organisatie 3 Eindwerk 10 Beroepsethiek Maatschappelijk Werk 3 Internationaal sociaal werk Maatschappelijk Werk 7 Gesprekstechnieken 2 3 Systeemdenken 3 Psychopathologie en psychotherapie 3 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Stage Tijdens je drie studiejaren loop je 4, 8 en 17 weken stage. De eerstejaarsstage is vooral onderzoekend van aard. Maar op het einde van je opleiding wordt verwacht dat je al behoorlijk zelfstandig kunt meewerken. Hieronder een overzicht van enkele van onze stagepartners. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Maatschappelijk Werk VZW Tonuso | CAW Brussel | Minor-Ndako | SD Jeugdrechtbank | OBC Espera | SD gevangenis Vorst | BON Molenbeek | LDC Cosmos, | CLB Brussel |Klein Kasteeltje | Pagasa Maatschappelijke Advisering OCMW Brussel | Actiris | ABVV Brussel | ACLVB Brussel | ORCA | ING | SN Brussels Airlines | Audi | FOD WASO | FOD Sociale Zekerheid | Hulpkas voor Werkloosheidsuitkeringen Sociaal-Cultureel Werk JES Brussel | Jeugddienst Globelink | Chicago | Buurtwerk Chambéry | Centrum West | Citizenne | Femma | Vluchtelingenwerk Vlaanderen | Wijkontwikkeling Kuregem | Opbouwwerk Anneessens | Recyclart | Globe Aroma | Zinneke vzw | Wiels Kunstencentrum | KVS (Publiekswerking) | Bronks | BOZAR Studios | Kaaitheater (publiekswerking) | JEKINO Brussel | De Foyer | Fietsersbond | 11.11.11. | UCOS Brussel | Oxfam Brussel Na je studie Afstudeerrichting Maatschappelijke Advisering belangenbehartiging en bemiddeling in diverse domeinen (bijvoorbeeld vakbonden, consumentenorganisaties, diensten voor arbeids- en schuldbemiddeling) Human Resources Management in ondernemingen, uitzendkantoren, sociale secretariaten Openbare dienstverlening in overheidsdiensten (zoals FOD Sociale Zekerheid, FOD WASO en sociale inspectiediensten). Afstudeerrichting Maatschappelijk Werk OCMW’s Centra voor maatschappelijk werk Sociale diensten van jeugdrechtbanken Revalidatiecentra Vertrouwenscentra voor kindermishandeling Opvangcentra voor thuislozen Afstudeerrichting Sociaal Cultureel Werk Jeugdwerking Buurt- en wijkcentra Gemeentebestuur (cultuurdienst, jeugddienst, …) Culturele centra Kunsteducatieve organisaties Projecten in samenlevingsopbouw Verenigingen voor volwassenen Vormingscentra Maatschappelijke Beweging Ga voor een master Via een schakelprogramma kan je vlot verder studeren: Sociologie Politieke Wetenschappen Criminologie Agogische Wetenschappen Waar heb je les? Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Flexibel studeren Traject in het kort: Traject voor volwassenen Deeltijdse opleiding: 1 dag per week Keuze uit 3 of 5 jaar: afhankelijk van jouw mogelijke tijdsbesteding Perfect te combineren met werk en gezin Je ervaring wordt optimaal benut 2 afstudeerrichtingen: Maatschappelijk Werk en Sociaal-Cultureel Werk Opleiding in samenwerking met Odisee Check de ECTS-fiches voor gedetailleerde info We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Toelatingsvoorwaarden Vlaams diploma Secundair Onderwijs of vergelijkbaar en erkend (buitenlands) diploma Toelatingsproef kan onder bepaalde voorwaarden Vragen over dit traject? Check onze veelgestelde vragen. Contacteer de coördinator Veerle van Gijsegem Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van het standaard modeltraject Bekijk het overzicht van het werktraject Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2019 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2020 tot 2026 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Sociaal Werk? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: ma tot vrij van 9u tot 16u bel ons: 02 213 61 10 mail ons: studentensecretariaat.mm@ehb.be kom langs: campus Kanal, Slotstraat 28 1000 Brussel Subsidies en beurzen Check of je recht hebt op een studietoelage . Aanvraag tot KMO-portefeuille . Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Vragen over het reguliere traject: mail opleidingshoofd Steven Degraeve. Vragen over het volwassenentraject: mail naar Veerle Van Gijsegem Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel een vraag via dit formulier Bestel de gedrukte folder hier Bekijk de onthaalbrochure Gerelateerde verhalen Verhaal Dekoloniseer Sociaal Werk! Wablief? Binnen de Alliantie EhB-HOGENT werd het project Dekoloniaal Sociaal Werk opgestart om te onderzoeken hoe we de grootstedelijke context beter weerspiegelen ··· Verhaal Sociaal werkers in de bloemetjes gezet op Social Work Day Op 19 maart 2024 was het World Social Work Day! De opleiding Sociaal Werk ontving de Brusselse sociaal werkers op campus Kanal om hen in de bloemetjes te zetten en te bedanken. Het eindigde met een feestje! ··· Verhaal Tentoonstelling over huisvestingsproblematiek komt naar campus Bloemenhof Campus Bloemenhof zal van 12/02 tot 29/02 de tentoonstelling HABITER (titre provisoir) hosten. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}