{
    "id": "120",
    "title": "sociaal-cultureel werk",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/sociaal-cultureel-werk",
    "description": "Nieuw! Graduaatsopleiding Sociaal-Cultureel Werk vanaf academiejaar 2023-2024",
    "content": "Sociaal-Cultureel Werk - Graduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Graduaat Sociaal-Cultureel Werk Kom langs op één van onze infodagen infodagen Voor wie Voor iedereen die sociaal geëngageerd is. Voor iedereen die graag groepen enthousiasmeert en begeleidt. Voor iedereen die in direct contact wil staan met doelgroepen. Voor iedereen die aan de slag wil gaan in het sociaal-culturele veld. Opleidingen Sociaal-Cultureel Werk Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Voor wie Voor iedereen die sociaal geëngageerd is. Voor iedereen die graag groepen enthousiasmeert en begeleidt. Voor iedereen die in direct contact wil staan met doelgroepen. Voor iedereen die aan de slag wil gaan in het sociaal-culturele veld. Hoe ziet de opleiding eruit? Het graduaat Sociaal-Cultureel Werk is een 2-jarige praktijkopleiding waarin je opgeleid wordt tot sociaal-cultureel begeleider. Tijdens deze twee jaar doe je veel terreinervaring en kennis op door het grote aandeel werkplekleren en stages in de opleiding. Brussel is met haar diversiteit aan mensen, buurten, organisaties en activiteiten daarbij je nieuwe speel- en leertuin. Je maakt kennis met de vele deelsectoren van het sociaal-cultureel werk zoals jeugdwerk, straathoekwerk, vormingswerk, gemeenschapscentra, cultuureducatie, …. Je leert hoe je groepen en individuen kan enthousiasmeren en hoe je sociaal-culturele activiteiten kan ondersteunen en begeleiden. Het graduaat Sociaal-cultureel Werk staat voor: Een echte praktijkopleiding : projectwerk, stages, oefeningen, groepsopdrachten, bezoeken,... Kleinschalige opleiding : geen uitpuilende aula’s, maar les in kleine groepen. Persoonlijk contact met en begeleiding van de docenten Brussel als speeltuin van sociaal-cultureel werk: diversiteit aan organisaties, culturen, initiatieven, uitdagingen, …. Je vakken In 2 jaar leiden we je stapsgewijs op tot gegradueerde in het Sociaal-cultureel Werk. Dat gebeurt aan de hand van 4 leerlijnen: de leerlijn ‘Sociaal-Cultureel Handelen’, de leerlijn ‘Persoonlijke en Professionele Ontwikkeling’, de leerlijn ‘Werkplekleren’ en de leerlijn ‘Mens en Samenleving’. Je hele opleiding is een goed afwisselend geheel van methodiekvakken, praktijkvakken, stages en theoretische achtergrond. Sociaal-Cultureel Handelen In de vakken van deze leerlijn krijg je aan de hand van praktijkvoorbeelden inzicht in het terrein en de sector van het sociaal-cultureel werk en doe je kennis op over de rollen en functies van de sociaal-cultureel werker. Je leert hoe je aan de slag gaat met het organiseren van activiteiten en met het begeleiden van groepen. Persoonlijke en Professionele Ontwikkeling Aan de Erasmushogeschool leiden we je op tot sociaal-cultureel werker ‘met een smoel’. We dagen je uit om kritisch aan de slag te gaan met je eigen persoonlijke en professionele ontwikkeling. Je scherpt je communicatieve vaardigheden en professionele attitudes aan zodat je je eigen professionele identiteit kan ontplooien. Werkplekleren Het grootste aantal studiepunten van de opleiding gaat naar werkplekleren. Dat betekent dat je aan de hand van individuele stages of projectwerk in groep het sociaal-cultureel werk van binnenuit leert kennen. Je leert dus letterlijk al doende, en dat vanaf het eerste semester. We houden hierbij rekening met een stapsgewijze opbouw, waarbij het werkplekleren steeds complexer en realistischer wordt. Mens en Samenleving De vakken van deze leerlijn geven je inzicht in de mens en in de bredere maatschappelijke achtergrond. Je maakt kennis met de theorieën over mens en samenleving en met de mensenrechtenbenadering die voor het sociaal-cultureel werk zo belangrijk is. Je bespreekt en onderzoekt de belangrijke maatschappelijke uitdagingen en thema’s die een grootstad als Brussel met zich meebrengt. Sociaal-Cultureel Werk jaar 1 Veld Credits EERSTE JAAR SCW: Identiteit & Terreinverkenning 4 SCW: Functies & Rollen 4 Werken met Groepen 4 Agogisch Handelen 4 Labo: Cases uit het SCW I 4 Communicatieve Vaardigheden 4 Persoonlijke & Professionele Ontwikkeling 5 Beroepsethiek 4 Praktijkverkenning 4 Projectwerk I 4 Beroepspraktijk A 4 Verkenningen in de Psychologie 4 Verkenningen in de Sociologie & Mensenrechten 4 Maatschappelijke & Grootstedelijke Uitdagingen 4 Sociaal-Cultureel Werk Jaar 2 Veld Credits TWEEDE JAAR Ontwerpen & Begeleiden van Sociaal-Culturele Activiteiten en Projecten 3 Werking & Cultuur van de Sociaal-Culturele Organisatie 3 Procesmatig Werken met Groepen 4 Labo: Cases uit het SCW II 4 Persoonlijke en Professionele Ontwikkeling 3 Beoepspraktijk B 15 Beroepspraktijk C 15 Projectwerk II 5 Democratie, Gemeenschapsvorming en Participatie 4 Na je studie Als sociaal-cultureel werker kan je in verschillende rollen en organisaties aan de slag: Als jeugdwerker ga je aan de slag met lokale jongeren op het pleintje; Als buurtwerker werk je met mensen in de wijk samen rond publieke ruimte; Als medewerker van een gemeenschapscentrum breng je mensen met elkaar in contact via gemeenschapvormende activiteiten en initiatieven; Als vormingswerker in een kunsteducatieve organisatie ontwikkel je workshops en coach je een doelgroep tijdens hun traject; De mogelijkheden binnen het sociaal-cultureel werk zijn enorm divers en groot: educatief medewerker, vormingswerker, agogisch medewerker, jeugdwerker, opbouwwerker, integratiewerker, buurtwerker, straathoekwerker, uitvoerend of ondersteunende sociaal-cultureel medewerker voor de functie van begeleider, animator, participatiemedewerker, projectmedewerker, groepsbegeleider… Wees gerust dat je een gevarieerd takenpakket te wachten staat! Waar heb je les? Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van het standaard modeltraject Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2022 vond een toets nieuwe opleiding plaats voor deze opleiding. Lees het volledige rapport . De Nederlands-Vlaamse Accreditatieorganisatie (NVAO) besloot dat deze opleiding op internationaal aanvaarde wijze potentiële kwaliteit biedt: zie besluit toets nieuwe opleiding . De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Sociaal Werk? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: ma tot vrij van 9u tot 16u bel ons: 02 213 61 10 mail ons: studentensecretariaat.mm@ehb.be kom langs: campus Kanal, Slotstraat 28 1000 Brussel Subsidies en beurzen Check of je recht hebt op een studietoelage . Aanvraag tot KMO-portefeuille . Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Vragen over het reguliere traject: mail opleidingshoofd Lieselotte Vaneeckhaute Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel een vraag via dit formulier Gerelateerde verhalen Verhaal Soep van de dag: een heerlijk stageproject om van te smullen Een van onze studenten Sociaal-Cultureel Werk schotelt verse soep voor aan Brusselse jongeren ··· Verhaal Heel wat nieuws te ontdekken in 2023-2024 We starten heel wat nieuwe opleidingen in september en er is voor elk wat wils: kort of lang en in tal van domeinen. ··· Verhaal Nu ook in Brussel: Graduaat Sociaal-Cultureel Werk Deze gloednieuwe graduaatsopleiding vult perfect onze bacheloropleiding Sociaal Werk aan, want als gegradueerde zet je nog meer in op eerstelijnshulp. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}