{
    "id": "122",
    "title": "sportvoedingsadvies op maat — sportdiëtetiek",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/sportvoedingsadvies-op-maat-geven-sportdietetiek",
    "description": "Er is een toenemende interesse in voeding en levensstijl, maar ook in de rol van voeding bij ziekten en aandoeningen.",
    "content": "Sportvoedingsadvies op maat - sportdiëtetiek - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Sportvoedingsadvies op maat — sportdiëtetiek Voor wie Je hebt een diploma bachelor in de Voedings- en Dieetkunde of Verpleegkunde, een professionele bachelor Secundair Onderwijs – Lichamelijke Opvoeding. Je hebt een academische bachelor/master Kinesitherapie, Farmacie, Biomedische Wetenschappen, Gezondheidswetenschappen, (Klinische) Psychologie,… of je volgt simultaan een dergelijke professionele of academische bacheloropleiding VDK, LO, … Opleidingen Sportvoedingsadvies op maat - sportdiëtetiek Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Je hebt een diploma bachelor in de Voedings- en Dieetkunde of Verpleegkunde, een professionele bachelor Secundair Onderwijs – Lichamelijke Opvoeding. Je hebt een academische bachelor/master Kinesitherapie, Farmacie, Biomedische Wetenschappen, Gezondheidswetenschappen, (Klinische) Psychologie,… of je volgt simultaan een dergelijke professionele of academische bacheloropleiding VDK, LO, … Hoe ziet de opleiding eruit Voeding en sport Voeding en voedsel staan momenteel flink in de belangstelling. Er is een toenemende interesse in voeding en levensstijl. Niet alleen topsporters maar ook heel wat recreatieve sporters zien het belang van een gebalanceerd voedingspatroon in. Beide groepen laten zich tijdens het sporten steeds vaker bijstaan door een expert. Wat eet je voor of na een training, tijdens een wedstrijd of tijdens een periode waar je weinig sport? Wetenschap en praktisch inzicht We vertrekken van de meest recente wetenschappelijke internationale aanbevelingen. Je leert deze aanbevelingen kritisch te analyseren en interpreteert hieruit welk advies geschikt is voor de sporter in functie van zijn/haar type sportbeoefening. Ook het gebruik van sportvoedingssupplementen komt aan bod en de risico's op een positieve dopingcontrole die dit al dan niet met zich meebrengt. Het uitwerken van enkele casussen geeft meer praktisch inzicht in de theorie. Voor deze opleiding, werken we samen met onze eigen bacheloropleiding leerkracht lichamelijke opvoeding en met de masters 'LO' en Kinesitherapie aan de VUB. Lesprogramma Basispakket – Hoorcolleges/zelfstudie: Basis inspanningsfysiologie, methodieken om fysieke fitheid te meten, inzicht in skelet en spierstelsel, trainingsleer, antropometrie, sportdiëtetiek (basis) en sportspecifieke voeding. Verdiepingspakket - Theorie: Sportvoeding voor specifieke doelgroepen: Geblesseerde en revaliderende sporters Gewichtsklassesporters Jongere vs oudere sporters Vegetarische/veganistische sporters Sporters met diabetes Extreme sporters Reizende sporters en organisatie catering Sporters met een beperking Sportvoedingssupplementen en doping Sportpsychologie en eetproblemen in de sport Verdiepingspakket – Praktijk Casuïstiek sportspecifieke voeding Opmaak sportvoedingsplan Evaluatie: schriftelijk examen Programma Na je studie Attest Na het succesvol beëindigen van deze opleiding ontvang je een aanwezigheidsattest. Om een aanwezigheidsattest te behalen is 100% aanwezigheid vereist voor de fysieke lessen (elke eerste lesdag van elke module). Na de lessenreeks volgt er een examen. Waar heb je les Deze nascholing wordt aangeboden in 8 lesdagen. De eerste 7 lesdagen gaan door op een donderdag met start op donderdag 22 februari 2024. Elke eerste lesdag van elke module vindt fysiek plaats op de EhB-campus Jette, Laarbeeklaan 121, 1090 Jette . Alle andere lesdagen worden digitaal georganiseerd via MS Teams. Het practicum op lesdag 8 vindt plaats in het Brussels Labo voor Inspanning en Topsport (BLITS), VUB-campus, Pleinlaan 2, U-Residence, 1050 Brussel. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt 1.000€ voor het basispakket + 750€ voor het verdiepingspakket Deze opleiding geeft recht op betaald educatief verlof en Vlaams opleidingsverlof. Betalen kan ook via KMO-portefeuille deze dient eerst aangevraagd te worden en vervolgens volgt de factuur (erkenningsnummer: DV.O100153). Indien de betaling door de werkgever dient te gebeuren, graag het facturatieadres doorgeven bij de registratie. Inschrijven Klaar om je in te schrijven voor 'Sportvoedingsadvies op maat - sportdiëtetiek'? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden. Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Katrien Van Beneden - opleidingshoofd Voedings- & Dieetkunde Piet De Pauw - coördinator Bel ons: 02 472 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}