{
    "id": "123",
    "title": "statistiek en methodevalidatie in het laboratorium",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/statistiek-en-methodevalidatie-het-laboratorium",
    "description": "statistische begrippen en technieken worden toegelicht en ingeoefend.",
    "content": "Statistiek en methodevalidatie in het laboratorium - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Statistiek en methodevalidatie in het laboratorium Voor wie Laboprofessionals met een wetenschappelijke opleiding zoals: professionele bachelor biomedische laboratoriumtechnologie, master biomedische wetenschappen met interesse voor klinische biologie werkzaam in een klinisch of farmaceutisch-biologisch laboratorium en betrokken bij statistische gegevensverwerking met Excel Opleidingen Statistiek en methodevalidatie in het laboratorium Hoe ziet de opleiding eruit Waar heb je les Studiekosten Inschrijven Voor wie Laboprofessionals met een wetenschappelijke opleiding zoals: professionele bachelor biomedische laboratoriumtechnologie, master biomedische wetenschappen met interesse voor klinische biologie werkzaam in een klinisch of farmaceutisch-biologisch laboratorium en betrokken bij statistische gegevensverwerking met Excel De opleidingen BMLT van de HOGent en de EhB organiseren samen deze tweedaagse workshop, met lesgevers uit beide opleidingen, sinds september 2018. De eerste workshop vond plaats aan HOGent, in het kader van een gezamenlijk project van het strategisch alliantiefonds. In 2020 en – na een coronapauze – in 2023 ging de workshop door aan EhB, telkens in januari. In februari 2024 zal de workshop opnieuw doorgaan aan de HOGent, zodat het in 2025 opnieuw de beurt is aan de EhB. Het doel is een laagdrempelige, hands-on opleiding aan te bieden in biomedische statistiek en validatietechnieken, die zowel in een klinisch als in een farmaceutisch-biotechnologisch labo kunnen worden gebruikt. Hoe ziet de opleiding eruit Lesprogramma De online opleiding duurt 2 dag, en vindt plaats in februari 2025, de data zijn nog te bepalen Programma volgt later Attest Na het beëindigen van deze opleiding ontvang je een attest van aanwezigheid. Programma Volgt later: voorbeeld vorig jaar 16 en 17 februari 2023 Dag 1: 8:30 Onthaal 9:00-12:00 Basisbegrippen in de statistiek 13:00-16:00 Inleiding tot hypothesetesten en methodevergelijking Dag 2: 8:30u Onthaal 9.00-12:00 Validatieparameters en outliertesten 13.00 - 16:00 Opdeling in 2 groepen: - Kwalitatieve validatie (sensitiviteit, specificiteit, PPV, NPV) - Kwantitatieve validatie (ANOVA, lineaire regressie) Locatie Campus Jette Laarbeeklaan 121 1090 Jette We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Kosten Het inschrijvingsgeld bedraagt 120 euro per lesdag en/of 200 euro voor de 2 lesdagen. Vereiste voorkennis Een wetenschappelijke opleiding zoals: professionele bachelor ‘biomedische laboratoriumtechnologie’, master ‘biomedische wetenschappen’ met interesse voor klinische biologie, of werkzaam in een klinisch of farmaceutisch-biologisch laboratorium. De voornaamste doelgroep van de workshop zijn laboprofessionals. Naargelang de statistische voorkennis zullen deelnemers kunnen inschrijven voor beide dagen of enkel voor de tweede dag. Inschrijven Klaar om je in te schrijven? Top! Vanaf juni 2024 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact An Roelandt - Coördinator Els Plas - Opleidingshoofd Katrien Raspoet - Administratieve vragen An Roelandt - Coördinator Els Plas - Opleidingshoofd Katrien Raspoet - Administratieve vragen Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}