{
    "id": "124",
    "title": "stem-leerkracht",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/stem-leerkracht",
    "description": "De Vlaamse overheid wil met het STEM-actieplan 2030 de interesse van kinderen en jongeren voor exacte wetenschap en techniek stimuleren.",
    "content": "STEM-leerkracht - Micro-credential | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Micro-credential STEM-leerkracht Schrijf je nu in Inschrijven Voor wie Voor leraren, begeleiders of opleiders die zich (verder) willen ontwikkelen in het STEM-onderwijs. Voor iedereen die zoekende is naar hoe je je STEM-uren kan invullen voor de leerlingen. Voor iedereen met ambitie om het STEM-onderwijs toegankelijker te maken. Opleidingen STEM-leerkracht Hoe ziet de opleiding eruit Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op facebook Voor wie Voor leraren, begeleiders of opleiders die zich (verder) willen ontwikkelen in het STEM-onderwijs. Voor iedereen die zoekende is naar hoe je je STEM-uren kan invullen voor de leerlingen. Voor iedereen met ambitie om het STEM-onderwijs toegankelijker te maken. Hoe ziet het micro-credential eruit? De Vlaamse overheid wil met het STEM-actieplan 2030 de interesse van kinderen en jongeren voor exacte wetenschap en techniek stimuleren zowel in schoolse als in naschoolse context. Erasmushogeschool Brussel heeft de ambitie leraren, opleiders en begeleiders te ondersteunen en het STEM-onderwijs toegankelijker te maken. Niet elke leraar is namelijk even vertrouwd met STEM skills, didactiek en leertrajecten. Vanuit onze jarenlange ervaring starten we daarom in 2023-2024 met een nieuwe Microdegree: “Project STEM”. Dit doen we in samenwerking met onze vaste partner, STEM-steunpunt-Brussel . Doelstellingen: Verstevigen van de STEM-vakdidactiek in de lerarenopleiding in het kader van de modularisering van de opleiding. Het verbreden van de STEM- didactiek met focus op 21ste vaardigheden en attitudevorming bij jongeren t.o.v. S,T,E,M. Inzetten op structureel vakoverschrijdend overleg door multidisciplinaire leerkrachtenteams in het kader van de onderwijsvernieuwing. Aandacht voor beeldvorming rond STEM – studies en -werk met het oog op sociale inclusie. Het opbouwen van noodzakelijke praktijkkennis voor een STEM -leerkracht ( micro-credential 1 ) Binnenkort bieden we ook STEM -coördinator ( micro-credential 2 ) aan. Vereiste voorkennis: (Verkorte) Educatieve Bachelor (affiniteit en interesse voor wetenschappen en technologie) en/of; Educatieve Master in de wetenschappen en technologie, of lichamelijke opvoeding. Praktische informatie: Het micro-credential bestaat uit drie opleidingsonderdelen uit de Educatieve Bachelor Secundair Onderwijs: START STUDIELAST VORM EVALUATIE STEM & Didactiek Eerste semester 75 uur 3 dagen op campus en rest op zelfstandige basis. 50% mondelinge evaluatie 50% vaardigheidsproef STEM & Technische vaardigheden Jaarvak 150 uur Student paced learning waarbij in overleg met de student een aantal conctactmomenten vastgelegd worden i.f.v. nood en leerproces. Individuele begeleiding, mogelijkheid tot wekelijks contactmoment op campus. 50% portfolio 20% schriftelijk examen 30% vaardigheidsproef STEM & Toegepaste technologie Jaarvak 175 uur Student paced learning waarbij in overleg met de student een aantal conctactmomenten vastgelegd worden i.f.v. nood en leerproces. Individuele begeleiding, mogelijkheid tot wekelijks contactmoment op campus. 50% portfolio 20% schriftelijk examen 30% vaardigheidsproef Je vakken We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Overslaan en naar de inhoud gaan Opleidingsonderdelen STEM & Didactiek We geven je de echte ervaring van hoe een STEM-project verloopt en werken zowel in groep als individueel. Je wordt volledig ondergedompeld in het praktisch bad van analyseren, werkvormen, technieken zodat je genoeg bagage krijgt voor het op maat aanpassen en uitwerken van diverse STEM-projecten. Credits 3 STEM & Technische vaardigheden We reiken je de basiscompetenties aan om technische systemen te ontwerpen, te realiseren, in gebruik te nemen en te evalueren. De onderzoeksvaardigheden en de natuurwetenschappelijke, technologische en wiskundige concepten en methoden worden hierin aangewend. Deze module is een zuiver praktisch module waarmee je de handigheid verwerft nodig om toepassingen in de ontwerpcyclus van een STEM-project te kunnen realiseren. We make prototypes, not PowerPoints. 6 STEM & Toegepaste technologie De basiscompetenties worden verder uitgediept, we doorlopen het traject samen met jou in de vorm van coach teaching. We werken zowel thuis als in het STEM-Lab. De planning wordt samen ingevuld. We leren je niet alleen omgaan met de nieuwste technologische ontwikkeling die je kan toepassen binnen STEM maar ook hoe je op lange termijn ontwikkelingsgericht kan blijven groeien in je eigen vermogen als STEM-leraar. Er zijn een aantal verplichte modules en een aantal keuzemodules. Uit deze laatste reeks kan de student zelf een aantal onderwerpen kiezen om zich verder te verdiepen in de verworven kennis of om nieuwe kennis op te bouwen die hem/haar ondersteunen in het uitwerken van (technische/STEM)-projecten. 7 Waar heb je les? Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten De berekening van studiegelden gebeurt op basis van onderstaande tarieven: Vast gedeelte Variabel gedeelte per studiepunt Niet-beurstariefstudent € 281,10 € 13,5 Bijna-beurstariefstudent € 282,10 € 4,9 Beurstariefstudent € 128,80 € 0,0 Inschrijvingsgeld: € 282,10 + (€ 13,50 * 16 studiepunten) = € 498, 10 Lees hier alle info over studiekosten. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 24 juni (10u tot 15u) Zaterdag 03 september (10u tot 15u) Zaterdag 10 september (10u tot 15u) Inschrijven Klaar om je in te schrijven? Top! Op deze pagina kan je van start met je inschrijving. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Stel je vraag aan Bram Verdoodt Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Gerelateerde verhalen Verhaal Heel wat nieuws te ontdekken in 2023-2024 We starten heel wat nieuwe opleidingen in september en er is voor elk wat wils: kort of lang en in tal van domeinen. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}