{
    "id": "60",
    "title": "systeem- & netwerkbeheer",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-systeem-netwerkbeheer",
    "description": "Het 2-jarige graduaat Systeem- & Netwerkbeheer bereidt je voor op een job als systeembeheerder, helpdeskmedewerker, netwerkbeheerder, ...",
    "content": "Systeem- & Netwerkbeheer - Graduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Graduaat Systeem- & Netwerkbeheer Kom langs op één van onze infodagen infodagen Voor wie Je hebt interesse in de IT-sector en ICT-infrastructuur. Je denkt analytisch. Je houdt ervan problemen op een systematische manier op te lossen. Je denkt creatief. Je kan op een creatieve manier ingewikkelde zaken terugbrengen tot een overzichtelijk geheel. Je bent ondernemend. Je bent goed in organiseren en je kunt zelfstandig en resultaatgericht werken. Je bent eerder praktijkgericht en niet echt een theoreticus. Opleidingen Systeem- & Netwerkbeheer Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Volg ons op Facebook Info voor bedrijven Kwaliteitsvol onderwijs Voor wie Je hebt interesse in de IT-sector en ICT-infrastructuur. Je denkt analytisch. Je houdt ervan problemen op een systematische manier op te lossen. Je denkt creatief. Je kan op een creatieve manier ingewikkelde zaken terugbrengen tot een overzichtelijk geheel. Je bent ondernemend. Je bent goed in organiseren en je kunt zelfstandig en resultaatgericht werken. Je bent eerder praktijkgericht en niet echt een theoreticus. Hoe ziet de opleiding eruit? Diploma in 2 of 3 jaar We bieden je een voltijdse tweejarige dagopleiding aan die volledig op de beroepspraktijk is afgestemd. Indien je ’s avonds de lessen wil volgen, dan doe je er standaard drie jaar over. Vooral in het avondtraject maken wij gebruik van blended learning. Persoonlijke coaching We begeleiden je actief in je persoonlijke ontwikkeling. Je docent is je coach en gaat samen met jou op zoek hoe je je talenten en competenties het best kan ontwikkelen. Werkcolleges krijg je in kleine groepen zodat je individueel begeleid kan worden. De drempel tussen docent en student is bij ons erg laag. Digitaal leren (blended learning) maakt actief deel uit van onze onderwijsstijl. Minder boeken, wel meer online en interactief materiaal. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Vakken Je opleiding bestaat uit vijf leerlijnen. Naast drie inhoudelijke leerlijnen die de kern vormen, namelijk Systems, Networks en Software, bestaat het curriculum uit een ondersteunende leerlijn IT-sector en een leerlijn Integration, waar alle leerlijnen in samenkomen. IT-sector In de leerlijn IT-sector leren we jou een aantal IT-basics aan. Je verwerft inzicht in de algemene werking van hard- en software, in verschillende talstelsels, in verschillende communicatiestrategieën en technieken die relevant zijn in bedrijven. Bovendien ontwikkel je IT-Engels en IT-speciﬁeke projectmanagement methodieken. Systems Vertrekkend van de basiswerking van computersystemen en besturingssystemen laten we je kennis maken met de moderne bouwstenen van een ICT-infrastructuur. We bestuderen tevens het beheer van databanken. Networks Hier leer je de infrastructuurkant van informaticatoepassingen kennen. Je krijgt inzicht in de algemene netwerkarchitecturen. Software Je leert scripts ontwikkelen om toepassingen beter te beheren en te automatiseren. Integration In de leerlijn Integration ligt de focus op levenslang leren , projectwerk en geïntegreerd verwerven en inoefenen van competenties. Deze leerlijn bestaat bijna integraal uit werkplekleren. Systeem- & Netwerkbeheer - Jaar 1 Veld Credits IT-sector IT essentials 3 IT Lab 5 Communication I 4 Systems Operating systems 1 6 Operating systems 2 7 Database fundamentals 4 Database Management 4 System & Cloud Services 6 Networks Networks I 4 Networks II 7 Software Scripting I 6 Integration Trends 4 Systeem- & Netwerkbeheer - Jaar 2 Veld Credits IT-sector Communication II 3 Process & Project Flow 3 Networks Networks III 6 Networks IV 6 Software Scripting II 6 Integration Project on Campus 6 Internship: Project I 15 Internship: Project II 15 Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Na je studie De vraag naar systeem- en netwerkbeheerders is groot. Onze economie heeft nood aan ICT-medewerkers allerhande. Als systeem- en netwerkbeheerder ben je creatief en dynamisch. Naast een degelijke technische kennis beschik je ook over communicatieve en commerciële vaardigheden. Aan het werk Je kan aan de slag als: Netwerkbeheerder Systeembeheerder Helpdeskmedewerker Databankbeheerder Zelfstandige ... Verder studeren Aan EhB een postgraduaat: postgraduaat Toegepaste Artificiële Intelligentie postgraduaat Coding een extra bachelor via een verkort-traject: verkort programma bachelor Toegepaste Informatica Waar heb je les Campus Kaai In Anderlecht Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Flexibel studeren Flexibel traject Werken en studeren Afhankelijk van je persoonlijke en professionele situatie kan voor jou een individueel aangepast traject uitgewerkt worden. Je plant dus met een maximum aan ﬂexibiliteit om zo op je eigen tempo te studeren. Bovendien voorzien we de mogelijkheid om jouw stages te spreiden over een langere periode, om opdrachten op de werkplek ﬂexibel te plannen en om deadlines voor opdrachten of projecten te verschuiven. Verkort traject Je kunt ook eerder verworven competenties (EVC) of kwaliﬁcaties (EVK) valideren. Zo kan je het modeltraject eventueel afronden op anderhalf jaar. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: • In 2020 vond een toets nieuwe opleiding plaats voor deze opleiding. Lees het volledige rapport . • De Nederlands-Vlaamse Accreditatieorganisatie (NVAO) besloot dat deze opleiding op internationaal aanvaarde wijze potentiële kwaliteit biedt: zie besluit toets nieuwe opleiding . De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Inschrijven Klaar om je in te schrijven voor Systeem- & Netwerkbeheer? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u. Nijverheidskaai 170, 1070 Anderlecht bel ons: 02 523 37 37 mail ons: gdt.kaai.student@ehb.be Info voor bedrijven We zijn steeds op zoek naar bedrijven en organisaties om mee samen te werken. De mogelijkheden zijn talrijk, hieronder enkele voorbeelden. Wil je samenwerken? Contacteer ons. Bedrijfsbezoek of gastles De wereld van IT staat niet stil, en daar moeten onze studenten mee om kunnen. Daarom organiseren we in het eerste jaar het vak “Trends”. We laten studenten kennismaken met het beroep van systeem- en netwerkbeheerder, dompelen hen onder in het diverse IT-werkveld en brengen hen in contact met boeiende trends en technologische evoluties. Onze studenten bezoeken bedrijven, volgen workshops en webinars, nemen deel aan interessante beurzen en blijven bij aan de hand van boeiende gastcolleges. Project on campus In het eerste jaar verwierven de studenten alle basic skills van een systeem- & netwerkbeheerder. Daar kunnen ze in het tweede jaar mee aan de slag in een veilige omgeving tijdens een project on campus. Onze werkveldpartners treden op als opdrachtgever en briefen de studenten, volgen de tussentijdse stand van zaken op en beoordelen (samen met ons) het opgeleverde eindproduct. De studenten werken het project uit op school en onder begeleiding van onze docenten. Dit jaar werken de studenten bijvoorbeeld een doorsnee infrastructuur uit voor een KMO. Dit omvat onder andere een behoefteanalyse, de opstelling van hardware voor client infrastructuur, randapparatuur en servers, opzetten van een firewall en van verschillende servers, diverse configuraties (server, VOIP, Exchange en Office). Stage In twee stages van elk 7 weken bewijst de student dat hij de titel van systeem- en netwerkbeheerder waard is. In beide stageperiodes is er zowel aandacht voor hard als soft skills. Zo voert de student voor de eerste stageperiode taken uit die te maken hebben met second line support (bijv. user management (user accounts, wachtwoorden…), installatie van hardware en software, netwerk- en systeemondersteuning van client computers…). Daarnaast bewijst hij dat hij de nodige communicatieve vaardigheden en een professionele en klantgerichte attitude beheerst. Tijdens de tweede stageperiode draait de student echt mee als een starter in de organisatie. Bovendien krijgt hij een project dat hij zelfstandig (maar onder begeleiding uiteraard) tot een goed einde brengt en oplevert aan de stageplaats. De student kan ervoor kiezen om beide stages in dezelfde organisatie te lopen, op voorwaarde dat er voldoende groei mogelijk is. Neem contact op met onze stagecoördinator . Career Launch Jaarlijks organiseren we voor onze tweedejaars- en derdejaarsstudenten een jobbeurs. Enerzijds richten we ons hierbij op de studenten die op zoek zijn naar een stageplaats en/of een samenwerking in het kader van hun final work. Anderzijds bieden we de laatstejaarsstudenten hulp bij het zoeken naar een job. Het doel is eenvoudig: werkgevers in contact brengen met jong talent. Contact Erasmushogeschool campus Kaai Nijverheidskaai 170, 1070 Anderlecht Bel ons: 02 523 37 37 Mail ons: bram.drabbe@ehb.be Chat met ons via de knop rechtsonder in beeld Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Gerelateerde verhalen Verhaal Studenten Toegepaste Informatica en Systeem- & Netwerkbeheer bezoeken NetSec Op dinsdag 15 november brachten de studenten Toegepaste Informatica en Systeem- & Netwerkbeheer een bezoek aan NetSec, de cybersecurity & cloud conference ··· Verhaal Podcast: de meerwaarde van onze studenten voor jouw organisatie In een klein kwartier verneem je alles over werkplekleren en stages van onze graduaatsstudenten, dankzij deze podcast. ··· Verhaal Twee netwerk- & systeembeheerders in het UZ Younis en Jonas zijn 2 net afgestudeerde Netwerk- & Systeembeheerders. Hun laatste stage liepen ze bij het UZ Brussel en ze waren net zo onmisbaar als een arts. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}