{
    "id": "125",
    "title": "technologisch verpleegkundige",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/technologisch-verpleegkundige",
    "description": "Bijdrage aan de kwaliteit van zorg",
    "content": "Technologisch verpleegkundige - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Technologisch verpleegkundige Voor wie De opleiding Postgraduaat technologisch verpleegkundige is toegankelijk voor studenten met basisopleiding: Bachelor in de Verpleegkunde Opleidingen Technologisch verpleegkundige Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Volg ons op Facebook Volg ons op Instagram Voor wie De opleiding Postgraduaat technologisch verpleegkundige is toegankelijk voor studenten met basisopleiding: Bachelor in de Verpleegkunde Hoe ziet de opleiding eruit De opleiding tot technologisch verpleegkundige is belangrijk om de volgende redenen: Bijdrage aan de kwaliteit van zorg: een technologisch verpleegkundige kan bijdragen aan de kwaliteit van de zorg door gebruik te maken van de nieuwste technologieën en methoden in de verzorging van patiënten. Verbetering van de uitkomsten van de zorg: door de opleiding tot technologisch verpleegkundige te volgen, kunnen verpleegkundigen nauwkeuriger diagnose stellen en betere behandelplannen opstellen, wat leidt tot verbeterde uitkomsten voor de patiënt. Versterking van de rol van verpleegkundigen in de gezondheidszorg: door de opleiding tot technologisch verpleegkundige, kunnen verpleegkundigen meer verantwoordelijkheid nemen en een grotere bijdrage leveren aan de gezondheidszorg. Ondersteuning van interdisciplinaire samenwerking: door de opleiding tot technologisch verpleegkundige, kunnen verpleegkundigen beter samenwerken met andere zorgverleners, waaronder artsen, technici en andere verpleegkundigen. Persoonlijke groei en ontwikkeling: de opleiding tot technologisch verpleegkundige biedt verpleegkundigen de kans om zich verder te ontwikkelen en hun kennis en vaardigheden uit te breiden, wat leidt tot persoonlijke groei en verrijking van hun carrière. Wat leer je Een verpleegkundige in de medische beeldvorming heeft de volgende competenties: Technische kennis: kennis van medische beeldvormingstechnieken en hoe deze toegepast worden in de verzorging van patiënten. Patiëntgerichtheid: vermogen om op een comfortabele en geruststellende manier te communiceren met patiënten en hen voor te bereiden op medische beeldvormingprocedures. Veiligheid: bewustzijn van de risico's en de verantwoordelijkheid om veiligheidsprocedures te volgen tijdens medische beeldvormingprocedures. Technische vaardigheden: vermogen om technische apparatuur en software te bedienen en de kwaliteit van de beelden te waarborgen. Interpersoonlijke vaardigheden: vermogen om te communiceren en samen te werken met andere leden van het medische team en patiënten en hun families. Continu leren: vermogen om op de hoogte te blijven van de nieuwste ontwikkelingen en technologieën in de medische beeldvorming en bereidheid om nieuwe vaardigheden te leren Lesprogramma Deze opleiding start in september 2024 . Module 1: Radiobiologie Module 2: Therapievoorbereiding, -planning en beeldvorming Module 3: Hersenen, neus-keel-oor, hematologie en sarcomen Module 4: Longen (thorax), borst en cardiologie Module 5: Klein bekken, onderste en bovenste digestieve organen Module 6: innovatieve technologieën Programmadetails volgen later Na je studie Indien je beschikt over een bachelorsdiploma dan ontvang je -na het succesvol doorlopen van de opleiding én het afleggen van een schriftelijk examen- een diploma 'Postgraduaat Technologisch Verpleegkundige' van 20 studiepunten. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Het inschrijvingsgeld bedraagt 1600 euro - inclusief- cursusmateriaal. Het cursusmateriaal wordt online aangeboden. Inschrijven Geïnteresseerden kunnen bij vragen rechtstreeks contact opnemen met de coördinator Merjem Ouelhadj voor een persoonlijk gesprek. Schrijf je hier in You must have JavaScript enabled to use this form. Ik schrijf me in voor deze opleiding - Geen - professionele bachelor Biomedische Laboratoriumtechnologie professionele bachelor Communicatie professionele bachelor Hotelmanagement professionele bachelor Idea & Innovation Management professionele bachelor Journalistiek educatieve bachelor Kleuteronderwijs educatieve bachelor Lager Onderwijs educatieve bachelor Secundair Onderwijs verkorte educatieve bachelor Secundair Onderwijs professionele bachelor Landschaps- & Tuinarchitectuur professionele bachelor Multimedia & Creatieve Technologie professionele bachelor Organisatie & Management professionele bachelor Pedagogie van het Jonge Kind professionele bachelor Sociaal Werk professionele bachelor Toegepaste Informatica professionele bachelor Toerisme- & Recreatiemanagement professionele bachelor Verpleegkunde professionele bachelor Voedings- & Dieetkunde professionele bachelor Vroedkunde professionele bachelor Audiovisuele Kunsten (na toelatingsproef) professionele bachelor Musical (na toelatingsproef) academische bachelor Audiovisuele Kunsten (na toelatingsproef) academische bachelor Muziek (na toelatingsproef) academische bachelor Drama (na toelatingsproef) graduaat Accounting Administration graduaat Accounting Administration (E-learning) graduaat Basisverpleegkunde Educatieve Graduaatsopleiding Secundair Onderwijs graduaat Elektromechanische Systemen graduaat Juridisch-administratieve Ondersteuning graduaat Logies-, Restaurant- & Cateringmanagement graduaat Marketing & Communicatiesupport graduaat Podium- & Eventtechnieken postgraduaat Coding postgraduaat Cosmetic Sciences postgraduaat Diabeteseducator postgraduaat Fiscaliteit postgraduaat Forensisch Hulpverlenend Expert postgraduaat Forensisch Onderzoek postgraduaat Forensisch Verpleegkundig Expert postgraduaat Health Coach postgraduaat Informatiemanagement postgraduaat Musical postgraduaat Muziek postgraduaat Niet-Confessionele Zedenleer graduaat Programmeren graduaat Systeem- & Netwerkbeheer postgraduaat Applied Bio-Informatics in Research postgraduaat Bedrijfsverpleegkunde postgraduaat Palliatieve Zorg postgraduaat Pediatrie en Neonatologie postgraduaat Peri-operatieve Zorgen postgraduaat Procesbegeleider Ethiek in Zorg en Welzijn postgraduaat Toegepaste Artificiële Intelligentie banaba Zorgmanagement micro-credential Accounting Administration (boekhouden) micro-credential Bedrijfsbeleid micro-credential Boekhouden voor werknemers micro-credential Boekhouden voor zelfstandigen micro-credential Cybersecurity & Ethical Hacking micro-credential Hulpboekhouder micro-credential Multimedia en Creatieve Technologie Expertise micro-credential Onderneming & Recht (Juridisch-administratieve Ondersteuning) micro-credential Preventieve gezondheid, voeding, beweging, ziekte- en infectiepreventie en mentaal welzijn micro-credential Proefdierkunde micro-credential Tourism & Leisure Basics I & II Ik ben enkel geïnteresseerd in een bij- & nascholing 2024-2025. Hou mij de hoogte wanneer de inschrijvingen openen. Ja, stuur mij een mail als de inschrijvingen openen Ik ben momenteel - Selecteren - student in het middelbaar onderwijs student in het hoger onderwijs aan het werk andere familienaam voornaam e-mail straat + huisnummer postcode woonplaats Ik wil EhB-nieuws ontvangen in mijn mailbox Ja Nee Ja, ik start mijn inschrijving Contact campus Jette Laarbeeklaan 121 1090 Jette Mail ons: stel je vraag aan Matthias Waegemans - Opleidingshoofd VP Merjem Ouelhadj - Coördinator Bel ons: 02 72 52 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Gerelateerde verhalen Verhaal Heel wat nieuws te ontdekken in 2023-2024 We starten heel wat nieuwe opleidingen in september en er is voor elk wat wils: kort of lang en in tal van domeinen. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}