{
    "id": "127",
    "title": "toegepaste informatica",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/toegepaste-informatica",
    "description": "Studeer Toegepaste Informatica aan EhB. De kick-start voor elke digital expert met Brussel als onschatbare waarde: alle grote ICT-spelers liggen om de hoek.",
    "content": "Toegepaste Informatica - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Toegepaste Informatica Kom langs op één van onze infodagen infodagen Voor wie Voor iedereen die zich aangesproken voelt door de IT-wereld. Wil je graag aan de hand van een praktijkgerichte opleiding leren programmeren, hacken, netwerken,...? Heb je een interesse in onder andere software, robotica, Artificiële Intelligentie? Ben je sterk in logisch denken en heb je een grote interesse in alles wat te maken heeft met computers? Opleidingen Toegepaste Informatica Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Volg ons op Facebook Kwaliteitsvol onderwijs Voor wie Voor iedereen die zich aangesproken voelt door de IT-wereld. Wil je graag aan de hand van een praktijkgerichte opleiding leren programmeren, hacken, netwerken,...? Heb je een interesse in onder andere software, robotica, Artificiële Intelligentie? Ben je sterk in logisch denken en heb je een grote interesse in alles wat te maken heeft met computers? Hoe ziet de opleiding eruit Wil je apps bouwen, netwerken beveiligen, artificiële intelligentie integreren of de technieken van ethical hackers onder de knie krijgen? Dan is Toegepaste Informatica de opleiding voor jou. Bij ons ben je geen nummer, maar iemand die we persoonlijk begeleiden en coachen doorheen het ganse traject. Dit gebeurt in samenwerking met heel wat innovatieve IT-bedrijven . In het eerste jaar, krijg je zelfs een IT coach die buiten de lesuren voor jou klaarstaat. Als student maak je je eigen keuze uit meerdere specialisaties via doordachte keuzevakken . Je bepaalt je eigen toekomst en je wordt voorbereid om na je studies aan de slag te gaan als direct-inzetbare IT professional. Daarnaast gebruiken we een uniek systeem van evaluaties, net zoals in het bedrijfsleven. Ondersteunend, met veel feedback en gericht op persoonlijke groei. Vereiste voorkennis? Logisch kunnen redeneren en zin om erin te vliegen is het allerbelangrijkste. Bekijk de werken van onze studenten We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings De perfecte start voor elke carrière in de IT Door een breed aanbod van vakken en specialisaties met heel veel praktijk en projecten is de opleiding Toegepaste informatica aan de Erasmushogeschool de perfecte start voor elke carrière in de IT. Wouter Goossens Oud-student Persoonlijke begeleiding We willen je actief begeleiden in je persoonlijke ontwikkeling. Je docent is zowel online als on-campus je coach en gaat samen met jou op zoek hoe je je talenten en competenties het best kan ontwikkelen. Ook waar je individueel of in team moet werken aan taken, opdrachten of projecten zal je steeds begeleid worden door één of meerdere docenten. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Digitaal leren maakt actief deel uit van onze onderwijsstijl. Maar iedere student is anders. De docenten coachen je dus doorheen je studietraject op de voor jou meest aangewezen manier. We hanteren kleine werkgroepen zodat je individueel begeleid kan worden. De drempel tussen docent en student is bij ons dus erg laag. Tijdens je studies kan je ook steeds terecht bij je studentenbegeleider met vragen over studievaardigheden, je individueel traject, het aanvragen van vrijstellingen, … Ook als het persoonlijk even niet meezit, kan je bij ons terecht. Nog meer nood aan extra training of coaching? Na de lesuren organiseren wij persoonlijke begeleiding door gespecialiseerde docenten. Verder, nemen 2de jaarstudenten binnen hun talent-vakken een tutoring-traject op, waarbij ze de eerstejaarstudenten helpen met problemen en coachen tijdens projecten. Vakken In het programma starten we met een brede basis . Onze enthousiaste docenten zullen je vanuit hun eigen praktijkervaring wegwijs maken in de IT-wereld. Het lessenpakket volgt de technologische evoluties nauwgezet op en maakt gebruik van dynamische werkvormen: minder klassieke theorielessen maar meer actief leren met werkcolleges, projecten en (internationale) stages. Je lessen zijn dus zeer praktijkgericht , zodat je meteen de vaardigheden inoefent die je ook in het bedrijfsleven nodig zal hebben. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings 1ste jaar Het eerste jaar is gemeenschappelijk voor alle studenten. We starten door je een stevige basis bij te brengen rond programmeren , webontwikkeling , IT-infrastructuur , besturingssystemen en netwerken . Ook leren we je de future skills aan die de business verwacht en werk je aan je eerste project in teamverband. Programma Toegepaste informatica jaar 1 Veld Credits Semester 1 IT Essentials Binnen dit vak bespreken we de basis van de IT: wat is een RAM-geheugen, wat is een CPU, wat is een hedendaagse architectuur, enzovoort. Verder gaan we dieper in op de werking van hedendaagse besturingssystemen. Semester 1 6 Desktop OS De inhoud van dit opleidingsonderdeel omvat het leren gebruiken van de belangrijkste componenten in Windows en Linux om deze besturingssystemen veilig, stabiel en efficiënt te beheren. Dit omvat beveiligings-, netwerk-, proces-, systeem-, software- en gebruikersinstellingen, samen met de tools om deze efficiënt te beheren. Daarnaast wordt er aandacht besteed aan het virtualiseren van besturingssystemen in een desktopomgeving. Semester 1 3 Programming Essentials l Programming Essentials 1 behandelt de basisprincipes van het begrijpen, analyseren en oplossen van problemen. Er wordt een brede basis gelegd voor logica en de kennis van gestructureerd en procedureel programmeren. Semester 1 6 Web Essentials In Web Essentials worden HTML5 en CSS3 aangeleerd en toegepast bij het bouwen van een statische website. Gezien de verscheidenheid aan toestellen (smartphones, tablets, laptops en desktops) waarmee bezoekers een website kunnen bekijken, en de bijbehorende verschillen (schermgrootte, schermratio, schermdichtheid, browser, enzovoort) besteden we aandacht aan technieken die ervoor zorgen dat pagina's correct worden weergegeven in al deze verschillende situaties. Semester 1 4 Business Communication In dit vak leren we effectief professioneel communiceren, samenwerken, hedendaagse vergader- en rapportagetechnieken en presenteren. Semester 1 3 Network Essentials De focus van dit vak ligt op de basis van computernetwerken. In deze cursus zal de student zowel de praktische als conceptuele vaardigheden aanleren die de basis vormen voor een correct begrip van de werking van moderne (inter)netwerken. Aan het einde van dit opleidingsonderdeel is de student in staat kleine LAN-netwerken op te bouwen, eenvoudige configuraties uit te voeren aan routers en switches en IP-adresschema's uit te werken. Semester 1 4 Semester 2 Business IT Essentials Welke IT-systemen worden gebruikt door grote bedrijven, wat is de impact van de cloud, artificiële intelligentie en cybersecurity binnen de business en hoe optimaliseren bedrijven hun aanpak om sneller en efficiënter te kunnen werken. Dit vak wordt in samenwerking met een echt bedrijf georganiseerd, dat de studenten zowel coacht, evalueert en feedback voorziet. Semester 2 3 Programming Essentials ll Programming Essentials 2 bouwt voort op de programmeerkennis opgedaan in Programming Essentials 1 maar schakelt over naar een objectgeoriënteerde programmeertaal. De nieuwe begrippen klasse en object worden geïntroduceerd. Het uitwerken van programmastructuren zal nu verlopen aan de hand van analysediagrammen (UML), die zullen gebruikt worden voor de opbouw van je applicatie. Semester 2 6 Software Design Essentials In het vak Software Design Essentials wordt de basis gelegd voor het analyseren en ontwerpen van software. We bespreken eerst het klassieke software-ontwikkelingsproces en bekijken vervolgens iteratieve ontwikkelmethodologieën. Daarna bekijken we hoe software-vereisten van de klant kunnen geanalyseerd worden en omgezet in een ontwerp, gebruikmakend van eenvoudige UML-diagramma's. Hierbij komen onder andere use cases, class diagrams, sequence diagrams, activity diagrams en state machine diagrams aan bod. We bespreken verder ook de verschillende manieren om software te testen en hebben het over de ondersteuning van het software ontwikkelingsproces Semester 2 4 Web Advanced Om mee te gaan in de nieuwste evoluties op het vlak van web development krijg je in Web Advanced een diepere duik in Javascript. Er wordt gekeken naar de laatste toevoegingen van ECMAScript en uitgebreid gekeken naar objectgeoriënteerd programmeren binnen Javascript aan de hand van een aantal best practices. Het dynamische luik van de website wordt toegevoegd met node.js en MySQL. Er wordt gekeken naar de vereisten van hedendaagse applicaties en de basis van het framework wordt aangeleerd en gekoppeld aan een MySQL database. Semester 2 5 Data Essentials Data Essentials cursus start met een overzicht van de kenmerken, soorten, voorbeelden en onderdelen van een databasesysteem. Hierna volgt een grondige bespreking van informatie- en gegevensanalyse. De student maakt kennis met de standaardquery-taal SQL voor relationele databanken. Semester 2 6 Programming Project Dit project laat de studenten kennismaken met de manier waarop in de praktijk een echt software ontwikkelingsproject wordt aangepakt (Agile). Je leert projectmanagementtechnieken aan en je gaat met je team d.m.v. korte sprints een eindproduct opleveren voor de klant. Hier ga je zowel je technische als je softskills helemaal in de praktijk toepassen. Semester 2 7 Jaarvak iTalent l In dit vak reflecteert de student over zijn eigen handelen en werkt persoonlijke doelstellingen uit waar hij het volledige tweede semester aan werkt. De studycoaches ondersteunen de studenten d.m.v. persoonlijke gesprekken, met als hoofddoel het persoonlijk en professioneel talent verder te ontwikkelen. Semester 1 en 2 3 2de jaar Vanaf het tweede opleidingsjaar wordt het gemeenschappelijk programma aangevuld met specialisatiepakketten (zie onderaan deze pagina). Je wordt opgeleid tot een echte professional die innovatieve oplossingen kan bedenken en ontwikkelen. Dankzij de laatste innovaties word je klaargestoomd voor de arbeidsmarkt. Programma Toegepaste informatica jaar 2 Veld Credits Semester 1 Backend Web Semester 1 4 Software Design & Quality Assurance Semester 1 5 .NET Essentials Semester 1 5 Business English Semester 1 3 IT Project Semester 1 4 Semester 2 Server OS Semester 2 6 AI Essentials Semester 2 4 Security Essentials Semester 2 3 Entrepreneurship Semester 2 4 Integration Project Semester 2 5 Jaarvak iTalent ll Semester 1 en 2 4 Keuzeclusters Business IT Semester 1 en 2 13 Network Engineering Semester 1 en 2 13 Software Engineering Semester 1 en 2 13 Intelligent Robotics Semester 1 en 2 13 3de jaar Het derde en laatste studiejaar vormt het sluitstuk van je opleiding. Je stelt je eigen lessenpakket samen op basis van keuzevakken of volgt een specialisatietrack. Nadien zet je de kers op de taart met een bedrijfsstage (Internship) en een Final Work in teamverband. Programma Toegepaste informatica jaar 3 Veld Credits Semester 1 Vrije keuze uit 5 keuzevakken Data Management Server & Cloud Technologies Software Security Ethical Hacking Datacenter Technology Network Security System Automation & Scripting Enterprise Applications Mobile Applications: IOS Development Mobile Applications: Android Development Enterprise Software Integration Data Science Machine Learning Schakelvak Master VUB Start My Business Semester 1 25 Semester 2 Internship Semester 2 20 The Game Semester 2 3 Jaarvak Final Work Semester 1 en 2 12 Specialisaties Op drie jaar tijd kun je niet álle domeinen in de informatica volledig uitdiepen. In het tweede jaar geven we je daarom de keuze om je te specialiseren in je eigen interessedomein. Je hebt hierbij de keuze tussen één van onze vier keuzeclusters: Business IT , Networks & Security, Intelligent Robotics of Software Engineering . Toegepaste Informatica Keuzeclusters 2e jaar Veld Credits Business IT Business IT Technology Semester 1 3 Business IT Development Semester 1 6 Mobile Enterprise Apps Semester 2 4 Network Engineering Routing & Switching Essentials Semester 1 5 Scaling Networks Semester 1 4 Network Engineering Project Semester 2 4 Software Engineering Java Advanced Semester 1 4 Usability Engineering Semester 1 5 .NET Advanced Semester 2 4 Intelligent Robotics Robotics Essentials Semester 1 6 Robotics Project Semester 1 3 AI for Robotics Semester 2 4 Business IT : SAP | IT-Business Analysis | Enterprise Intelligence | Artificial Intelligence Networks & Security : Cloud | Virtualisation | Routing & Switching | Powershell | Datacenter Software Engineering : Java & .NET development | Agile | Testing | Security | React | Usability Intelligent Robotics : Robotica | Artificial Intelligence | Hackathons | Machine Learning Toegepaste Informatica Keuzevakken"
}