{
    "id": "126",
    "title": "toegepaste artificiële intelligentie",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/toegepaste-artificiele-intelligentie",
    "description": "Maak kennis met data science, natural language processing en zoveel meer en word all-round speler in de toegepaste Artificiële Intelligentie.",
    "content": "Toegepaste Artificiële Intelligentie - Postgraduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Postgraduaat Toegepaste Artificiële Intelligentie Schrijf je nu in inschrijven Voor wie Je hebt al een diploma en/of je bent een innovatieve ondernemer of ambitieuze business ontwikkelaar. Je bent gepassioneerd door technologie en wil deel uitmaken van de snel evoluerende wereld van de A.I. Je denkt oplossingsgericht en creatief. Je vindt het leuk om problemen te analyseren en systematisch op te lossen. Je hebt basis programmeervaardigheden. Geen programmeerervaring? Dan kun je eerst een eenjarige programmeeropleiding afronden en daarna deelnemen aan dit postgraduaat. Opleidingen Toegepaste Artificiële Intelligentie Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Ontvang de folder thuis Volg ons op Facebook Voor wie Je hebt al een diploma en/of je bent een innovatieve ondernemer of ambitieuze business ontwikkelaar. Je bent gepassioneerd door technologie en wil deel uitmaken van de snel evoluerende wereld van de A.I. Je denkt oplossingsgericht en creatief. Je vindt het leuk om problemen te analyseren en systematisch op te lossen. Je hebt basis programmeervaardigheden. Geen programmeerervaring? Dan kun je eerst een eenjarige programmeeropleiding afronden en daarna deelnemen aan dit postgraduaat. Hoe ziet de opleiding eruit? We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Artificiële Intelligentie (AI) is aan een zeer sterke opmars bezig. Deze nieuwste technologie heeft geleid tot een hele nieuwe generatie van applicaties die de manier waarop we werken en leven veranderen. Machine learning algoritmen verbeteren de efficiëntie van e-commerce, binnenkort rijden zelfrijdende auto’s in onze straten door verbeterde beeldherkenning, helpdesks worden meer en meer bemand door chatbots. We bieden je een éénjarige cursus artificiële intelligentie aan die de tools, technieken en kennis aanreikt om je tot een allround-speler op vlak van toegepaste Artificiële Intelligentie te vormen. Er wordt verwacht dat je de basis van programmeren onder knie hebt, wat houdt dit net in? Het postgraduaat is een zeer praktijkgerichte opleiding. Tijdens de verschillende workshops zal je meestal een computer gebruiken en ga je aan de slag met Python. Je kan online heel wat tutorials over Python en programmeren vinden. Belangrijkste concepten die je onder de knie moet hebben zijn: variables, basic arithmic functions, string manipulations, looping en conditionals. Een uitgebreide kennis van Python is nodig, want we gebruiken uitbreid 'standard libraries' tijdens de lessen. Moet je verplicht aanwezig zijn tijdens elke les? Er is geen verplichting. Maar de sterkte van het programma is de persoonlijke interactie met docenten en studenten. Al de lessen worden ook op een professionele manier gestreamed en opgenomen indien je niet elke les live kan bijwonen. Er zijn ook groepswerken, dus je aanwezigheid is voor die projecten wel aangeraden. Wanneer vinden de lessen plaats? De lessen gaan steeds door op dinsdag tussen 9.00 tot ten laatste 18.00, wat combinatie met werken mogelijk maakt. In welke taal wordt de opleiding gegeven? Alle vakken worden integraal gegeven in het Engels. Maar de meeste docenten kunnen je vragen ook wel in het Nederlands beantwoorden. Vakken We reiken je de nodige tools, technieken en inzichten aan om een all-round-speler te worden op het gebied van artificiële intelligentie. In het eerste semester verdiepen we ons na een inleidende week in de fundamenten ervan met vakken als data science, machine learning en big data. Het tweede semester focust dan op toepassingen zoals NLP, spraakverwerking, computer vision en robotica. Ten slotte krijg je ook de kans om ervaring op te doen in het veld tijdens een stage bij een AI-bedrijf. AI fundamentals In de kennismakingsweek word je ondergedompeld in verscheidene aspecten van AI: hoe leert AI, welke technieken en toepassingen kent het, en wat zijn de pitfalls en limieten waar je rekening mee moet houden? Data Science Je maakt kennis met de volledige werkketen van de data scientist, van het verzamelen en verwerken van de data over modelleren van het probleem tot het uitrollen naar de klant toe. We leggen steeds de nadruk op de pitfalls, de grenzen van AI en we zorgen ervoor dat onze resultaten ethisch verantwoord en veilig zijn. Machine Learning We gaan dieper in op de kern van AI: machine learning. We behandelen regressie en classificatie, onderzoeken de werking van neurale netwerken, deep learning, genetische algoritmen, clustering enz. We leren modellen trainen met behulp van bestaande libraries en hierbij rekening te houden met de beperkingen van de dataset waar we van vertrekken. Stage Om deze praktische kennis toe te passen op real live voorbeelden heb je in deze opleiding de kans om een stage te volgen in een bedrijf dat dagelijks met AI bezig is. IoT & Big Data IoT is aan een stevige opmars bezig. Smart cities, industrie 4.0, e-health, de toepassingen zijn legio. Door deze evolutie worden massa’s data gecreëerd die allemaal hun weg moeten vinden naar the Cloud en verwerkt worden tot voor de gebruiker interesante informatie. In deze cursus leren we technieken kennen om grote hoeveelheden data te verwerken en te visualiseren op een efficiënte manier. We maken ook kennis met de nieuwste trend van edge computing die de Cloud minder zwaar belast. AI Project In deze cursus zal je worden ingedompeld in state of the art AI-technologieën op die manier bereiden we je voor om achteraf je eigen project alleen of in team uit te werken onder begeleiding onze eigen AI-experts. Voorafgaande projecten van studenten: - Smart Home with an AI model to manage your electricity use - AI-Platform that teaches you sign-language using computer vision - Drones that follow you based on facial recognition - Many more ... Machine Learning Operations (MLOps) MLOpsIn de professionele als academische wereld worden er veel modellen ontwikkeld maar weinigen komen in een deployment en productie omgeving terecht. De voornaamste reden is dat veel AI specialisten hun ML workflows nog manueel organiseren. Machine Learning Operations (MLOps) moet hier een einde aan brengen. In deze cursus bespreken we de uitdagingen binnen MLOps, de workflows en maken we gebruik van industriestandaard MLOps tools. Meer informatie over de vakinhoud kan je terugvinden in de ECTS-fiches. Bekijk het cursusrooster. Stage De stage biedt studenten een unieke kans om enkele weken hands-on ervaring op te doen bij vooraanstaande bedrijven zoals ML6, Imec en Human.ai. Studenten werken aan echte AI-projecten, leren van experts en breiden hun professionele netwerk uit. Deze praktijkervaring stelt studenten in staat om hun opgedane kennis toe te passen, inzicht te krijgen in de dagelijkse praktijk van AI en zich voor te bereiden op een succesvolle carrière, terwijl ze tegelijkertijd waardevolle connecties leggen met potentiële werkgevers in de branche. Je docenten Maarten Dequanter Maarten Dequanter is lector aan Erasmushogeschool Brussel in de richting IoT en het postgraduaat AI(Big data & IoT). Hiernaast is hij ook onderzoeker voor het kenniscentrum artificiële intelligentie van de Erasmushogeschool Brussel. Hij is een expert in het Prototypen van toegepaste Robotics & AI toepassingen. Maarten is altijd al een ondernemer geweest en heeft ondertussen verschillende bedrijven opgericht. Johan Loeckx Johan Loeckx is begonnen als micropreneur toen hij 16 was. Hij ontving een Msc in Electronic Engineering (2003), een MSc. in AI (2004) en een PhD in 2010 van K.U.Leuven. Hij co-ontwierp het encryptie-systeem voor patiëntgegevens binnen de Belgische gezondheidszorg. Hiervoor heeft de Belgische regering een patent ingediend. Hij is één van de medeoprichters van de een Freinetschool en is een actief muzikant. Johan is professor en lab manager aan de Artificial Intelligence Lab aan de Vrije Universiteit Brussel. Robin Bervoets Robin Bervoets, coördinator van ons postgraduaat Kunstmatige Intelligentie, is een expert in AI-toepassingen met ervaring in zowel academische als professionele settings. Naast zijn leiderschapsrol doceert hij SAP/ERP en begeleidt projecten binnen de opleiding Toegepaste Informatica. Robin heeft een eigen handelsbedrijf opgericht waar hij ook gebruik maakt van AI gebruikt. Hij gebruikt zijn unieke combinatie van ervaring om studenten de vaardigheden en inzichten bij te brengen die nodig zijn om te slagen in de AI-industrie. Na je studie Na het afronden van ons postgraduaat in Kunstmatige Intelligentie, zullen studenten over de cruciale kennis en vaardigheden beschikken om succesvol te zijn in het AI-domein. Ze zullen in staat zijn om machine learning- en deep learning-technieken toe te passen, effectieve oplossingen te ontwikkelen voor complexe problemen en ethische overwegingen in AI-toepassingen te integreren. Bovendien biedt ons programma uitgebreide netwerkmogelijkheden en toegang tot topbedrijven in de industrie, zoals ML6. Bekijk de blog waar één van onze studenten zijn inspirerende stage-ervaring bij ML6 deelt, waar hij waardevolle praktische ervaring opdeed en bijdroeg aan baanbrekende projecten. Investeer in uw toekomst en open de deur naar een lonende carrière in de snelgroeiende wereld van kunstmatige intelligentie met ons postgraduaat. Waar heb je les Campus Kaai In Anderlecht Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Inschrijvingsgeld Kostprijs met stage: €2.040 Kostprijs zonder stage: €1.890 Materiaalkosten De huur van het materiaal voor projecten is inbregrepen in de prijs. Het gebruik van Pluralsight is optioneel, hiervoor reken we een éénmalige bijdrage per academiejaar van €80. Wens je dit aan te kopen, stuur ons dan een e-mail . Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Inschrijven Klaar om je in te schrijven? Top! Op deze pagina kan je van start met je inschrijving. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u. Nijverheidskaai 170, 1070 Anderlecht bel ons: 02 523 37 37 mail ons: gdt.kaai.student@ehb.be Toelatingsvoorwaarden Je bent in het bezit van een bachelor of master. Je hebt een basiskennis programmeren. Heb je dit niet? We bieden je graag een inleidend jaar programmeren aan. Contact Erasmushogeschool campus Kaai Nijverheidskaai 170, 1070 Anderlecht Bel ons: 02 523 37 37 Mail ons: robin.bervoets@ehb.be Chat met ons via de knop rechtsonder in beeld Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Contacteer ons via Facebook Gerelateerde verhalen Verhaal Interesse in A.I. & robotics? Je bent aan het goede adres! Kiezen voor een studie in verband met robotica & A.I. is één van de meest future proof beslissingen. En wij zetten er vol op in! ··· Persbericht Brussels Kenniscentrum AI haalt grote investering binnen en lanceert 2 nieuwe opleidingen Erasmushogeschool Brussel haalt een investering van ruim €86.000 binnen voor AI Experience Lab op te zetten en start 2 nieuwe opleidingen. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}