{
    "id": "128",
    "title": "toegepaste informatica",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/toegepaste-informatica",
    "description": "Studeer Toegepaste Informatica aan EhB. De kick-start voor elke digital expert met Brussel als onschatbare waarde: alle grote ICT-spelers liggen om de hoek.",
    "content": "3e jaar Veld Credits Keuzevakken (vrije keuze uit 5 keuzevakken) Data Management Semester 1 5 Server & Cloud Technologies Semester 1 5 Software Security Semester 1 5 Ethical Hacking Semester 1 5 Datacenter Technology Semester 1 5 Network Security Semester 1 5 System Automation & Scripting Semester 1 5 Enterprise Applications Semester 1 5 Mobile Applications: IOS Development Semester 1 5 Mobile Applications: Android Development Semester 1 5 Enterprise Software Integration Semester 1 5 Data Science Semester 1 5 Machine Learning Semester 1 5 Schakelvak Master Informatica (VUB) Semester 1 5 Start My Business Semester 1 5 Specialisatietracks Cybersecurity & Ethical Hacking Semester 1 25 Software Engineer Semester 1 25 Network & Security Engineer Semester 1 25 Cloud & Data Architect Semester 1 25 AI Engineer Semester 1 25 Business IT Consultant Semester 1 25 Als laatstejaarstudent heb je geen vast studieprogramma meer. Je kiest zelf je 5 keuzevakken uit deze lijst: Data Management IOS Development Future Proof Project Android Development Software security Data science Ethical hacking Machine learning Datacenter Technology BI Analysis Network Security Generative Application Design System automation & scripting Schakelvak Master VUB Enterprise applications Start my business Gedetailleerde info over je vakken (beoordeling, examenvormen ...), lees de ECTS-fiches. Bekijk het digitaal studieprogramma Toegepaste Informatica . Stage Als professionele en praktijkgerichte opleiding bereiden we je optimaal voor op je verdere carrière. Werkplekleren maakt dan ook integraal deel uit van ons programma. Vanaf je eerste jaar maak je al kennis met IT bedrijven. Als Brusselse student heb je hier meteen een onschatbaar voordeel: alle grote ICT-spelers op de markt liggen om de hoek! In je laatste jaar zal je dan ook heel makkelijk een stageplaats vinden. Je zal een volledig semester als volwaardige werknemer mogen meedraaien in een (klein of groot) ICT-bedrijf. Voor velen een opstapje richting de eerste job. Andere aanpak voor werkstudenten . Studenten die de opleiding combineren met een job, hoeven geen stage te lopen, maar stellen een professional skills portfolio samen. De opleiding Toegepaste informatica aan de Erasmushogeschool komt gestructureerd en georganiseerd over. Er worden veel eisen en vragen gesteld aan zowel student als bedrijf. Studenten zijn formeel en professioneel. Ze hebben een duidelijk doel voor ogen, brede interesses en hebben een gevarieerde set aan skills . stagepartner Na je studie ICT speelt meer dan ooit een onmisbare rol in een wereld die steeds sneller evolueert. Als professionele bachelor in de Toegepaste informatica sta je in de arbeidsmarkt op de eerste rij . Duizenden vacatures raken niet of nauwelijks ingevuld. Het tekort aan praktisch opgeleide ICT-profielen is en blijft groter dan ooit. Jobs in onze sector zijn dan ook nog steeds knelpuntberoepen . Werkzekerheid en een boeiende en diverse carrière is met jouw toekomstig diploma gegarandeerd. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Aan het werk Softwareontwikkelaar Serurityspecialist Web architect Netwerk- of systeembeheerder Projectleider app-programmeur consultant zelfstandige Verder studeren Aan EhB een postgraduaat: postgraduaat Toegepaste Artificiële Intelligentie postgraduaat Coding een extra bachelor via een verkort-traject: verkort programma bachelor Multimedia & Creatieve Technologie Ga voor een master via een schakelprogramma via een voorbereidingsprogramma check wat je kan studeren aan de VUB: master Toegepaste Informatica Een brede basis gericht op succes in de bedrijfswereld Doorheen mijn studiecarrière werd ik klaargestoomd met de laatste technologieën, ondernemingszin, soft-skills en nuttige projecten gecoacht door een zeer toegankelijk en betrokken docententeam. Kortom, een brede basis gericht op succes in de bedrijfswereld die ik nu volop gebruik als systeemarchitect bij Accenture. Arnaud Coel Oud-student Waar heb je les Campus Kaai In Anderlecht Brussel is het kloppend hart van de IT- en multimedia-industrie Vlakbij station Brussel-Zuid IT-campus: medialab / fablab / design lab / netwerklab Kunst-campus: musical, theater en drama Leuke studentenresto met warme maaltijden, broodjes, salades, soepen enz Groene ruimte om buiten te zitten Vlot bereikbaar met trein, metro, fiets, step Grote parkeerruimte Contact: bel ons: 02 523 37 37 mail ons: gdt.kaai@ehb.be Adres: Nijverheidskaai 170, 1070 Anderlecht Openingsuren studentensecretariaat: Maandag tot vrijdag 9u tot 17u We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings ICT-infrastructuur Onze ICT dienst voorziet heel wat diensten voor alle studenten, geleverd door een modern en performant serverpark. Als student maak je gebruik van je eigen laptop, wij zorgen voor alle benodigde software. Events Jaarlijks organiseren we samen met jullie verschillende evenementen zoals EHACKB, Digital Convention Brussels, Career Launch, ... Tijdens deze evenementen brengen we je ook in contact met de experten uit het werkveld zodat je reeds tijdens je studies je professioneel netwerk kan uitbouwen. Nood aan wat extra communitygevoel? Dan ben je zeker welkom in onze Young IT Professionals Community waarbij je je professionele vaardigheden verder kan ontwikkelen. Liever wat ontspanning? Leef je dan maar ten volle uit tijdens hackathons , gaming avonden en netwerkevenementen . Bekijk onze communities Flexibel studeren We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Werken en studeren Heb je werk of ben je werkzoekend? In onze werktrajecten hanteren we zowel online en/of on-campus (met streaming ) coaching, zowel individueel als in groep, met focus op zelfstudie. Dit betekent dat je studeert met kant-en-klaar cursus- en oefenmateriaal en instructies die via onze digitale leeromgeving beschikbaar zijn. Gemiddeld voorzien we een halve tot één dag per week begeleiding voor werktraject. Je kan met een maximum aan flexibiliteit studeren, op je eigen tempo en zonder gebonden te zijn aan vaste uren en plaatsen. Starten in februari Is het academiejaar al gestart en heb je geen zin om een volledig academiejaar te verliezen? Je kan deze opleiding ook starten in februari. Neem contact op met onze trajectbegeleider: gwendolyn.vander.putten@ehb.be Meer info over flexibel studeren Verkorte trajecten Goesting in een (extra) diploma? Volg deze opleiding in 2 tot 4 jaar. Heb je een bachelor Multimedia & Communicatietechnologie of een daarmee gelijkgesteld diploma, dan volg je een verkort programma van ongeveer 1,5 jaar. Heb je een graduaat Programmeren? Dan volg je een verkort programma van 2 jaar. Heb je een graduaat Systeem- & Netwerkbeheer? Dan volg je een verkort programma van 2,5 jaar. Heb je een andere vooropleiding? Heb je andere ICT-gerelateerd diploma’s of credits behaald? Dan kun je op basis van je eerder verworven kwalificaties of competenties eventueel vrijstellingen krijgen. We bieden je dan een individueel studietraject aan. Neem contact op met onze trajectbegeleider: gwendolyn.vander.putten@ehb.be Naar het buitenland Als student in de hoofdstad van Europa studeer je sowieso in een internationale omgeving . Bij ons krijg je echter ook de kans om je grenzen te verleggen. Via het Erasmus+ beurzenprogramma kun je een semester gaan studeren bij één van onze partners (bv. in Denemarken, het Verenigd Koninkrijk, Portugal, Nederland, Spanje of Kroatië) zonder je zorgen te moeten maken over het financiële plaatje. Ook een buitenlandse stage behoort tot de mogelijkheden. Onze studenten liepen al stage in de Verenigde Staten, Canada, Australië, Nieuw-Zeeland, India, China, Kenia, …. en tal van landen in de Europese Unie. Duurt een volledig semester in het buitenland je te lang? Geen nood. We organiseren ook korte internationale weken in de loop van het tweede en het derde jaar. Mijn eindwerk in Vietnam: een onvergetelijke ervaring Voor mijn Final Work zes weken verblijven en werken in een land als Vietnam was een grote en onvergetelijke ervaring, niet alleen het werken in een Vietnamees onderzoeksinstituut maar ook het bezoeken van Hanoi en omstreken. Zo ben ik naar een echte Vietnamese trouw geweest alsook naar de wereldberoemde Ha-Long Bay terwijl ik in de week werkte aan een custom-built touchtable. Loïc Byl Oud-student Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2018 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2019 tot 2025 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Inschrijven Klaar om je in te schrijven voor Toegepaste Informatica? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u. Nijverheidskaai 170, 1070 Anderlecht bel ons: 02 523 37 37 mail ons: gdt.kaai.student@ehb.be Contact Erasmushogeschool Brussel campus Kaai Nijverheidskaai 170, 1070 Anderlecht Bel ons: 02 520 18 10 Mail ons: steve.weemaels@ehb.be Chat met ons via de knop rechtsonder in beeld Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Contacteer ons via Facebook Check zeker onze infomomenten . Wil je op de hoogte gehouden worden van nieuws en events? Laat dan je gegevens achter . Gerelateerde verhalen Verhaal Studenten Toegepaste Informatica winnen FTI Innovation Awards Een team van 22 studenten, afkomstig van 5 verschillende scholen, stortte zich 21 dagen lang op 5 levensechte zakelijke cases van lokale organisaties. ··· Opinie De toekomst NA generatieve AI: Technologische ontwikkelingen die de wereld zullen veranderen Wat komt er na generatieve AI? In de wereld van technologie zijn het de probleemoplossers die de grootste impact maken. ··· Verhaal Een veilige PC met EhB Enkele veiligheidstips van ons opleidingshoofd Toegepaste Informatica, Steve Weemaels. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden"
}