{
    "id": "147",
    "title": "toelatingsvoorwaarden",
    "source": "https://www.erasmushogeschool.be/nl/inschrijven/toelatingsvoorwaarden",
    "description": "Alles over de toelatingsvoorwaarden voor een graduaat, bachelor of master aan de Erasmushogeschool Brussel",
    "content": "Toelatingsvoorwaarden | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Inschrijven Toelatingsvoorwaarden Toelatingsvoorwaarden Op deze pagina lees je alles over de toelatingsvoorwaarden om je in te schrijven voor een graduaat, bachelor, master of voortgezette opleiding. Diplomavoorwaarden Taalvoorwaarden Starttoets lerarenopleiding Artistieke toelatingsproeven RITCS & KCB Leerkrediet Voortgezette opleiding Diplomavoorwaarden Professionele / academische bachelor: diploma secundair onderwijs of een (buitenlands) studiebewijs dat als gelijkwaardig wordt erkend Graduaat: diploma secundair onderwijs en/of getuigschrift van het 6e jaar BSO (minstens 3 jaar behaald) of een certificaat van het secundair volwassenenonderwijs (minimaal 900 lestijden). Je vindt alle informatie terug op de website van de Vlaamse Gemeenschap . Bekwaamheidsproef bachelor Heb je geen diploma secundair onderwijs, of voldoe je niet aan de diploma voorwaarden? Dan kan je deelnemen aan een bekwaamheidsproef om toch toegelaten te worden. Voor een bachelor moet je minstens 21 jaar zijn om deel te nemen. Aanmelden voor de proef kan via bekwaamheidsproef@ehb.be . Inschrijven academiejaar 2024-2025 Deadline aanmelding datum proef locatie 8 mei 2024 16 mei 2024 EhB 28 augustus 2024 4 september 2024 VUB 19 december 2024 26 september 2024 EhB 4 december 2024 11 december 2024 VUB 16 januari 2025 23 januari 2025 EhB Toelatingsonderzoek graduaat Voor een graduaat dien je te voldoen aan de leerplicht om aan de proef te kunnen deelnemen. Je vindt alle informatie over deze proef terug via www.toelatingsonderzoek.be . Neem zeker de informatiebundel door. Schrijf je in voor het toelatingsonderzoek. Verandering in toelatingsvoorwaarden voor bso-scholieren Tussen 2024 en 2026 verandert er een en ander aan de voorwaarden voor bso'ers om aan het hoger onderwijs te starten. De toegang tot een graduaat wordt vlotter, voor bachelors moet men eerst een speciaal 7e jaar volgen. Lees er alles over op deze pagina. Taalvoorwaarden Bachelor Voor een bachelor moet je kunnen aantonen dat je het Nederlands beheerst op minimaal B2-niveau. Dat kan op verschillende manieren: aantonen dat je de examens van ten minste één studiejaar in het Nederlandstalige secundair of hoger onderwijs met succes hebt afgelegd, of geslaagd zijn voor een examen Nederlands dat overeenkomt met niveau B2 van het Europees Referentiekader. De volgende attesten worden aanvaard: Certificaat B2 of NT2 niveau 5 van een universitair talencentrum Certificaat Interuniversitaire Taaltest Nederlands voor Anderstaligen (ITNA) Certificaat Nederlands als Vreemde Taal (CNaVT) – 'Profiel Taalvaardigheid Hoger Onderwijs' of 'Educatief Startbekwaam' Certificaat Centrum Volwassenenonderwijs NT2 ‘Vantage’ (niveau 3.2) Certificaat B2 afgeleverd door één van volgende testcentra Succesvol Staatsexamen NT2 programma 2 (Nederland) Graduaat Voor een graduaat moet je kunnen aantonen dat je Nederlands beheerst op minimaal B1+ niveau. Dat kan op verschillende manieren: aantonen dat je de examens van ten minste één studiejaar in het Nederlandstalige secundair of hoger onderwijs met succes hebt afgelegd; of geslaagd zijn voor een examen Nederlands dat overeenkomt met niveau B1+ van het Europees Referentiekader. De volgende attesten worden aanvaard: Certificaat B1+ of NT2 niveau 4 van een universitair talencentrum Certificaat Centrum Volwassenenonderwijs NT2 'Threshold' (niveau 2.4) Certificaat B1+ afgeleverd door één van de volgende testcentra Voor het Educatief Graduaat Secundair Onderwijs moet je aantonen dat je Nederlands beheerst op minimaal B2-niveau (zoals een bachelor). Starttoets lerarenopleiding Als je eraan denkt om te kiezen voor de educatieve bacheloropleidingen Kleuter-, Lager of Secundair onderwijs, moet je de starttoets lerarenopleiding afleggen voordat je je inschrijft aan een hogeschool. Het afleggen van de toets is verplicht , maar je moet niet geslaagd zijn om je te kunnen inschrijven in de lerarenopleiding. De toets is enkel oriënterend, niet bindend . Voor de educatieve bachelors kleuter- en secundair onderwijs gaat het enkel om de starttoets Nederlands. Voor de educatieve bachelor lager onderwijs gaat het om: starttoets Nederlands starttoets Wiskunde starttoets Frans Lees meer over de starttoets. Artistieke toelatingsproeven RITCS en KCB Starten met studeren aan het RITCS of KCB? Je moet eerst slagen voor de artistieke toelatingsproef. Check RITCS en Koninklijk Conservatorium Brussel voor meer info. Leerkrediet Om je te kunnen inschrijven, moet je beschikken over voldoende leerkrediet; Hoe dat werkt leggen we in detail uit op deze pagina . Dit geldt niet voor de graduaten. Starten met een banaba of postgraduaat Om toegelaten te worden tot een voortgezette opleiding, zoals een bachelor-na-bachelor of een postgraduaat , moet je minimaal beschikken over een bachelordiploma. Voor een aantal voortgezette opleidingen moet je over een bepaalde vooropleiding beschikken of zijn er specifieke toelatingseisen. Meer info via de opleidingspagina's . Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}