{
    "id": "130",
    "title": "toerisme- & recreatiemanagement",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/toerisme-recreatiemanagement",
    "description": "Praktijkopleiding voor pittige vakantiemakers die nadenken over duurzaam toerisme. Kies je eigen specialisatie: travel, meeting of leisure.",
    "content": "Toerisme- & Recreatiemanagement - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Toerisme- & Recreatiemanagement Kom langs op één van onze infodagen infodagen Voor wie Je bent geïnteresseerd in een duurzame samenleving. Je bent een wereldburger. Je hebt een stedelijke mindset. Je omarmt diversiteit. Je wil meertalig door het leven gaan. Je bent fan van reizen en gezonde ontspanning. Opleidingen Toerisme- & Recreatiemanagement Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Voor wie Je bent geïnteresseerd in een duurzame samenleving. Je bent een wereldburger. Je hebt een stedelijke mindset. Je omarmt diversiteit. Je wil meertalig door het leven gaan. Je bent fan van reizen en gezonde ontspanning. Hoe ziet de opleiding eruit? Deze opleiding stoomt je in drie jaar klaar voor een carrière in de toerisme- en vrijetijdssector. We geloven daarbij in de positieve en duurzame toekomst voor deze sector. Samen met jou bekijken we het op lokaal niveau in onze eigen stad en regio, én internationaal in alle uithoeken van de wereld. Voorkennis heb je niet nodig, maar het is wel een pluspunt als je houdt van communiceren , als je creatief bent, iets actiefs wil doen, graag in een internationale en multiculturele omgeving werkt en niet bang bent van managen. Onze opleiding in het kort Je wordt professioneel voorbereid op een carrière in de toeristische en vrijetijdssector. Je geniet van een grootstedelijke aanpak: ons hart klopt in de vijfhoek van Brussel Je leert de wereld kennen, dankzij onze contacten in diverse landen en hun culturen We stimuleren meertalig- en meerstemmigheid Je stippelt je eigen route uit en kiest de focus die je zelf boeiend vindt: travel, meeting of vrije tijd; van travel designer tot urban storyteller of event planner Je kan twee tot drie (!) internationale stages lopen Je kan meteen aan de slag: lokaal en internationaal Onze troeven We begeleiden en coachen je tot de professional die je zelf wilt worden Veel praktijk en veel stage: dankzij échte ervaring voel je je zeker Op eigen tempo: je duikt in je passie volgens jouw eigen traject Studeren in het kosmopolitische Brussel: hét toeristisch centrum bij uitstek met zijn hippe shops, tophotels, musea en allerhande pop-upactiviteiten Positief en duurzaam toerisme Of je nu kiest voor backpacken , slow travel of citytrippen , toerisme en vrije tijd dragen op een bijzondere manier bij aan de samenleving . Wij geloven in de kracht van ontmoetingen, van het connecteren met de natuur. De toekomst van toerisme en recreatie is hoopgevend: innovatief en duurzaam . Daar zijn wij van overtuigd. Onze opleiding bekijkt het graag met een open en frisse blik . Brussel is een dankbaar laboratorium waar we graag induiken. We denken mee na over de toekomst van toerisme, ook in eigen stad. Wil jij ook meewerken aan een duurzaam toerisme ? Dan ben jij zonder twijfel geknipt voor deze opleiding tot eigentijds en kritisch vakantiemaker ! We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings De tijd die ik tot nu toe heb gehad in Brussel, heb ik ervaren als een geweldige periode. Ik heb mijn vertrouwde thuisfront verlaten om zelfstandiger door het leven te kunnen gaan, ik heb mensen leren kennen uit alle hoeken van België en een heel nieuwe cultuur ontdekt. Het is de beste beslissing die ik ooit heb genomen. De Erasmushogeschool geeft me een kans om te groeien als persoon, een kans waarin ik mezelf kan zijn zonder raar aangekeken te worden, een kans om mij te zijn. Yarne Claus Student Toerisme- & Recreatiemanagement Nieuwsgierig naar meer? Lees hier het hele verhaal! Projecten in de kijker Urban Trends & Issues Eerstejaars duiken onbevooroordeeld de stad in. Hete hangijzers worden besproken. De ene keer in het Nederlands, de andere keer in het Frans of het Engels. Internationale Erasmusstudenten nemen deel aan de cursus en debatteren mee over tourism & leisure in Brussel. Afstudeerproject Binnen de opleiding denken we mee na over de kansen voor toerisme in het kader van Brussel als culturele hoofdstad in 2030 . De studenten bedenken op basis van onderzoek en brainstorms toekomstbeelden voor toerisme en vrije tijd in Brussel. Ze trekken de straten van onze hoofdstad in om ideeën en verhalen te verzamelen via audio. Professionele identiteit De sector van toerisme en vrije tijd is breed, heel breed. Wij coachen studenten in hun zoektocht naar het domein waarin ze willen excelleren. De ene student gaat voor de Meetings Industry, de andere voor travel of leisure. Op het einde van het academiejaar is er een toonmoment om de ideeën te delen. Vakken Focus op de stad In het eerste jaar leer je de stad door en door kennen. Alle aspecten van toerisme en vrije tijd komen aan bod: mobiliteit, logies, kunst en musea, bestemmingen, maar ook fiets- en wandelroutes, belevingscentra en stedelijk groen om in te ontspannen. Meertaligheid Sommige vakken bieden we aan in drie talen omdat we meertaligheid een grote plus vinden. Geen enkel thema wordt uit de weg gegaan en we dagen je uit om je eigen mening te formuleren in het Frans, het Engels en het Nederlands. Uiteraard bouwen we alles langzaam op zodat iedereen mee kan. Er is ruimte voor persoonlijke ontwikkeling. We coachen je daar graag in. Je eigen specialisatie In het tweede en derde jaar kies je vrij jouw specialisatie en bouw je verder aan je expertise. We bieden vakken aan die je toelaten om een heel persoonlijk traject te volgen in travel, meeting of leisure . Teamwork In het ‘Product Design' project leer je projectmatig en in team te werken aan een grote opdracht die we samen met een bestaande organisatie begeleiden. Je zal nieuwe reisconcepten bedenken, een congres organiseren of een grote tentoonstelling mee vormgeven. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Programma Toerisme- & Recreatiemanagement jaar 1 Veld Credits Persoonlijke ontwikkeling Professionele identiteit Semester 1 + 2 4 Urban Trends & Issues Semester 1 4 Sector Toeristisch-recreatieve context Semester 1 4 Beleid & Organisatie Semester 2 4 Landen & Landschappen Semester 1 4 Ruimtegebruik & Infrastructuur Semester 1 4 Mobiliteit & Transport Semester 2 4 Kunst & Cultuur Semester 2 4 Tourism & Leisure Futures Semester 2 4 Management competenties Digital tools Semester 1 4 Management tools Semester 1 4 Professionele meertalige communicatie Français 1 Semester 1 + 2 4 English 1 Semester 1 + 2 4 Lingua Lab Semester 1 + 2 4 Media & Communication Lab 1 Semester 2 4 Programma Toerisme- & Recreatiemanagement jaar 2 Veld Credits Persoonlijke ontwikkeling Stage (nationaal of internationaal) - 9 weken Semester 2 12 Global Trends & Issues Semester 2 4 Sector Specialisatie 1 Keuze uit: Travel Design Meetings Industry Urban Leisure Architectuurgeschiedenis Inclusive Tourism Luchtvaart Destination Management Semester 1 4 Specialisatie 2 Keuze uit: Travel Design Meetings Industry Urban Leisure Architectuurgeschiedenis Inclusive Tourism Luchtvaart Destination Management Semester 1 4 Keuze 1 Keuze uit: Moderne & Hedendaagse Kunst Urban Storytelling Artificial Intelligence Event Management Taalverdieping: Duits/Spaans Entrepreneurship Voorbereiding Master Persoonlijk Internationaal Project Semester 1 4 Keuze 2 Keuze uit: Inleiding: moderne & hedendaagse kunst Urban storytelling Critical leisure studies Event Management Green mobility planning Taalverdieping Entrepreneurship (extern) Semester 1 4 Management Competenties Business Management Semester 1 4 Product Design Project Semester 2 8 Professionele meertalige communicatie Français 2 Semester 1 4 English 2 Semester 1 4 Cultural encounters Semester 1 4 Media & Communication Lab 2 Semester 2 4 Programma Toerisme- & Recreatiemanagement jaar 3 Veld Credits Persoonlijke ontwikkeling Stage (nationaal of internationaal) - 16weken Semester 2 12 Stage Plus (inter)nationaal of Keuzevakken Keuze uit: Moderne & Hedendaagse Kunst Urban Storytelling Artificial Intelligence Event Management Taalverdieping: Duits / Spaans Entrepreneurship Voorbereiding Master Persoonlijk Internationaal Project Semester 2 12 Sector Specialisatie 3 Keuze uit: Travel Design Meetings Industry Urban Leisure Architectuurgeschiedenis Inclusive Tourism Luchtvaart Destination Management Semester 1 4 Specialisatie 4 Keuze uit: Travel Design Meetings Industry Urban Leisure Architectuurgeschiedenis Inclusive Tourism Luchtvaart Destination Management Semester 1 4 Keuze 3 Keuze uit: Moderne & Hedendaagse Kunst Urban Storytelling Artificial Intelligence Event Management Taalverdieping: Duits/Spaans Entrepreneurship Voorbereiding Master Persoonlijk Internationaal Project Semester 1 4 Keuze 4 Keuze uit: Inleiding: moderne & hedendaagse kunst Urban storytelling Critical leisure studies Event Management Green mobility planning Taalverdieping Entrepreneurship (extern) Semester 1 4 Management competenties Sustainable management & business models Semester 1 4 Crisis- en transitiemanagement Semester 1 4 Afstudeerproject Research & Development Project Semester 1/2 12 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Ik koos voor deze opleiding omdat ze zeer interessant en uiteenlopend is. Na deze studie kan je nog veel verschillende richtingen uit. Ik vind dat er in onze school een zeer aangename sfeer hangt. De drempel tussen de docenten en studenten is zeer laag, wat ervoor zorgt dat je altijd bij hen terecht kan. Brussel is ook gewoon een hele bruisende stad, dit maakt het tof om hier student te zijn. Paulien Poncelet Studente Toerisme- & Recreatiemanagement Stage We zetten de stages in om je eigen talenten en vaardigheden verder te ontwikkelen. Tijdens je opleiding loop je maar liefst twee of misschien wel drie keer stage omdat ze een eerste belangrijke werkervaring vormen binnen je professionele carrière. In het tweede jaar is er een stageperiode van 9 weken voorzien. Je kiest daarbij zelf de sector waarin je ervaring wil opdoen; travel, meeting of leisure. Er zijn stageplekken over heel België en zelfs in de rest van Europa. In het derde jaar"
}