{
    "id": "131",
    "title": "toerisme- & recreatiemanagement",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/toerisme-recreatiemanagement",
    "description": "Praktijkopleiding voor pittige vakantiemakers die nadenken over duurzaam toerisme. Kies je eigen specialisatie: travel, meeting of leisure.",
    "content": "geniet je van 16 weken stage, het volledige tweede semester. Dit geeft je de kans om zelfs tot ver buiten Europa te gaan. Achter de hoek of ver weg, jij bepaalt zelf hoe je stage eruit ziet. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Master volgen? Heb je interesse om nog een master te halen, dan kan je ook opteren voor een kortere stage in combinatie met bijkomende vakken die je voorbereiden op de master. Wil je de ervaring spreiden omdat je nog niet goed weet wat je na je studies gaat doen, dan kan je ook 2 korte stages lopen in 2 verschillende bedrijven. We beschikken over een uitgebreide lijst met mogelijke stageplekken waaruit je kan kiezen, maar ook eigen voorstellen kunnen besproken worden. Je krijgt dus een grote vrijheid om je programma zelf vorm te geven. Na je studie Aan het werk Je kan nationaal én internationaal aan de slag én je weet hoe je toerisme en recreatie toegankelijker voor iedereen maakt zonder duurzaamheid uit het oog te verliezen! Eenmaal afgestudeerd coördineer je vlot projecten en schud je makkelijk nieuwe ideeën en concepten uit je mouw. Je kan een team richting geven en plannen tot uitvoering brengen. De stad is een vertrouwde plek om in te werken. Wat dacht je ervan om reizen op maat te maken, meetings en incentives vorm te geven, een gidsenbedrijfje op te starten, culturele evenementen te organiseren, zakenreizigers te begeleiden of in een stad of gemeente vrijetijdsactiviteiten te coördineren? Met dit diploma is alles mogelijk: van traveldesigner of luchtvaartdeskundige tot urban storyteller of event planner. Kortom, je vindt je weg in om het even welk toerisme-, meeting- of leisurebedrijf zoals reisbureaus, toeristische diensten, recreatiebedrijven, touroperators, luchtvaartmaatschappijen, bungalowparken, MICE-bedrijven,... We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Verder studeren Aan EhB Ga voor een tweede bachelor via een verkort traject. Studeer een micro-credential, bijscholing of postgraduaat. Ga voor een master Via een schakelprogramma kan je doorstromen naar een universiteit. Check het programma van VUB, ga naar het buitenland,... Waar heb je les? Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Flexibel studeren Micro-credential Je hebt al een diploma hoger onderwijs of je wil toeristisch deskundigheid opbouwen. Je volgt 1 of 2 micro-credentials Je leert de stevige basis van toerisme en leisure. Na deelname evaluatie ontvang je een creditattest. Tourism & Leisure Basics I (32 stp): september - januari Toeristisch-recreatieve context (campus) Urban Trends & Issues (campus) Landen & Landschappen (online) Ruimtegebruik & Infrastructuur (online) 4 Specialisatievakken: Destination Management, Meetings Industry, Urban Leisure, Luchtvaart, Architectuurgeschiedenis, Inclusive Tourism, Travel Design (campus, donderdag en vrijdag) Tourism & Leisure Basics II (28 stp): februari - juni Kunst & Cultuur (campus en in de stad) Tourism & Leisure Futures (campus) Mobiliteit & Transport (online) Beleid & Organisatie (campus en online) Product Design Project (online) Global Trends & Issues (online) Praktisch On campus hoorcolleges op maandag en dinsdag tussen 9u en 18u. Online opgenomen sessies die je kan volgen wanneer je wil. Bijwonen van lessen is niet verplicht, wel aangeraden. Studiebelasting gelijkaardig aan volledig dagonderwijs. Je krijgt les in NL, FR en ENG. Verkort traject Heb je al een diploma in het domein van de handelswetenschappen of bedrijfsmanagement op zak, dan kan je via een verkort traject met vrijstellingen een bijkomend diploma Toerisme- & Recreatiemanagement behalen op anderhalf of twee jaar. Neem contact op met martine.saenen@ehb.be . Starten in februari Heb je de start in september gemist? Je kan ook in februari starten. Neem contact op met de trajectbegeleider martine.saenen@ehb.be en bekijk hoe je samen een programma op maat kan samenstellen. Naar het buitenland Toeristische sector heeft een groot internationaal karakter. We zoomen in op Brussel en België, maar focussen ook op buitenland. We hebben veel partnerinstellingen in Europa waarmee we samenwerken. Je kan makkelijk in het buitenland studeren of op stage: Spanje, Zweden, Frankrijk, Portugal,... Keuzevak 'Persoonlijk internationaal project' waarbij je een project of opleidingsonderdeel voltooit bij een buitenlandse organisatie. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2023 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2023 tot 2029 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Toerisme- & Recreatiemanagement? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: ma tot vrij van 9u tot 16u bel ons: 02 213 61 10 mail ons: studentensecretariaat.mm@ehb.be kom langs: campus Kanal, Slotstraat 28 1000 Brussel Subsidies en beurzen Check of je recht hebt op een studietoelage Aanvraag tot KMO-portefeuille Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Boek een online kennismakingsgesprek met het opleidingshoofd Mail ons Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel een vraag via dit formulier Download de folder van het verkort traject Gerelateerde verhalen Verhaal Brussels after dark: Navigating nightlife horizons Binnen het vak Tourism & Leisure Futures volgden de studenten Toerisme- en Recreatiemanagement een meeslepende sessie op verplaatsing: Brussels after dark: Navigating nightlife horizons. ··· Verhaal Toerisme- & Recreatiemanagement wint Autocar Award 2024 Samen met vijf anderen Vlaamse hogescholen won onze opleiding Toerisme- & Recreatiemanagement de \"Autocar Award 2024\". ··· Verhaal Duurzame stadsontwikkeling in Tanzania In het hart van Moshi, een bruisende stad aan de voet van de majestueuze Kilimanjaro, ligt een vergeten juweel: Uhuru Park. Een interdisciplinaire groep van onze studenten en docenten en de Mwenge Catholic University bundelt de krachten om Uhuru Park nieuw leven in te blazen. Bekijk zeker de reportage van onze studenten Journalistiek. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}