{
    "id": "132",
    "title": "tourism & leisure basics",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/tourism-leisure-basics",
    "description": "Toerisme is een sector in transitie. Met deze micro-credentials kan je vrij snel (in 1 of 2 semesters) de basics oppikken.",
    "content": "Tourism & Leisure Basics - Micro-credential | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Micro-credential Tourism & Leisure Basics Schrijf je nu in Inschrijven Voor wie Voor iedereen die snel - in 1 of 2 semesters - de basics wil oppikken Voor iedereen die behaalde kennis wil inzetten in de private tourism & leisure markt Voor iedereen die actuele inzichten wil opdoen over de reissector Voor iedereen die inzicht wil krijgen in duurzaamheid en toekomstgerichte ontwikkeling Opleidingen Tourism & Leisure Basics Hoe ziet de opleiding eruit Waar heb je les Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op facebook Voor wie Voor iedereen die snel - in 1 of 2 semesters - de basics wil oppikken Voor iedereen die behaalde kennis wil inzetten in de private tourism & leisure markt Voor iedereen die actuele inzichten wil opdoen over de reissector Voor iedereen die inzicht wil krijgen in duurzaamheid en toekomstgerichte ontwikkeling Toerisme is een sector in transitie. Met onderstaande micro-credentials kan je vrij snel (in één of twee semesters) de basics oppikken en je behaalde credits inzetten bij sollicitaties in de private tourism & leisure markt. Wij delen onze actuele inzichten met iedereen die in de sector aan het werk wil. Duurzaamheid en toekomstgerichte ontwikkeling zijn kernconcepten. Hieronder vind je een overzicht van de thema’s die aan bod komen. Je hebt de keuze uit twee micro-credentials. Vakken Tourism & Leisure Basics I (32 stp): september - januari Toeristisch-recreatieve context (campus) Urban Trends & Issues (campus) Landen & Landschappen (online) Ruimtegebruik & Infrastructuur (online) 4 Specialisatievakken: Destination Management, Meetings Industry, Urban Leisure, Luchtvaart, Architectuurgeschiedenis, Inclusive Tourism, Travel Design (campus, donderdag en vrijdag) Tourism & Leisure Basics II (28 stp): februari - juni Kunst & Cultuur (campus en in de stad) Tourism & Leisure Futures (campus) Mobiliteit & Transport (online) Beleid & Organisatie (campus en online) Product Design Project (online) Global Trends & Issues (online) Voorkennis? Voor deze micro-credentials heb je geen voorkennis nodig, wel een open geest en een internationale ingesteldheid. Het helpt als je een goed niveau van Frans, Engels en Nederlands hebt. Organisatie lessen Je volgt de opleiding op campus Bloemenhof en campus Kanal, twee eigentijdse campussen in de Dansaertwijk. De micro-credentials lopen simultaan met het regulier bachelor onderwijs. Het niveau van de opleiding sluit dus aan bij dat van de professionele bachelors. We organiseren wekelijks 2 campusdagen en een studie-uitstap. De rest van de lesopdrachten wordt online aangeboden. Je kan de leerpaden en opdrachten zelfstandig doorlopen. Waar heb je les Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Studiekosten De berekening van studiegelden gebeurt op basis van onderstaande tarieven: Vast gedeelte Variabel gedeelte per studiepunt Niet-beurstariefstudent € 288 € 13,8 Lees hier alle andere info over studiekosten. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 24 juni (10u tot 15u) Zaterdag 03 september (10u tot 15u) Zaterdag 10 september (10u tot 15u) Inschrijven Klaar om je in te schrijven? Top! Op deze pagina kan je van start met je inschrijving. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Bel ons: 02 213 61 10 Boek een online kennismakingsgesprek met het opleidingshoofd Mail ons Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel een vraag via dit formulier Bekijk de onthaalbrochure Gerelateerde verhalen Verhaal Heel wat nieuws te ontdekken in 2023-2024 We starten heel wat nieuwe opleidingen in september en er is voor elk wat wils: kort of lang en in tal van domeinen. ··· Verhaal We pionieren in Toerisme & Recreatie Onze bacheloropleiding Toerisme- en Recreatiemanagement werd op 12 en 13 januari door externe experts grondig onder de loep genomen. ··· Verhaal Nieuw! Micro-credential Tourism & Leisure Basics I & II Snel de basics leren over de toerismesector? Dan is deze nieuwe, korte opleiding iets voor jou! ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}