{
    "id": "148",
    "title": "vacatures",
    "source": "https://www.erasmushogeschool.be/nl/vacatures",
    "description": "Geïnteresseerd in een job bij onze hogeschool? Ontdek hier al onze vacatures.",
    "content": "Vacatures | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Vacatures Vacatures We zijn steeds op zoek naar nieuwe collega’s. Een duizendtal personeelsleden halen het beste uit onze 7000 studenten. We staan garant voor kwaliteitsvol professioneel en artistiek hoger onderwijs in synergie met onderzoek, kunstontwikkeling en maatschappelijke dienstverlening. Binnen onze master- en professionele bachelor-, graduaats-, postgraduaats-, kunst- en voortgezette opleidingen leggen we de klemtoon op intense begeleiding van onze studenten. Wil je solliciteren? Hieronder lees je al onze externe vacatures. Solliciteren doe je via onze SES-databank . Via SES kan je zowel spontaan solliciteren of je kandidaat stellen voor een van onderstaande functies. Meer info: download functiebeschrijvingen, portfolio, formulieren en/of bijlagen voor vacatures . We kunnen het niet genoeg benadrukken: we hechten bij EhB veel belang aan inclusiviteit. Aarzel dus niet om te solliciteren. Alle selecties gebeuren op grond van competenties ongeacht gender, origine, leeftijd of functiebeperking… Vacatures Administratief Personeel Centrale diensten Medewerker Internationalisering (100%) Vacatures Onderwijzend Personeel Er zijn momenteel geen openstaande vacatures. Vacatures Project- en onderzoeksmedewerkers Er zijn momenteel geen openstaande vacatures. Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}