{
    "id": "133",
    "title": "verbindende communicatie",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/verbindende-communicatie",
    "description": "Tijdens deze introductie oefenen we effectief met de bouwstenen van de geweldloze communicatiemethode van Marshall Rosenberg.",
    "content": "Verbindende communicatie - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Verbindende communicatie Voor wie Professionals die hun omgang met anderen willen verbeteren. Opleidingen Verbindende communicatie Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Volg ons op Facebook Volg ons op Instagram Ontvang onze nieuwsbrief Voor wie Professionals die hun omgang met anderen willen verbeteren. Hoe ziet de opleiding eruit Communicatie van hart tot hart is niet eenvoudig. Zeker in de social profit sector, maar ook in de profit sector en de non profit sector kan verbindende communicatie het verschil maken. Deze communicatiemethode is een manier om zelfs in moeilijke situaties helder en constructief te communiceren. Tijdens deze introductie oefenen we effectief met de bouwstenen van de geweldloze communicatiemethode van Marshall Rosenberg en gaan we met voorbeelden uit de eigen praktijk aan de slag, op een ervaringsgerichte manier. Er is ruimte voor vragen als: Hoe kan ik communiceren vanuit het hart? Hoe kan ik mezelf en anderen beter begrijpen? Hoe kan ik assertief zijn zonder aanvallend of verwijtend te worden of mezelf terug te trekken? Hoe kan ik nee zeggen en toch in verbinding blijven met anderen? Hoe kan ik feedback geven die bijdraagt aan groei? Hoe kan ik moeilijke gesprekken hanteren en constructief omgaan met negatieve emoties? Trainer Sarah Auwerx is onze onderwijsondersteuner, en is master in de pedagogische wetenschappen. Ze geeft bovendien les in het volwassenenonderwijs (opleiding gids-reisleider) en geeft als zelfstandige communicatietrainingen. Ze volgde een 12-daagse training non-violent communication. Data Deze tweedaagse-opleiding vindt plaats op: Donderdag 13 en vrijdag 14 juni 2024 (9u30 - 16u30). Donderdag 10 oktober 2024 en donderdag 7 november 2024 (9u30 - 16u30). Donderdag 22 mei 2025 en donderdag 12 juni 2025 (9u30 - 16u30). Na je studie Na het beëindigen van deze opleiding ontvang je een attest van deelname. Waar heb je les Campus Kanal Vlakbij Dansaert – centrum Brussel Vlot bereikbaar met trein, tram, bus, fiets, step,… Campus Kanal Adres Slotstraat 28 1000 Brussel Telefoon 02 899 71 00 E-mail mm@ehb.be Studiekosten Het inschrijvingsgeld bedraagt 300 euro voor de tweedaagse opleiding (broodjeslunch en dranken inbegrepen). Hebben meerdere collega’s interesse voor deze opleiding? Breng dan deze opleiding naar uw afdeling of onderneming. Bovendien spitst één van onze trainers zich dan toe op uw situatie, uw sector. Vraag dan een in company opleiding aan via astrid.van.daele@ehb.be . Inschrijven Klaar om je in te schrijven voor 'Verbindende communicatie'? Top! Op deze pagina ga je van start met je inschrijving . Contact campus Kanal Slotstraat 28, 1000 Brussel Mail ons: stel je vraag aan sarah.auwerx@ehb.be Bel ons: 02 899 71 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}