{
    "id": "134",
    "title": "verkorte educatieve bachelor secundair onderwijs",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/verkorte-educatieve-bachelor",
    "description": "Diploma hoger onderwijs op zak en leerkracht worden? Wij leren je om je vakkennis door te geven aan een nieuwe generatie.",
    "content": "Verkorte Educatieve Bachelor Secundair Onderwijs - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor, Lerarenopleiding Verkorte Educatieve Bachelor Secundair Onderwijs Kom langs op één van onze infodagen infodagen Voor wie Voor iedereen in Brussel en Vlaanderen die zijn passie en kennis wil delen met jongeren of volwassenen. Voor iedereen die al in het onderwijs staat of de stap naar het onderwijs wil zetten. Voor iedereen met een open geest die houdt van onze diverse samenleving. Iedereen met een bachelor- of masterdiploma is welkom in de Verkorte Educatieve Bachelor Secundair Onderwijs. Voor iedereen die al voor de klas staat in Vlaanderen of Brussel en een pedagogisch diploma wil behalen volledig op afstand. Opleidingen Verkorte Educatieve Bachelor Secundair Onderwijs Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Voor wie Voor iedereen in Brussel en Vlaanderen die zijn passie en kennis wil delen met jongeren of volwassenen. Voor iedereen die al in het onderwijs staat of de stap naar het onderwijs wil zetten. Voor iedereen met een open geest die houdt van onze diverse samenleving. Iedereen met een bachelor- of masterdiploma is welkom in de Verkorte Educatieve Bachelor Secundair Onderwijs. Voor iedereen die al voor de klas staat in Vlaanderen of Brussel en een pedagogisch diploma wil behalen volledig op afstand. Hoe ziet de opleiding eruit In de Verkorte Educatieve Bachelor Secundair Onderwijs word je opgeleid tot een ruimdenkende, authentieke en vakbekwame leraar. Je volgt een flexibel en innoverend traject, in dag- en/of avondonderwijs of volledig op afstand . Jij staat hierbij centraal. In deze opleiding maken we onderscheid tussen twee trajecten: het regulier traject en het LIO-tr aject (Leraar-In-Opleiding). We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Ik wil de stap zetten naar het onderwijs Regulier traject Je bent in het bezit van een diploma hoger onderwijs. Je wil de stap zetten naar het onderwijs. We leiden je op tot een bekwame en deskundige leraar met eigen identiteit. Je volgt het regulier traject op één, anderhalf of twee jaar. Je volgt het traject in dag- en/of avondonderwijs. COmbinatie van contact- en afstandsonderwijs. Veel aandacht voor zelfstandig werk, praktijk en persoonlijke competenties. Meer info over het dagtraject Meer info over het avondtraject Ik sta al in het onderwijs LIO-statuut Je bent in het bezit van een diploma hoger onderwijs. Je staat al voor de klas. Je hebt een lesopdracht van minstens 500 lerarenuren op jaarbasis. Je volgt dit traject volledig online en op je eigen werkplek. Je kan een deel van je opleiding (max. 30 studiepunten of de helft van je opleiding) in je eigen school uitvoeren. Je verwerkt de theorie via online onderwijs. Je volgt het traject op één, anderhalf of twee jaar. Je volgt het traject in dag- en/of avondonderwijs. Meer info over het LIO-dagtraject Meer info over het LIO-avondtraject Vakken In het eerste semester leer je de absolute basis van het lesgeven. Je zet ook je eerste stappen in de onderwijswereld. Elk nieuw semester voegen we competenties toe. Doorheen alle semesters hechten we veel belang aan je persoonlijke ontwikkeling. Je krijgt de ruimte om een stukje van je opleiding zelf in te vullen. Ervaring opdoen in de praktijk staat centraal in onze opleiding. Daarom bestaat meer dan een derde van de opleiding uit stage. Alleen zo krijg je voldoende ervaring en zelfvertrouwen om voor de klas te staan. Zo word je stap voor stap een uitstekende leraar. Check het programma voor het regulier traject en het LIO-traject . Bekijk alle details over de vakken in de ECTS-fiches. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Vakdidactische clusters Maatschappij en welzijn - zorg voor mens: verzorging, verpleegkunde Maatschappij en welzijn - zorg voor lichaam: bio-esthetiek, haarzorg Maatschappij en welzijn: orthopedagogie, gedragswetenschappen, pedagogie-psychologie, maatschappelijke vorming, geschiedenis Taal en cultuur: Nederlands, moderne vreemde talen Taal en Cultuur - NT2: Nederlands voor nieuwkomers, Nederlands voor anderstaligen Land- en tuinbouw: STEM agro- en biotechnieken, STEM land- en tuinbouw, landbouw, tuinbouw, STEM - praktische richtingen: elektriciteit, elektromechanica, elektronica, mechanica, techniek, technologie, bouw, nijverheidstechnieken, autotechnologie STEM - theoretische richtingen & algemene vakken: biologie, aardrijkskunde, chemie, fysica, natuurwetenschappen, wiskunde, basiseducatie, PAV Economie en organisatie: bedrijfsbeheer, boekhouden, economie, mens en samenleving, horeca en voeding, hotel Andere: sport, godsdienst, niet-confessionele zedenleer, islam Na je studie Aan het werk Met dit diploma kan je terecht in alle onderwijsnetten van het secundair onderwijs of van het volwassenenonderwijs. Maar ook bij CVO's, Syntra, Cevora, in Basiseducatie en in het tweedekansonderwijs. Ook in de bedrijfswereld is er vraag naar bekwame mensen met pedagogische vaardigheden voor het geven van bv. opleidingen en bijscholingen. Je hebt dus heel wat mogelijkheden en de kansen liggen voor het grijpen. In Brussel en de rand vind je snel werk, maar ook in de rest van Vlaanderen is er nood aan gemotiveerde leerkrachten. Verder studeren Voel je het kriebelen om nog een extra onderwijsvak bij te studeren? Of wil je je vakinhoudelijke expertise (bevoegdheden) graag uitbreiden? Neem dan contact op met de studie- en trajectbegeleider . Na het behalen van je diploma kan je nog een extra opleiding volgen. Bovendien kan je via een schakeljaar starten met een master, bv. onderwijskunde. Waar heb je les? Afhankelijk van je traject volg je les in Brussel, Anderlecht of volledig online. campus Kanal Hier kan je het regulier traject of LIO-traject in dagonderwijs volgen Nieuwe campus In hartje Brussel Vlakbij Dansaertwijk Vlot bereikbaar met openbaar vervoer campus COOVI Hier kan je het regulier traject of LIO-traject in avondonderwijs volgen Campus in Anderlecht Goed bereikbaar met openbaar vervoer Adres: Emile Grysonlaan 1 - gebouw 5, 1070 Anderlecht e-campus Leuven Volg je het traject volledig op afstand (LIO- traject in dag- of avondonderwijs) maar heb je toch nood aan een studieruimte? Dan kan je hier terecht. Open lichtrijke campus, groene buitenruimte, groot studielandschap Vlot bereikbaar met openbaar vervoer en ruime parking Flexibel studeren LIO-traject in afstandsonderwijs Je bent in het bezit van een diploma hoger onderwijs. Je hebt een lesopdracht van minstens 500 lerarenuren op jaarbasis. Je volgt het LIO-statuut (leraar in opleiding). Je volgt dit traject volledig op afstand : Je verwerkt de theorie via online onderwijs . Je kan een deel van je opleiding (max. 30 studiepunten of de helft van je opleiding) in je eigen school uitvoeren. Je volgt het traject op één, anderhalf of twee jaar. Je volgt het traject in dag- en/of avondonderwijs. Meer info over het LIO-dagtraject Meer info over het LIO-avondtraject We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . De berekening van studiegelden gebeurt op basis van onderstaande tarieven en zijn van toepassing voor elke hogeschool. Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Overige kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Opleidingskosten regulier traject jaar 1 Opleidingskosten regulier traject jaar 2 Opleidingskosten LIO-traject jaar 1 Opleidingskosten LIO-traject jaar 2 Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs EhB streeft kwaliteitsvol professioneel onderwijs na! Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Subsidies en beurzen Check of je recht hebt op een studietoelage Aanvraag tot KMO-portefeuille De openingsuren van ons studentensecretariaat: campus Kanal: maak eerst een afspraak met isabelle.bataille@ehb.be . campus COOVI: maak eerst een afspraak met isabelle.bataille@ehb.be . e-campus Leuven: maandag en donderdag van 13 tot 19 uur. Langskomen op ander moment? Maak eerst een afspraak met isabelle.bataille@ehb.be . Contact Campus Kanal : Slotstraat 28, 1000 Brussel Campus COOVI : Emile Grysonlaan 1 (gebouw 5), 1070 Anderlecht e-Campus Leuven : Interleuvenlaan 5, 3001 Heverlee Mail ons: verkorte.educatieve.bachelor@ehb.be Maak een afspraak voor een online infomoment . Maak een afspraak met een traject- en/of studiebegeleider . Gerelateerde verhalen Verhaal Sven Gatz op bezoek in de campus van de toekomst! We wachten nog steeds op de officiële opening van onze gloednieuwe campus van de toekomst, maar minister Sven Gatz kreeg alvast een sneak peek. Benieuwd? ··· Verhaal Niels is beste leerkracht van Brussel UAB-partners EhB en VUB reiken samen met BRUZZ een prijs uit voor de beste leerkracht van Brussel. Dit jaar won Niels de Ruyck. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}