{
    "id": "135",
    "title": "verpleegkunde",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/verpleegkunde",
    "description": "Studeer Verpleegkunde op de Brussels Health Campus. Ga vanaf je 1e jaar op stage en train je skills in ons simulatiecentrum.",
    "content": "Verpleegkunde - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Verpleegkunde Kom langs op één van onze infodagen infodagen Voor wie Je wil een superheld in de zorgen worden. Je wil voor andere mensen het verschil maken. Je wil een veelzijdig en afwisselend beroep. Je wil een opleiding boordevol stages. Je wil een beroep waar je zowel handen, hoofd en hart moet gebruiken. Je houdt van uitdaging en je hebt een stevige dosis verantwoordelijkheidszin. Opleidingen Verpleegkunde Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Volg ons op Facebook Kwaliteitsvol onderwijs Voor wie Je wil een superheld in de zorgen worden. Je wil voor andere mensen het verschil maken. Je wil een veelzijdig en afwisselend beroep. Je wil een opleiding boordevol stages. Je wil een beroep waar je zowel handen, hoofd en hart moet gebruiken. Je houdt van uitdaging en je hebt een stevige dosis verantwoordelijkheidszin. Hoe ziet de opleiding eruit De opleiding in 't kort Je leert de wetenschap achter de gezondheidszorg. Veel praktijk: je gaat al vanaf je 1e jaar op stage. Je traint je skills in ons simulatiecentrum met real-life ziekenhuiskamer en levensechte poppen. Je staat er bij ons niet alleen voor, samen gaan we er voor. Je hebt 100% werkzekerheid met je diploma. Je kan alle kanten uit met je diploma. Je startloon als bachelor is bij de beste. Je hebt heel wat doorgroei mogelijkheden. Verpleegkundigen staan in de top drie van de betrouwbaarste beroepen. Samenwerken op Brussels Health Campus Studenten Verpleegkunde studeren op onze campus in Jette samen met allerlei andere zorgverstrekkers zoals studenten kinesitherapie en studenten geneeskunde van de Vrije Universiteit Brussel. In verschillende projecten ga je samen met hen aan de slag om allerlei cases op te lossen. In onze simulatietrainingen leer je met alle verschillende partijen binnen het werkveld samen werkt. Je staat er niet alleen voor Onze docenten begeleiden je gedurende je volledige opleiding, van de eerste ervaringen op stage tot het schrijven van je bachelorproef. Bovendien beschikken we allemaal over onze eigen expertise. Je krijgt les van verpleegkundigen, psychologen, spoedartsen, kinderartsen, sociaal werkers… Zo stomen we je helemaal klaar voor een beroep waar je later alle kanten mee op kan. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings “Studenten moeten kunnen proeven van alle aspecten van de verpleegkunde. Dat begint met een aarzelende stage in het eerste jaar en eindigt met gespecialiseerde projecten en stages op het eind van het parcours. Prachtig om jonge mensen zo te zien groeien.” Merjem Docente verpleegkunde Vakken Veel variatie in vakken Als student verpleegkunde krijg je een combinatie van theorie, vaardigheids- en projectonderwijs, simulatietrainingen en stages aangeboden. Doorheen ons programma kom je in de 4 deeltrajecten in contact met de verschillende zorgdomeinen, zowel intra- als extramuraal. Ons derde deeltraject staat in kader van verdiepings- en keuzestages, waar ook een internationale stage mogelijk is. Oefenen in het simulatiecentrum We gebruiken tijdens de volledige opleiding regelmatig het Brussels Integrated Care Simulatiecentrum. Het BIC Sim heeft drie levensechte poppen (die kunnen roepen en reageren, of een hartstilstand doen zoals een echte patiënt) en telt vier kamers. Een real-life verloskamer, een ‘ziekenhuiskamer’ die we in verschillende settings kunnen gebruiken (van thuiszorg over spoed of intensieve tot woonzorgcentrum) en twee kamers waar je samen met je docenten kunt reflecteren over je handelingen. Al je acties worden namelijk door verschillende camera’s vastgelegd. Zo kun je je in een realistische oefenomgeving perfect voorbereiden op je stage. Jaar 1 - Verpleegkunde Veld Credits Organisatie en coördinatie van de verpleegkunde 1 We gaan in op visie en theoretisch begrippenkader van het verpleegkundige beroep. We kijken ook naar de organisatie van de gezondheidszorg en bekijken ook het recht. 5 Zorgvrager en context Hier focussen we ons op wettelijke en ethische denkkaders binnen de verpleegkunde. We kijken ook naar sociologische aspecten en denkkaders die je de mogelijkheid geven om je op professioneel vlak te ontwikkelen en te profileren binnen een grootstedelijke context. 3 Communicatieve vaardigheden Binnen het opleidingsonderdeel Communicatieve Vaardigheden verwerft de student de theoretische kennis over de basisprocessen binnen communicatie, professionele houding in communicatie én elementaire gespreksvaardigheden. Deze cursus beoogt het effectief communiceren binnen professionele settings en vertrekt vanuit het 'IK'. Tevens is het de bedoeling studenten kritisch te leren reflecteren over professionele communicatie zodat zij onderliggende processen begrijpen en kunnen verklaren. Deze theorie wordt gekoppeld aan praktische toepassingen waarbij de student aantoont dat hij de verworven theoretische bagage kan omzetten naar praktijkgerichte situaties. 4 Psycho-sociale wetenschappen 1 In de lessen Psychosociale wetenschappen vertrekken we van de algemene psychologie van de mens om daarna de ontwikkeling van geboorte tot ouderdom te bestuderen. Vervolgens focussen we ons op de psychologie van de mens in zijn sociale context. Tenslotte werpen we een eerste blik op de verpleegkundige patronen. 4 Toegepaste verpleegkunde 1 De verpleegtechnische vaardigheden we je aanleren zijn: hygiënische zorgen bij de volwassen zorgvrager met alle aanvullende zorgen, nemen van parameters, etc. Ook simulatie is een belangrijk onderdeel van dit vak. Doorheen de simulatiesessies leer je om te gaan met situaties die op stage kunnen voorkomen en dit in een veilige omgeving. 6 Specifieke zorgvrager 1 Het theoriegedeelte bestaat uit de onderdelen geriatrische zorgvrager, het (gezonde) kind en de zorgvrager in revalidatie. In het praktijkdeel komen de verplaatsingsvaardigheden aan bod. 3 Ondersteunende wetenschappen 1 Heb je er ooit eens bij stil gestaan dat het menselijk lichaam op een wel heel ingenieuze wijze is opgebouwd en de ontwikkeling ervan niet zomaar door toeval tot stand is gekomen? Binnen dit vak leer je alle anatomische en fysiologische geheimen op een boeiende manier kennen. 5 Evidence based nursing 1 We leggen hier de basis wetenschappelijk onderzoek op bachelor-niveau. Je gaat samen met je medestudenten en docent aan de slag om een gerichte onderzoeksvraag op te stellen. Die ga je uitwerken en gericht op zoek gaan naar literatuur. We leren je ook literatuur te interpreteren. 5 Toegepaste verpleegkunde 2 Vanaf nu wordt het leuk en tegelijk uitdagend: de vaardigheden worden niet alleen technischer en complexer, je gaat beseffen dat principes zoals patiëntveiligheid en steriliteit erg belangrijk zijn. Optrekken van de juiste hoeveelheid medicatie, het toedienen van een injectie in een spier, een eenvoudige wondzorg uitvoeren, ... het hoort er allemaal bij. 5 Ondersteunende wetenschappen 2 Hier maak je kennis met inhouden rond: ziekenhuishygiëne, biologie/biochemie en microbiologie. 4 Stage Algemene dienst Je eerste stage! Je komt terecht op een algemene ziekenhuisafdeling. We leggen in deze stage de focus op je rol van verpleegkundige als zorgverlener. Je gaat heel wat zaken die je in het eerste semester leerde gaan toepassen. 7 Stage Medische & chirurgische zorg 1 Tijdens je tweede stage maak je kennis met de oudere of geriatrische zorgvrager. De focus van deze stage ligt op communiceren met zorgvragers. 6 Internationale casuïstiek Centraal binnen Internationale casuïstiek 1 staat diversiteit in de brede zin van het woord centraal. De focus ligt hierbij onder andere bij de rol van verpleegkundige als communicator. De student maakt kennis met Brussel als grootstedelijke context waarbinnen hij/zij zal (samen)werken en zorg zal verlenen. 3 Bekijk hier een voorbeeld van het lessenrooster. Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Check de specifieke leerresultaten . Stage Helft van je opleiding op stage De opleiding bestaat voor de helft uit stages. Stages spelen cruciale rol op de opgedane kennis, vaardigheden en attitudes in de praktijk te brengen. Nauwe samenwerking met UZ Brussel. Ruim aanbod aan stageplaatsen in Vlaanderen, Brussel en het buitenland. Je krijgt een stagebeleider op school en een stagementor op je stageplaats. 1e jaar: 1/4 stage 2e jaar: 1/3 stage 3e jaar: 1/2 stage + IC-stage waarbij je met een groepje studenten een afdeling uit een ziekenhuis volledig overneemt. 4e jaar: 1/2 stage We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings \"Mijn stage op oncologie heeft een enorme indruk op me nagelaten. Het was een boeiende ervaring en het heeft me nog meer gemotiveerd om verpleegkundige te worden.\" Elizabeth Student verpleegkunde Na je studie Aan het werk Diploma verpleegkunde op zak, meteen aan de slag! Verpleegkunde is een knelpuntberoep. Er staan heel wat vacatures klaar voor jou."
}