{
    "id": "136",
    "title": "verpleegkunde",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/verpleegkunde",
    "description": "Studeer Verpleegkunde op de Brussels Health Campus. Ga vanaf je 1e jaar op stage en train je skills in ons simulatiecentrum.",
    "content": "Bovendien blijven een heleboel van onze studenten plakken op één van onze stageplaatsen. In het ziekenhuis Psychiatrie Oncologie Heelkunde Neonatologie Pediatrie Radiologie Revalidatie Palliatieve zorgen In een woonzorgcentrum Rust- en verzorgingstehuizen Psychiatrische ziekenhuizen Brandwondencentrum … Buiten het ziekenhuis Kind en Gezin Kinderdagverblijven Centra voor Leerlingenbegeleiding (CLB) Maatschappelijke gezondheidszorg Psychiatrische thuiszorg Dagverzorgingscentra voor bejaarden Arbeidsgeneeskundige diensten Diensten voor thuisverpleegkunde Zelfstandig verpleegkundige Centra voor algemeen welzijn (CAW) OCMW … Andere jobmogelijkheden Brandweer Ontwikkelingshulp Medische dienst landsverdediging Onderwijs Kabinet artsen en tandartsen Poliklinieken Ziekenfondsen Wijkgezondheidscentra Ministeries Bedrijfsverpleegkundige Clinical trials Datamanagement Beschut wonen Begeleidingscentra voor mensen met een beperking Opvang voor mensen met drugproblematiek De gevangenis … Verder studeren Aan EhB Check onze postgraduaten en bij- en nascholingen om je verder te specialiseren Start met de bachelor na bachelor Zorgmanagement . Ga voor een master Je kan ook doorstromen naar een master in de verpleegkunde en vroedkunde. Deze studie duurt twee jaar en kan ook deeltijds gevolgd worden zodat een combinatie met werken mogelijk is. Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Flexibel studeren Werken en studeren De opleiding verpleegkunde kan je ook deels in afstandsonderwijs volgen. Heb je al een job, maar wil je graag verpleegkundige worden? Of ben je een thuiswerkende ouder? Dan kan je instromen in ons flextraject verpleegkunde. Alle vaardigheidslessen op 1 vaste lesdag in de week. 1e en 2e jaar op donderdag les, 3e en 4e jaar op maandag. (in het vierde jaar zijn afwijkingen mogelijk) Naast contactmomenten is er zelfstudie van theoretische cursussen. Vanaf januari op stage. Werk je in de zorg? Je kan je stage maximaal lopen op je eigen werkplek. Je kan opleiding ook langer spreiden om werklast te beperken. Neem contact op met I solde Van Heymbeeck Al een diploma hoger onderwijs op zak? Je krijgt sowieso 32 studiepunten vrijgesteld. Afhankelijk van je diploma krijg je nog extra vrijstellingen. Neem contact op met Anne-Sophie Engels . Meer info over flexibel studeren Verkorte trajecten via brugopleiding Heb je een diploma HBO5-verpleegkunde (vroeger gebrevetteerd, A2) en wil je graag bachelor in de verpleegkunde worden, dan kan je starten met onze brugopleiding. In een traject van 150 studiepunten, aangeboden in afstandsonderwijs, kan je over 2 jaar en half het diploma Bachelor in de Verpleegkunde behalen. Je kan hier meer info vinden over ons brugprogramma. via verkort traject VK-VP Heb je het diploma Bachelor in de Vroedkunde, dan heb je de mogelijkheid om in een verkort traject van 120 studiepunten, aangeboden in afstandsonderwijs, het diploma Bachelor in de Verpleegkunde te behalen. \"Een kleine baby, een job en studeren. Soms lijkt het onmogelijk. Gelukkig staan de docenten steeds voor me klaar. Werken met patiënten op stage geeft me zo'n drive om er echt voor te gaan.\" Marleen Student verpleegkunde Naar het buitenland Wil je ontdekken wat een verpleegkundige doet in het buitenland? Hoe de zorg elders georganiseerd wordt? Maak dan je koffers maar klaar! Want we dragen internationalisering hoog in het vaandel! In je derde en vierde jaar kan je stage lopen in het buitenland: Suriname, Gambia, Marokko, Turkije, Spanje, Zweden, Litouwen, Finland, Denemarken, Noorwegen, Congo,… Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2022 vond een opleidingsaccreditatie plaats voor deze opleiding. Lees het volledige rapport . De Nederlands-Vlaamse Accreditatieorganisatie (NVAO) besloot deze opleiding te accrediteren voor de periode 2022 tot 2030 in het accreditatiebesluit . De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Verpleegkunde? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u Op afspraak: via e-mail Het secretariaat is gesloten op 26 augustus Heb je geen diploma secundair onderwijs? Dan kan je deelnemen aan een bekwaamheidsproef om toch toegelaten te worden. Check alle voorwaarden om deel te nemen . Contact Erasmushogeschool Brussel campus Jette Laarbeeklaan 121, 1090 Jette Check zeker onze infomomenten . Wil je op de hoogte gehouden worden van nieuws en events? Laat dan je gegevens achter . • Bel ons: 02/472 52 00 • Mail ons: gdt.jette@ehb.be • Chat met ons via Messenger: @erasmushogeschool • Maak een afspraak met een traject- en/of studiebegeleider • Stel je vraag via dit formulier Gerelateerde verhalen Verhaal Je verpleegkundige carrière naar een hoger niveau tillen met de brugopleiding Verpleegkunde Ben je al een gebrevetteerde of gediplomeerde verpleegkundige, of heb je een diploma HBO5 verpleegkunde? Dan biedt ons brugtraject Verpleegkunde de perfecte kans om je bachelordiploma te behalen. ··· Verhaal Werkplekleren in het ziekenhuis: alles in het echt Studenten Verpleegkunde starten hun 8 weken leerwerkplekleren in het UZ Brussel, Sint-Alexis Psychiatrie en Sint-Maria Halle. ··· Verhaal Kinderen van TADA ontdekken de wereld van verpleegkunde en vroedkunde Afgelopen zaterdag was een bijzondere dag voor de kinderen van TADA (ToekomstATELIERdelAvenir). Ze kregen de kans om de fascinerende wereld van verpleegkunde en vroedkunde te verkennen tijdens een namiddag op onze campus in Jette. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}