{
    "id": "138",
    "title": "voedings- & dieetkunde",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/voedings-dieetkunde",
    "description": "Ga op zoek naar de wetenschap achter voeding en specialiseer jezelf in voeding bij sporters of voeding in de geriatrie.",
    "content": "kans op vrijstellingen Neem contact op met coördinator vicky.vleminckx@ehb.be Verkort traject Heb je al een ander diploma op zak? Dan kan je misschien rekenen op een aantal vrijstellingen. Maak een afspraak met vicky.vleminckx@ehb.be om te kijken wat er mogelijk is. Misschien kom je in aanmerking voor een korter traject. Master of Science in de bewegings- en sportwetenschappen Voor studenten met een Master of Science in de bewegings- en sportwetenschappen – Afstudeerrichting Fysieke activiteit, Fitheid & Gezondheid (VUB) is er een vast programma opgesteld, dat je in 3 semesters kan afronden. Het kan ook over een langere periode gespreid worden. 1e verkorte bachelor (68SP) Coaching en consultatietechnieken 1 (3SP) Voedingsmicrobiologie (4SP) Warenkennis - productkennis - wetgeving 1 (3SP) Voedingsanalyse (5SP) Voedingsleer 2 (5SP) Toegepaste dieetleer en casuïstiek 1 (5SP) Grootkeukenmanagement (6SP) Curatief gerichte vorming voor volwassenen (6SP) Voedingsmicrobiologie 2 (4SP) Warenkennis - productkennis - wetgeving 2 (4SP) Warenkennis - productkennis - wetgeving 3 (3SP) Toegepaste dieetleer en casuïstiek 2 (5SP) Voedingsproductontwikkeling (3SP) Keukentechnologie (4SP) Toegepaste kinderdieetleer en casuïstiek 3 (5SP) Coaching- en consultatietechnieken 2 (3SP) 2e verkorte bachelor (25 SP) Klinische stage (13SP) Coaching- en consultatietechnieken 3 (3SP) Curatiefgerichte vorming voor volwassenen 2 (3SP) Master of Science in de Farmaceutische Zorg Voor studenten met een Master of Science in de Farmaceutische Zorg (VUB). is er een vast programma opgesteld, dat je in 3 semesters kan afronden. Het kan ook over een langere periode gespreid worden. 1e verkorte bachelor (53SP) Coaching en consultatietechnieken 1 (3SP) Coaching- en consultatietechnieken 2 (3SP) Psychologie (4SP) Toegepaste dieetleer en casuïstiek 1 (5SP) Grootkeukenmanagement (6SP) Warenkennis - productkennis - wetgeving 1 (3SP) Warenkennis - productkennis - wetgeving 2 (4SP) Warenkennis - productkennis - wetgeving 3 (3SP) Toegepaste dieetleer en casuïstiek 2 (5SP) Voedingsproductontwikkeling (3SP) Keukentechnologie (4SP) Toegepaste kinderdieetleer en casuïstiek (5SP) Voedingsleer 2 (5SP) 2e verkorte bachelor (25 SP) Klinische stage (13SP) Coaching- en consultatietechnieken 3 (3SP) Toegepaste dieetleer en casuïstiek 3 (9SP) Jaar 1 - Voedings- & Dieetkunde Werktraject Veld Credits Algemene Chemie We leren je basisbegrippen, berekeningen en vaardigheden. Die gebruiken we later om voedingsmiddelen chemisch te analyseren. 6 Anatomie - Fysiologie - Digestieve fysiologie Je maakt kennis met de medische terminologie en de organisatie van het lichaam. We besteden veel aandacht aan de werking van het spijsverteringskanaal, de lever en de pancreas. 5 Biologie • Inleiding tot de biologie en indeling van de organismen of taxonomie; • Structuur en eigenschappen van de biomoleculen; • De cel en cellulaire communicatie; • De eiwitsynthese; • Celgroei en celdeling bij eukaryoten 3 Coaching- en consultatietechnieken 1 Wat is een goede voedingsanamnese? Welke technieken zijn er? Welk voorlichtingsmateriaal kan je gebruiken? Je leert het hier allemaal. We oefenen via rollenspelen. 3 Keukentechnologie Hier leer je de basisprincipes van het bereiden van voeding. Je kan de voedingswaarde van gerechten berekenen en advies geven voor het samenstellen en bereiden van gezonde en evenwichtige voeding. 4 Project 1: Brussel en voeding Brussel, gezonde voeding en duurzaamheid staan centraal in dit project. Studenten worden vertrouwd gemaakt met de Brusselse omgeving, Brusselse armoede problematiek, de oorsprong van onze voeding en een gezonde voeding. Deze kennismaking wordt mogelijk gemaakt door verschillende externe bezoeken te brengen aan bedrijven, organisaties, ... in de Brusselse rand en het stadscentrum. Met deze bezoeken wordt een andere onderwijsvorm aangeboden om nieuwe kennis te verwerven en te verwerken. 4 Toegepaste fysica Naast basisrekenregels leer je ook fysische principes en zie je waar deze worden toegepast bij het bereiden en conserveren van voedingsmiddelen. 4 Voedingsmicrobiologie 1 Hier besteden we veel aandacht aan de relatie tussen voedingsmiddelen en gezondheid en aan de mogelijke besmetting van voedsel. 4 Warenkennis - productkennis - wetgeving 1 Door theoretische lessen en bezoeken leer je meer over melkproducten, calciumverrijkte sojaproducten, graanproducten, aardappelen en smeer- en bereidingsvetten. We bestuderen wat er allemaal op etiketten van voedingsmiddelen te vinden is. 3 Warenkennis - productkennis - wetgeving 2 Hier leer je meer over groenten, fruit, noten en zaden, paddenstoelen, algen en wieren, vlees, vis, schaal- en schelpdieren en eieren. We hebben het hier ook over voedselverspilling. 4 Wetenschappelijke onderzoeksvaardigheden 1 Hier leer je wetenschappelijke literatuur opzoeken en kritisch verwerken tot een paper. Ook statistische verwerking van onderzoeksresultaten hoort hier bij. 6 Jaar 2 - Voedings- & Dieetkunde Werktraject Veld Credits Biochemie Hier leer je meer over o.a. hormonen en bestudeer je metabolische processen. 3 Coaching- en consultatietechnieken 2 Tijdens een consultatie moet je als diëtist de antropometrische gegevens verzamelen en correct interpreteren. Daarnaast moet je cliënt er van overtuigd worden dat de voorgestelde veranderingen in het voedingspatroon nodig zijn en dat deze ook moeten volgehouden worden. 3 Curatiefgerichte vorming voor volwassenen 1 Hier leer je alles over ziektes en de mogelijke medicijnen die daar bij horen. Belangrijk om de patiënt het juiste dieet voor te schrijven. 6 Organische chemie Je leert de basisbegrippen, bestudeert de verschillende karakteristieke groepen, naamgeving van organische verbindingen, belangrijke fysische en enkele chemische eigenschappen. Deze zijn belangrijk om later te begrijpen welke processen zich in het lichaam afspelen. 3 Project 2: Kennismaking werkveld Via een observatiestage krijg je inzicht in het werk van diëtisten. 4 Psychologie en persoonlijke ontwikkeling 1 De psychologie omvat algemene en ontwikkelingspsychologie. Tevens ga je reflecteren over je eigen handelen en je al bereikte beroepscompetenties. 3 Toegepaste dieetleer en casuïstiek 1 We gaan in op de klinische problematiek, de diagnose en behandeling van hypertensie, hyperlipidemie, hartfalen, obesitas en het metabool syndroom bij volwassenen. We leggen voornamelijk het accent gelegd op de voedingsaanbevelingen, dieetrichtlijnen, klinische voedingen en dieetproducten bij bepaalde medische aandoeningen. 5 Voedingsanalyse Hoe kan je een voedingsmiddel chemisch analyseren? Dat leer je hier. 5 Voedingsleer 1 Hier leer je de grondbeginselen van voedingsleer. Je bespreekt de voedingsdriehoek, de macro- en micronutriënten en de rol van energie in het lichaam. 4 Voedingsmicrobiologie 2 Hier gaan we dieper in op de besmetting van voedsel, voedselinfecties, voedselvergiftigingen en de microbiologische controle rond de spijslijn. 4 Warenkennis - productkennis - wetgeving 3 Je leert hier voedingsmiddelen beoordelen en vergelijken. Je krijgt inzicht in de warenwetgeving met betrekking tot voedingsmiddelen en voedseletikettering. 3 Jaar 3 - Voedings- & Dieetkunde Werktraject Veld Credits Coaching- en consultatietechnieken 3 We leren je alles over de sociale wetgeving en deontologie voor diëtisten Tevens voer je hier je eerste echte consultaties uit! 3 Curatiefgerichte vorming voor volwassenen 2 De kennis van ziektes en de ingenomen medicijnen zijn onontbeerlijk om de patiënt het juiste dieet voor te schrijven. (vervolg) 3 Grootkeukenmanagement Hier verwerf je inzichten in de vakbekwaamheid die vereist is voor het beheer van een voedingsdienst. Je bestudeert de technische realisatie en uitwerking van de catering. Je krijgt inzicht in bedrijfsorganisatie, arbeidsmotivatie, leiderschap, personeelsbeheer en marketing. Tevens wordt je op de hoogte gebracht van aankoop, voorraadbeheer, distributie, verwerking. Je leert dit in theorie maar ook ter plaatse gedurende een stage van twee weken. 6 Project 3: Gezondheidsbevordering Project 3 is een project rond gezondheidsvoorlichting- en bevordering waarbij er een interventie in kleine groepjes wordt uitgewerkt voor een specifieke doelgroep en/of thema met de verschillende stappen van het planningsmodel. 3 Project 4: Multiculti We hebben het over interculturele hulpverlening door de diëtist. Dat doen we tijdens een 5-daagse uitwisseling met de Haagse Hogeschool. We besteden heel wat aandacht aan een goede interculturele communicatie en het gebruik van hulpmiddelen en aangepaste skills bij een diëtetisch consult. 3 Psychologie en persoonlijke ontwikkeling 2 Eetstoornissen staan in dit opleidingsonderdeel centraal. Tevens bewijs je dat je een ingesteldheid tot levenslang leren hebt ontwikkeld. 4 Toegepaste dieetleer en casuïstiek 2 Je geraakt vertrouwd met de diagnosevorming van medische problematieken en pathologieën en de daaruit vloeiende preventieve, curatieve en ondersteunende voedingszorg en dieetmaatregelen bij volwassenen. We leggen het accent op de voedingsaanbevelingen, dieetrichtlijnen, klinische voedingen en dieetproducten bij medische aandoeningen. 6 Voedingsleer 2 We bestuderen de voeding van verschillende leeftijdsgroepen en in verschillende situaties (rekening houdend met de individuele diversiteit). 4 Voedingsproductontwikkeling Deze cursus helpt je om in te spelen op trends in de voedingsindustrie, de behoeften/de noden van de markt te analyseren en de verschillende fasen van het productontwikkelingsproces te leren kennen. 3 Wetenschappelijke onderzoeksvaardigheden 2 Je werkt individueel een paper, protocol en presentatie uit; dit ter voorbereiding van je bachelorproef. 3 Keuzevak Voeding bij sporters In dit keuzevak gaan we dieper in op sportdiëtetiek (of sport en voeding) en lichten we de algemene richtlijnen betreffende voeding bij volwassen sporters toe. 3 Voeding in de geriatrie In dit keuzevak komen verschillende professionals uit het werkveld hun expertise delen. Centraal staat de voedingszorg bij een oudere, geriatrische, populatie. 3 Jaar 4 - Voedings- & Dieetkunde Werktraject Veld Credits Toegepaste dieetleer en casuïstiek 3 Hier worden studenten vertrouwd gemaakt met de diagnosevorming van medische problematieken en pathologieën en de daaruit vloeiende preventieve, curatieve en ondersteunende voedingszorg en dieetmaatregelen bij volwassenen. We leggen het accent wordt op de voedingsaanbevelingen, dieetrichtlijnen, klinische voedingen en dieetproducten bij medische aandoeningen. 8 Kinderdieetleer en casuïstiek Je wordt vertrouwd gemaakt met de diagnose vorming van medische problematieken en pathologieën en de daaruit vloeiende preventieve, curatieve en ondersteunende voedingszorg en dieetmaatregelen bij kinderen. 3 Wetenschappelijke onderzoeksvaardigheden 3 Dit omvat je bachelorproef. Deze is steeds opgebouwd uit een literatuurstudie en een praktisch deel waarbij wordt uitgegaan van een onderzoeksvraag. Het onderwerp kan je vrij kiezen! 10 Stageperiode 1 + 2 Je loopt twee maal acht weken stage in verschillende beroepsvelden waar diëtisten hun activiteit kunnen uitoefenen. Voornamelijk in ziekenhuizen, specifieke instellingen zoals WZC en voedingsbedrijven. Je wordt begeleid en bijgestaan door de stagebegeleider van de instelling. Je moet zelfstandig resultaten kunnen berekenen, evalueren en rapporteren. Je krijgt een opgelegde taken mee door de stagecoördinator van de school. 26 “Ik ga eerlijk zijn het is een echte puzzel. Twee kinderen en een job combineren met studeren is niet eenvoudig. Maar dankzij de vaste lesdag en de begeleiding van de docenten zit ik toch al in mijn derde jaar.” Kathleen Student voedings- en dieetkunde Naar het buitenland Wil je ontdekken wat een diëtist doet in het buitenland? Hoe voeding in andere culturen bekeken wordt? Maak dan je koffers maar klaar! Want we dragen internationalisering hoog in het vaandel. Je kan stage lopen binnen of buiten Europa in onder andere Senegal, Nederland, Suriname, Nicaragua, Spanje,... Ook hier gaan we samen met jou op zoek naar een stageplaats en ervaring op maat. Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten: regulier programma - werktraject Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2023 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2024 tot 2030 in het borgingsbesluit. De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Voedings- en dieetkunde? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u Op afspraak: via e-mail Heb je geen diploma secundair onderwijs? Dan kan je deelnemen aan een bekwaamheidsproef om toch toegelaten te worden. Check alle voorwaarden om deel te nemen . Contact Erasmushogeschool campus Jette Laarbeeklaan 121, 1090 Jette Bel ons: 02/472 52 00 Mail ons: gdt.jette@ehb.be Chat met ons via Messenger: @erasmushogeschool Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Gerelateerde verhalen Verhaal Wat is een worstenbroodje zonder worst? Vegan maaltijden in studentenrestaurants. Dat was het onderwerp van een driedaags netwerkevent in Praag, waar opleidingshoofd voedings- en dieetkunde (VDK) Katrien Van Beneden samen met STUVO-collega Dagmar Schwall (ook alumnus VDK) aan deelnam. Ze kregen er naast vegan en vegetarische maaltijden ook heel wat tips en tricks rond duurzame voeding voorgeschoteld. ··· Verhaal Nieuwe podcast over gezonde, milieuverantwoorde en duurzame voeding: EhBeet Onze opleiding Voedings- & Dieetkunde opleiding lanceert de boeiende nieuwe podcast ‘EhBeet’. ··· Verhaal Eiwitfestival 2023: Een Duik in de Wereld van Plantaardige Eiwitten Evelien Mertens, onderzoekster bij onze opleiding Voedings- en Dieetkunde, nam net voor de vakantie deel aan het Eiwitfestival. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden"
}