{
    "id": "137",
    "title": "voedings- & dieetkunde",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/voedings-dieetkunde",
    "description": "Ga op zoek naar de wetenschap achter voeding en specialiseer jezelf in voeding bij sporters of voeding in de geriatrie.",
    "content": "Voedings- & Dieetkunde - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Voedings- & Dieetkunde Kom langs op één van onze infodagen infodagen Voor wie Je bent sociaal en wil graag voedingsadvies geven. Je wil je opleiden tot diëtist. Je hebt een grote interesse in een gezonde levensstijl. Je bent op zoek naar een medische opleiding. Je zoekt een opleiding waar productontwikkeling en werken met sporters aan bod komt. Voedings- en dieetkunde studeren is echt iets voor jou! Opleidingen Voedings- & Dieetkunde Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de brochure Bestel de folder Volg ons op Facebook Kwaliteitsvol onderwijs Voor wie Je bent sociaal en wil graag voedingsadvies geven. Je wil je opleiden tot diëtist. Je hebt een grote interesse in een gezonde levensstijl. Je bent op zoek naar een medische opleiding. Je zoekt een opleiding waar productontwikkeling en werken met sporters aan bod komt. Voedings- en dieetkunde studeren is echt iets voor jou! Hoe ziet de opleiding eruit Voeding en voedsel staan momenteel flink in de belangstelling. Toch is wetenschappelijke en correcte informatie soms ver zoek. Voeding is dan ook complexer dan wat de media en voedingsgoeroes verkondigen. Onze opleiding is de opleiding om diëtist te worden en je kan echt heel wat verschillende kanten op. Voedings- en dieetkunde studeren geeft je heel wat mogelijkhefen. Je kan vanaf het eerste jaar kiezen voor het keuzetraject sport of voor het keuzetraject industrie. Je gaat al in je 1e jaar op observatiestage. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Voedings- & dieetkunde studeren is wetenschap De wetenschappelijke ontwikkeling van voeding en voedingsmiddelen neemt een grote vlucht, wat zich uit in de ontwikkeling van voedingsmiddelen met een specifieke werking (functional foods) en aangepaste voeding voor specifieke doelgroepen. Ook bij de consument stijgt de behoefte aan informatie over ziekte en gezondheid . Bovendien neemt op het gebied van de voeding en diëtetiek de diversiteit aan doelgroepen toe (leeftijd, cultuur, voedingsgewoonten, voedingsbehoeften). We nemen je mee door de wetenschap achter voeding en lichaam. Persoonlijke begeleiding Je staat er bij ons nooit alleen voor. Onze docenten begeleiden je gedurende je volledige opleiding, van de eerste ervaringen op stage tot het schrijven van je bachelorproef. Bovendien beschikken we allemaal over onze eigen expertise. Je krijgt les van diëtisten, psychologen, artsen, kinderartsen, verpleegkundigen,…Zo stomen we je helemaal klaar voor een beroep waar je later alle kanten mee op kan. Toffe projecten Als diëtist werk je vaak binnen een multidisciplinair team . Binnen onze opleiding Voedings- en Dieetkunde leer je dan ook samenwerken . Dat doen we binnen projecten. We gaan onder andere de oorsprong van onze voeding gaan ontdekken, of we gaan studenten op kot aanzetten tot een gezondere levensstijl. We leggen ons toe op interculturele verschillen bij voeding en interculturele verschillen in communicatie. Binnen dat laatste project is er een uitwisselingsproject met de Haagse Hogeschool. “Ik heb voor deze opleiding gekozen omdat ik voeding heel interessant vind. Een sporter kan bijvoorbeeld nooit topprestaties leveren zonder een goed uitgebalanceerd dieet. Mijn keuze voor de EhB was snel gemaakt. De EhB-opleiding is heel praktijkgericht. Van in het eerste jaar loop je al een kijkstage, zodat je meteen aanvoelt welke richting je uit wilt.” Donny student Voedings- & Dieetkunde We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Vakken Veel variatie in vakken Veel aandacht aan de relatie tussen voeding en gezondheid. Dit zowel preventief (gezonde doelgroep) als curatief (zieke doelgroep). Onze opleiding is praktisch ingericht met een duidelijke wetenschappelijke toets (vooral in het 1e jaar). Vakoverschrijdende projecten: we focussen o.a. op gezonde voeding, sensibiliseren van doelgroepen en multiculturele uitwisseling binnen een grootstedelijke context. Bouwen aan je communicatieve vaardigheden (zowel schriftelijk als mondeling). Je wordt een echte teamspeler die in elke werksetting terecht kan en een professioneel netwerk kan uitbouwen. Keuzetrajecten Je kan zelf je eigen accenten leggen. Je kiest vanaf het eerste jaar een keuzetraject: --> Sport: Binnen het keuzetraject sport, ga je je verdiepen in de relatie tussen sport en voeding. Komen aan bod: de basis van inspanningsfysiologie, de bewegingsdriehoek, trainingsleer, sportdiëtetiek, antropometrie,... Na dit keuzetraject kan je afstuderen als sportdiëtist! --> Industrie: Hier leer je nieuwe voedingsmiddelen ontwerpen. Je gaat mee voedingsproducten leren ontwikkelen. Erg boeiend in een markt die constant in ontwikkeling is en waar trends en vernieuwingen elkaar in hoog tempo opvolgen. Later kan je aan de slag in de voedingsindustrie. Je wordt ook nog steeds opgeleid als zelfstandig en klinisch diëtist. In je laatste jaar, kan je zelf kiezen in welke setting je stage zal lopen en over welk onderwerp je een bachelorproef wil schrijven. Nieuw studieprogramma Vanaf academiejaar 2023 - 2024 starten we met een nieuw programma. Keuzetraject sport: relatie tussen voeding en sport. Zo kan je later aan de slag met (top)sporters. Keuzetraject industrie: de kennis om voedingsproducten te ontwikkelen en op de markt brengen of in de voedingsindustrie te werken. Ontdek hier het programma. Jaar 1 - Voedings- & Dieetkunde Veld Credits Jaar 1 - Voedings- & Dieetkunde Kennismaking met het werkveld Je leert via een studiedag, een interview en een kijkstage het veelzijdige beroep van de diëtist/nutritionist kennen. 3 Anatomie & Fysiologie Je maakt kennis met de medische terminologie en we besteden veel aandacht aan het spijsverteringsstelsel. 3 Consultatietechnieken Wat is een goede voedingsanamnese? Welke technieken zijn er? Welk voorlichtingsmateriaal kan je gebruiken? Je leert het allemaal. We oefenen ook met rollenspellen. 3 Duurzaam Brussel In dit project leer je initiatieven kennen om voedselverspilling tegen te gaan en hoe er in de grootstad ook aandacht is voor urban farming. 3 Inleiding in wetenschappelijk onderzoek Hier leer je wetenschappelijke literatuur opzoeken en kritisch verwerken tot een paper. Ook statistische verwerking van onderzoeksresultaten hoort hierbij. 5 Voedingsleer Macro- en micronutriënten en de voedingsdriehoek kennen geen geheimen meer voor jou. Je leert de basis om voedingsadvies te kunnen geven. 4 Cel- & microbiologie Dit vak geeft je meer info over het functioneren van de eukaryote en prokaryote cel. 5 Labvaardigheden 1 Je analyseert zowel chemisch, als microbiologisch verschillende voedingsmiddelen. 4 Communicatievaardigheden Hoe communiceer jij? Leer gespreks- en luistertechnieken toepassen. Krijg de bagage mee om een consultatie in het Frans uit te voeren. 3 Voedingsmiddelen 1 Wat staat er allemaal op een voedingsetiket? Door de theoretische lessen en bedrijfsbezoeken leer je meer over o.a. melk, kaas, groenten, fruit, eieren, vlees en vleesvervangers. 6 Voedingsmiddelen 2 Je leert over o.a. suiker en suikervervangers, koffie, thee en chocolade. Ook novel foods, genetische modificatie en toxische stoffen in voeding behoren tot de leerstof. 3 Biomoleculen In voeding en ons lichaam vind je vele organische verbindingen; met deze cursus leer je de opbouw kennen en de functies. 3 Bewegen en voeding Binnen deze cursus leer je de basis van inspanningsfysiologie, bewegingsdriehoek, trainingsleer, antropometrie en sportdiëtetiek. 3 Voeding in de markt Deze cursus geeft je inzicht in de trends in de voedingsindustrie, je leert de behoeften en noden van de markt te analyseren en ontwikkelt zelf een nieuw voedingsmiddel. 3 Kookworkshops Naast het berekenen van voedingswaardes leer je gezonde en evenwichtige voeding samenstellen en bereiden. 3 Chemie Je leert basisbegrippen en berekeningen die nuttig zijn bij het chemisch analyseren van voedingsmiddelen. 3 Keukentechnologie Naast het berekenen van voedingswaardes leer je welke fysische principes toegepast worden bij het bereiden en conserveren van voeding. 3 Jaar 2 - Voedings- & Dieetkunde Veld Credits Voeding per doelgroep Hier bestudeer je voeding over verschillende leeftijdsgroepen en voedingskeuzes (religie en cultuur) heen. 5 Voedingsanalyse Gespecialiseerde analytische voedingstesten leer je hier. 4 Grootkeukenmanagement Verwerf inzichten in de organisatie en het beheer van een voedingsdienst (aankoop, personeelskost, voorraadbeheer, e.d.) en zet de theorie om in de praktijk op stage. 5 Labvaardigheden 2 Je gebruikt gespecialiseerde toestellen en technieken om analytisch en microbiologisch voedingsmiddelen te analyseren. 4 Wetenschappelijke onderzoeksvaardigheden Je werkt een paper uit ter voorbereiding van je bachelorproef en leert voedings-gelinkte statistische tests gebruiken. 3 Coaching en consultatie Naast de eerste stappen binnen het diëtistisch consult heb je aandacht voor het psychologische luik om zo holistisch mogelijk je patiënt te benaderen. 5 Gezondheidseducatie In dit project rond gezondheidspromotie werk je een interventie uit waarbij gezonde voeding centraal staat. 3 Voeding in de ambulante zorg Binnen dit vak leer je de voedingsaanbevelingen en dieetrichtlijnen voor pathologiën (hypertensie, hyperlipidemie, bariatrie, …) dewelke in de eerste lijn vaak voorkomen. 5 Klinische voeding Je leert over (klinische) voedingen voor zuigeling tot zieke patiënt. 3 Klinische diëtetiek 1 In dit vak verkrijg je inzichten in curatieve voedingszorg bij specifieke patiëntenpopulaties met accent op intoleranties en malnutritie. 4 Ziekteleer 1 Je verwerft inzicht in medische problematieken en farmacologische behandelingen om een patiënt beter bij te staan bij de diëtistische behandeling. 6 Toegepaste diëtetiek Binnen dit vak zet je in voedingslabs, dieetlabs en intervisies de theorie om naar de praktijk. 5 Sportvoeding In dit vak behorende tot de keuzeoptie sport, ga je dieper in op sportdiëtetiek bij letsels, bij sporters uit een bepaalde gewichtsklasse of extreme sporters (ultra-endurance); alsook is er aandacht voor supplementen en doping. 4 Adviseren van sporters In dit project behorende tot de keuzeoptie sport, werk je zelf een voedingsdossier uit voor een sporter. 4 Product en kwaliteit In dit vak behorende tot de keuzeoptie industrie, verdiep je je verder in de verschillende fases van een voedingsproductieproces. 3 Van product tot markt In dit project behorende tot de keuzeoptie industrie, werk je samen met je teamleden aan een innovatief voedingsmiddel en houdt je hierbij rekening met concurrentie-analyse, marketing-strategie en kwaliteitseisen. 5 Jaar 3 - Voedings- & Dieetkunde Veld Credits Jaar 3 - Voedings- & Dieetkunde LLL-Portfolio Binnen de levenslang leren-portfolio bouw je je expertise uit door interne en externe navormingen, studiedagen, e-learnings, e.d. te volgen. 3 Bachelorproef Je bachelorproef, bestaande uit een literatuurstudie en praktijkonderzoek, kadert binnen één van de onderzoekslijnen (duurzaamheid, sport, industrie, malnutritie, e.a.) van de opleiding. 9 Klinische stage Je loopt 2 maal acht weken stage in verschillende beroepsdomeinen waar een diëtist/nutritionist kan tewerkgesteld worden. Je wordt bijgestaan door een stagebegeleider van school en een stagementor van de stageplaats. Je kan kiezen voor een binnenlandse of buitenlandse stage binnen verschillende beroepsdomeinen. 12 Keuzestage Je loopt 2 maal acht weken stage in verschillende beroepsdomeinen waar een diëtist/nutritionist kan tewerkgesteld worden. Je wordt bijgestaan door een stagebegeleider van school en een stagementor van de stageplaats. Je kan kiezen voor een binnenlandse of buitenlandse stage binnen verschillende beroepsdomeinen. 12 Buitenlandse stage Je loopt 2 maal acht weken stage in verschillende beroepsdomeinen waar een diëtist/nutritionist kan tewerkgesteld worden. Je wordt bijgestaan door een stagebegeleider van school en een stagementor van de stageplaats. Je kan kiezen voor een binnenlandse of buitenlandse stage binnen verschillende beroepsdomeinen. 12 Aanvullende klinische stage Je loopt 2 maal acht weken stage in verschillende beroepsdomeinen waar een diëtist/nutritionist kan tewerkgesteld worden. Je wordt bijgestaan door een stagebegeleider van school en een stagementor van de stageplaats. Je kan kiezen voor een binnenlandse of buitenlandse stage binnen verschillende beroepsdomeinen. Patiëntenbegeleiding Je voert zelf consultaties uit en krijgt handvaten mee om door te verwijzen naar een psycholoog voor eetstoornissen. 6 Cultuursensitief handelen Toegankelijke hulpverlening door een diëtist zorgt voor een waardevolle bijdrage in de preventieve gezondheidszorg. We besteden aandacht aan inclusieve communicatie en leren hiervoor verscheidene tools kennen die je kan bijstaan in het diëtistische consult. 3 Klinische diëtetiek 2 In dit vak verkrijg je inzichten in curatieve voedingszorg bij specifieke patiëntenpopulaties met onder andere nefrologische en oncologische voedingszorg. 5 Ziekteleer 2 Je verwerft verder inzicht in specifieke medische problematieken en farmacologische behandelingen om een patiënt beter bij te staan bij de diëtistische behandeling. 4 Casuïstiek Binnen dit vak zet je je opgedane kennis in intervisies om naar de praktijk. 3 Keuzevak Je kiest zelf of je deelneemt aan de international case studies, entrepeneurship, samenleven in diversiteit; of misschien is een vak vanuit de opleiding psychologie, bewegingswetenschappen of … uit de universitaire associatie Brussel iets voor jou. 3 Bekijk hier een voorbeeld van het lessenrooster. Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Check de specifieke leerresultaten . Stage Onze opleiding is erg praktijkgericht. Via een heel aantal projecten, kom je in contact met het werkveld. In het eerste jaar mag je al op observatie- of kijkstage. In het tweede jaar loop je een stage van 2 weken in een grootkeuken. In het laatste jaar ga je gedurende twee keer 8 weken (16 weken) praktijkervaring opdoen in klinische settings en in de voedingsindustrie. Na je studie Aan het werk Patiënten voedings- of dieetadvies geven in ziekenhuizen, woonzorgcentra,...of op zelfstandige basis Voedingsadvies geven aan recreatieve sporters of topsporters Werken in de grootkeuken (catering) Voorlichting geven aan specifieke doelgroepen zoals diabetespatiënten. Voedingsanalyses of kwaliteitscontroles uitvoeren in een labo-omgeving Voedingsproducten ontwikkelen in de voedingsmiddelenindustrie Werken in de onderwijssector Eetwareninspectie Uitbaten van een dieet- en/of natuurwinkel ... Verder studeren Aan EhB Specialiseer je verder via onze postgraduaten. Verdiep je kennis met een bij-& nascholing. Micro-credential Preventieve Gezondheid Ga voor een master master in Management en Beleid van de Gezondheidszorg master in de Gerontologie master in de Gezondheidsvoorlichting en - Bevordering master in de Biowetenschappen Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Flexibel studeren Werken en studeren De opleiding Voedings- & Dieetkunde kan je ook deels in afstandsonderwijs volgen. Heb je al een job, maar wil je graag diëtist worden? Of ben je een thuiswerkende ouder? Dan kan je instromen in onze flexibele opleiding voedings- en dieetkunde. De ideale opleiding tot diëtist. We hebben practica, coachingsuren en werkcolleges binnen dit traject gebundeld op vrijdag. Naast deze lesmomenten ga je via begeleide zelfstudie aan de slag met de theoretische cursussen. Praktijkervaring doe je op via stages. We hebben de flexibele opleiding gespreid over vier jaar om de werklast te beperken. Je behaalt hetzelfde diploma als onze andere studenten Voedings- en Dieetkunde. Meer info over flexibel studeren Voordelen Vaste lesdag Dynamische groep van studenten Werklast spreiden mogelijk Zelfde diploma als de andere studenten Officieel erkende beroepstitel Goede begeleiding Met een ander diploma"
}