{
    "id": "141",
    "title": "vroedkunde",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/vroedkunde",
    "description": "We nemen je mee naar de wereld achter zwangerschap en bevalling. Je traint je skills in ons simulatiecentrum.",
    "content": "psychologie en gezondheidspromotie verder uitbouwen. Je gaat de opgedane kennis en vaardigheden toepassen binnen complexe situaties binnen de context van vroedvrouwenzorg. 3 Bachelorproef Afstudeerproject, zelfstandige literatuurstudie van een onderwerp dat een facet uitdiept van de vroedvrouwenpraktijk. 7 Stage 5 Deze stage kan je in verschillende settings lopen: Verloskamer, Neonatale (n*), Prenatale raadpleging, Eerstelijns zorg (pre-, per-, postnataal), Kind en Gezin, MIC, Fertiliteit (daghospitaal), Materniteit, Moeder-kind psychiatrie … 11 Stage 6 Deze stage kan je in verschillende settings lopen: Verloskamer, Neonatale (n*), Prenatale raadpleging, Eerstelijns zorg (pre-, per-, postnataal), Kind en Gezin, MIC, Fertiliteit (daghospitaal), Materniteit, Moeder-kind psychiatrie … 20 Keuzevakken Eerste lijn We gaan dieper in op vroedkunde binnen de eerste lijn. We geven je toepassings- en situatiegericht inzicht in de praktijkvoering in de eerste lijn en de praktische organisatorische aspecten van de eerste lijn. 3 Health care in an international context Hoe werken vroedvrouwen in andere culturen? Hoe is de verloskunde georganiseerd in het buitenland? Binnen dit vak leer je er alles over. Dit keuzevak voorzien we voornamelijk voor als je op buitenlands stage wil gaan. 3 Gezondheidspromotie Je leert planmatig een eigen project op te zetten binnen de gezondheidspromotie in het kader van vroedkunde. 3 Integrated care Dit keuzevak hoort bij de Integrated Care Stage. Tijdens de IC-stage nemen jullie met een studententeam de materniteit van een ziekenhuis over. Jullie zijn dan zelf verantwoordelijk voor de organisatie en invulling van de zorg. Tijdens het keuzevak maken we tijd voor voorbereiding, uitvoering en nabespreking van een integrated care stage, waarbij studenten gedurende een periode de verantwoordelijkheid over de totale zorg van een bepaalde ziekenhuisafdeling overnemen. 3 Gedetailleerde info over de vakken (beoordeling, examenvormen ...), lees de ECTS-fiches . Check de specifieke leerresultaten . Stage Helft van je opleiding op stage De opleiding vroedkunde bestaat voor de helft uit stages. Die spelen een cruciale rol om de opgedane kennis, vaardigheden en attitudes in de praktijk te brengen. We hebben een ruim aanbod aan stageplaatsen in Vlaanderen, Brussel en in het buitenland. We werken nauw samen met het UZ Brussel. In je eerste jaar In het eerste jaar bestaat 1/3 van je opleiding uit stages. Deze stages loop je voornamelijk op de kraamafdeling waar de zorg voor moeder en baby centraal staat. Ook het begeleiden van kersverse ouders komt uitgebreid aan bod. Je helpt hen om de verzorging, voeding en veiligheid van hun kindje op zich te nemen. In je tweede jaar In het tweede jaar vul je 1/2 van het academiejaar in door stages. Vanaf nu zal je op de verloskamer zelf bevallingen begeleiden en zelfstandig uitvoeren. Je kan vanaf het tweede jaar ook stage lopen op de prenatale raadpleging, neonatologie en bij ‘Kind & Gezin’. Of waarom geen stage bij een zelfstandige vroedvrouw of een geboortehuis? In je derde jaar Je derde jaar bestaat uit 2/3 stage. Nu loop je meer gespecialiseerde stages zoals fertiliteit, hoogrisico zwangerschap en hoogrisico neonatologie en/of stage in het buitenland. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Na je studie Aan het werk Met je diploma Vroedkunde kun je snel aan de slag. Dit door het hoge geboortecijfer en het grote aanbod aan ziekenhuizen in de regio Brussel. Je kan daarnaast ook buiten het ziekenhuis aan de slag. In het ziekenhuis: Verloskamer Kraamafdeling Fertiliteitskliniek Neonatologische dienst Maternale intensieve dienst (hoogrisicozwangerschappen) Raadpleging … Buiten het ziekenhuis Eerstelijnsgezondheidscentrum Zelfstandige vroedvrouw Thuiszorg Kind en Gezin Geboortehuis Centra voor relatievorming Seksuele voorlichting … Verder studeren Aan EhB De opleiding Verpleegkunde ontwikkelde een traject van 120 studiepunten waarbij vroedvrouwen in 2 jaar het bijkomend diploma bachelor in de Verpleegkunde kunnen behalen. Ga voor een master Je kan doorstromen naar de master in de Verpleegkunde en Vroedkunde. Deze studie duurt twee jaar en kan ook deeltijds gevolgd worden zodat een combinatie met werken mogelijk is. Maar er zijn nog heel wat andere mogelijkheden: master in de Seksuologie master in de Antropologie master in het Management en het Beleid in de Gezondheidszorg, ... “Wanneer ik vertel dat ik vroedvrouw ben, vindt iedereen dit een uitstekende keuze. Dat vind ik zelf ook. Je begeleidt koppels in een intense periode bij het begin van een onomkeerbare omwenteling in hun gezinsleven. Daar een cruciale rol in spelen, spreekt me enorm aan.” Chloë oud-student vroedkunde Waar heb je les Campus Jette In het groene Jette (Vlakbij Laarbeekbos) Brussels Health Campus (samen met VUB en UZ Brussel) Medische campus: eigen simulatiecentrum Leuke studentenresto met broodjes, salades, soep & snacks Fitness vlakbij Vlot bereikbaar met trein, bus, tram, fiets, step Voldoende parkeerplek Groene buitenruimte Contact: bel ons: 02 472 52 00 mail ons: gdt.jette@ehb.be Adres: Laarbeeklaan 121, 1090 Jette Openingsuren studentensecretariaat: Elke werkdag open van 8u tot 17u. Op vrijdag gesloten vanaf 16u. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Flexibel studeren Werken en studeren Heb je al een job, maar wil je graag vroedvrouw worden? Of ben je een thuiswerkende ouder? Dan kan je instromen in onze flexibele opleiding. Opleiding gespreid over 3.5 jaar. Je kan de opleiding nog meer spreiden. Lesmomenten op donderdag en vrijdag. Begeleidende zelfstudie theoretische cursussen. Stage in het 2e semester, je kan deze flexibel inplannen. Je krijgt een persoonlijke coach. Vragen? Starten met de opleiding? Neem contact op met vanessa.verlinden@ehb.be . Meer info over flexibel studeren We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings “Na de geboorte van mijn eerste zoontje wist ik dat ik vroedvrouw wilde worden. In combinatie met mijn huidige job in de ICT is het niet eenvoudig, maar ik krijg op stage zoveel voldoening!” Ilse Studente vroedkunde Naar het buitenland Vroedkunde in het buitenland. Hoe ziet dat er uit? Ben je nieuwsgierig hoe bevallen er in andere culturen aan toe gaat? Zet je koffers dan maar klaar. Want we dragen internationalisering hoog in het vaandel. Binnen Europa kan je stage lopen in Slovenië, Finland en het Verenigd Koninkrijk. Buiten Europa hebben ook samenwerkingsverbanden met ziekenhuizen en gezondheidscentra in Gambia , Rwanda , Marokko en Senegal. Maar er zijn nog mogelijkheden: de Filipijnen bijvoorbeeld of Mauritius,... “Bevallen en geboren worden, is in Afrika een heel natuurlijke zaak. Er komen weinig medische hoogstandjes aan te pas. Precies deze manier van bevallen trok mij aan.” Jessy Studente vroedkunde Studiekosten Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2021 beoordeelden externe peers de kwaliteit van deze opleiding. Lees het volledige rapport van de peerreview. Het College van Bestuur van EhB besloot deze opleiding te borgen voor de periode 2022 tot 2028 in het borgingsbesluit . De kwaliteitsfiche toont een overzicht van de sterktes en groeikansen van deze opleiding. De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Openlesweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven voor Vroedkunde? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig digitaal afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: Van maandag tot donderdag van 9u tot 16u, op vrijdag van 9u tot 15u Tijdens de infodagen: zaterdag 26 juni, 4 en 11 september. Op afspraak: via e-mail Het secretariaat is gesloten: op donderdag 8 juli vanaf 12u, van 10 juli tot en met 15 augustus en op 26 augustus Heb je geen diploma secundair onderwijs? Dan kan je deelnemen aan een bekwaamheidsproef om toch toegelaten te worden. Check alle voorwaarden om deel te nemen . Contact Erasmushogeschool campus Jette Laarbeeklaan 121, 1090 Jette Bel ons: 02/472 52 00 Mail ons: gdt.jette@ehb.be Chat met ons via Messenger (pop-up rechtsonder in beeld) Maak een afspraak met een traject- en/of studiebegeleider Stel je vraag via dit formulier Gerelateerde verhalen Verhaal Kinderen van TADA ontdekken de wereld van verpleegkunde en vroedkunde Afgelopen zaterdag was een bijzondere dag voor de kinderen van TADA (ToekomstATELIERdelAvenir). Ze kregen de kans om de fascinerende wereld van verpleegkunde en vroedkunde te verkennen tijdens een namiddag op onze campus in Jette. ··· Verhaal Trots! Alumna Vroedkunde wint Bachelorprijs 2023 Sarah Vanden Bremt, alumna uit de opleiding Vroedkunde van de Erasmushogeschool Brussel, heeft op 19 december de Bachelorprijs 2023 gewonnen. ··· Verhaal De mooiste stage ter wereld? Tanzania, Gambia, Senegal, Uganda, Slovenië en de Filipijnen, tien studenten vroedkunde lopen er in de komende periode stage! ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden"
}