{
    "id": "140",
    "title": "vroedkunde",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/vroedkunde",
    "description": "We nemen je mee naar de wereld achter zwangerschap en bevalling. Je traint je skills in ons simulatiecentrum.",
    "content": "Vroedkunde - Bachelor | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bachelor Vroedkunde Kom langs op één van onze infodagen infodagen Voor wie Klaar voor het mooiste beroep ter wereld? Ga je graag om met aanstaande of kersverse ouders en met pasgeboren baby’s? Wil je graag ouders begeleiden op een uniek moment in hun leven? Heb je een stevige verantwoordelijkheidszin? Ben je klaar om aan de wieg te staan van een nieuw leven? Opleidingen Vroedkunde Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Volg ons op Facebook Kwaliteitsvol onderwijs Voor wie Klaar voor het mooiste beroep ter wereld? Ga je graag om met aanstaande of kersverse ouders en met pasgeboren baby’s? Wil je graag ouders begeleiden op een uniek moment in hun leven? Heb je een stevige verantwoordelijkheidszin? Ben je klaar om aan de wieg te staan van een nieuw leven? Hoe ziet de opleiding eruit Vroedvrouw is het mooiste beroep ter wereld. Vroedkunde studeren is dan ook een fantastiche keuze. Brussel heeft het hoogste geboortecijfer in België. Hier zijn dus heel wat leerkansen en meer kans op een job. De voordelen van de opleiding: Op stage vanaf het eerste jaar Kleine groepen Kleine afstand tussen docenten en studenten Real-life trainingen met levensechte poppen Veel mogelijkheden om stage te lopen in het buitenland. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Veel praktijk We nemen je mee door de wetenschap achter zwangerschap en bevalling . Maar we blijven uiteraard niet met onze neus in de boeken steken. Al vanaf het eerste jaar Vroedkunde gaan we op stage . We sturen je niet zomaar het werkveld in. In ons simulatiecentrum leer je in een real-life verloskamer met levensechte poppen wat je te wachten staat. Zo ben je uitstekend voorbereid om met echte patiënten aan de slag te gaan. Persoonlijke begeleiding Je staat er bij ons nooit alleen voor. Onze docenten begeleiden je gedurende je volledige opleiding, van de eerste ervaringen op stage tot het schrijven van je bachelorproef. Bovendien beschikken we allemaal over onze eigen expertise . Je krijgt les van vroedvrouwen, psychologen, gynaecologen, seksuologen, verpleegkundigen, lactatiedeskundigen, kinderartsen … Zo stomen we je helemaal klaar voor het mooiste beroep ter wereld. Leren in het simulatiecentrum Op de campus heb je regelmatig les in het Brussels Integrated Care Simulatiecentrum . Drie levensechte poppen (die onder meer kunnen bevallen, roepen en reageren, zoals een echte patiënt) in vier kamers: Een real-life verloskamer, Een ‘ziekenhuiskamer’ die we in verschillende settings kunnen gebruiken Twee kamers waar je samen met je docenten kunt reflecteren over je handelingen. Al je acties worden door verschillende camera’s vastgelegd. Zo kun je je in een realistische oefenomgeving perfect voorbereiden op je stage. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings “Ik heb voor vroedkunde gekozen omdat ik het fantastisch vind om ouders te begeleiden van voor de zwangerschap tot na de geboorte van de baby.” Safia Student vroedkunde Hoor het van onze studenten Check wat alumna Samira en studenten Lien en Axelle vertellen over de opleiding. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Samira We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Lien We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Axelle Vakken Tijdens je opleiding vroedkunde krijg je een combinatie van theorie, vaardigheids- en projectonderwijs, simulatietrainingen en stages. In elk deeltraject besteden we aandacht aan een specifiek onderdeel van de verloskunde. We organiseren de opleiding semestrieel. Per semester centreren we een geheel van onderwijsactiviteiten rond een bepaald thema. Benieuwd hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Semester 1: Mens en gezondheid Semester 2: Verloskunde Semester 3: De pathologische partus en postpartum en de laagrisico neonaat Semester 4: De pathologische zwangerschap en midwifery sciences Semester 5: Specifieke en hoogrisico aspecten in de verschillende beroepsdomeinen Semester 6: Vroedvrouw worden In het tweede deeltraject gaan we dieper in op het centrale thema ‘De bedreigde voortplanting’. We bespreken uitvoerig ziekteleer en verwikkelingen tijdens het geboorteproces en bij de pasgeborene. Opleidingsonderdelen uit dit deeltraject zijn onder andere: pathologische verloskunde, neonatologie, gezondheidspromotie, psychosociale aspecten in de verloskunde, ... We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings In het derde deeltraject hebben we het over specifieke aspecten binnen de verloskunde: fertiliteit, prenatale diagnostiek, echografie. Ook de intensieve zorgen bij hoogrisico zwangerschappen en de pasgeboren of premature baby’s diepen we verder uit. Jaar 1 - Vroedkunde Veld Credits Jaar 1 - Vroedkunde Medische wetenschappen anatomie en fysiologie 1 We bestuderen de verschillende stelsels van het lichaam en hun werking, biologie, biochemie en ziekenhuishygiëne. 5 Verpleegkunde theorie 1 We starten met de Basis in verpleegkundige theorie en principes (systematisch verpleegkundig handelen, verplaatsingstechnieken, vitale parameters, hematologie, uitscheiding, medicatieberekening en operatieve zorg) 3 Verpleegkunde vaardigheden 1 Hier krijg je de basis in verpleegkundige vaardigheden (hygiënische zorgen, bedtechnieken, observatietechnieken, intraveneuze technieken, uitscheiding, verbandleer en steriliteit). 3 Fysiologische verloskunde: postpartum Hier maak je kennis met de periode na de bevalling. Je start met observaties en leert zorgen uitvoeren aan de pas bevallen vrouw en bij borstvoeding. 3 Gezonde neonaat Hier geven we je inzicht in anatomie en fysiologie van de ongeboren en de pasgeboren baby. Je bestudeert onder andere de normale groei, ontwikkeling, en ontwikkelingspsychologie van het jonge kind tot de leeftijd van één jaar. Je leert ook observaties en zorgen uitvoeren aan de gezonde baby. Daarnaast oefenen we ook de reanimatie van de pasgeborene. 4 Psychosociale aspecten in de vroedkunde We leren je hier de basisprincipes binnen de psychologie, seksuologie en sociologie. 4 Communicatie in de vroedkunde We gaan hier in op communicatieve vaardigheden en groepsdynamica. We leren een aantal eenvoudige communicatieprocessen. Hier hoort ook een tweedaagse bij. 3 Ethiek en wetgeving Hier beginnen we met de wettelijke en ethische aspecten die aan de grondslag liggen van het beroep van vroedvrouw. 4 Medische wetenschappen: anatomie en fysiologie 2 Binnen dit vak leren we de andere stelsels van het lichaam kennen die in medische wetenschappen nog niet aan bod kwamen. 3 Verpleegkunde theorie 2 Hier breiden we je kennis over verpleegkundige processen nog verder uit. We hebben het hier onder andere over: infusiebeleid, transfusiebeleid, urologisch stelsel, gastro-intestinaal stelsel, pre- en postoperatieve zorgen en wondzorg, medicatieberekening en dringende hulpverlening. 3 Verpleegkunde vaardigheden 2 We bouwen verder aan je verpleegkundige vaardigheden. Topics die aan bod komen zijn: blaaskatheterisatie, wondzorg, zorgen aan gastro-intestinaal stelsel, infusie, hemocultuur, en EHBO. 3 Fysiologische verloskunde: partus We gaan hier kijken naar het proces en mechanisme van arbeid en bevalling. We belichten ook het handelen van de vroedvrouw bij arbeid en bevalling. 3 Fysiologische verloskunde: zwangerschap Dit vak hebben we helemaal opgebouwd rond de zwangere vrouw. We gaan kijken naar haar fysiologie, psychologie, seksualiteit en voeding. We leren je bij laagrisico zwangere verloskundige handelingen uitvoeren. Daarnaast leer je hoe je de zwangere adequaat kan begeleiden en informeren. 5 Evidence Based Midwifery: grootstedelijke en internationale context Hier starten we voor het eerst met wetenschappelijk onderzoek. Je krijgt inzicht in belang van wetenschappelijk onderzoek in de vroedkunde. Bovendien ontwikkel je de basis onderzoeksvaardigheden, toegepast op de grootstedelijke en internationale inzichten. 4 Stage 1 Je eerste stage! Je komt meer dan waarschijnlijk terecht op de materniteit. 10 Jaar 2 - Vroedkunde Veld Credits Jaar 2 - Vroedkunde Verloskunde met verhoogd risico: partus en postpartum Je leert alle risicosituaties kennen en herkennen tijdens arbeid, bevalling en de kraamperiode. We gaan ook kijken hoe risicosituaties voorkomen kunnen worden. We hebben het onder andere over borstvoedingsproblemen. We leren binnen dit vak ook hechten. 5 Neonatologie We gaan hier dieper in op de pasgeborenen. We focussen vooral op pasgeborenen die bijkomende zorgen nodig hebben. 3 Medische wetenschappen: inwendige geneeskunde Je leert het ontstaan, verloop en de behandeling van veelvoorkomende ziekten. 3 Medische wetenschappen: heelkunde Het operatiekwartier is een erg specifieke setting. Je komt in dit vak te weten hoe het er daar aan toe gaat. We hebben het verder over heelkundige aandoeningen, onderzoeken en behandelingen. 3 Medisch-verloskunde wetenschappen Waar dient een echografie voor en waar in de zwangerschap komt dit aan bod? We duiken verder in de gynaecologie en de foetale geneeskunde. 3 Evidence Based Midwifery: empowering women towards normal birth We gaan verder met de ontwikkeling van je onderzoeksvaardigheden. We behandelen inhoudelijke thema’s over complementair pijnstillings- en -begeleidingsmogelijkheden tijdens arbeid, bevalling en kraambed. 3 Verloskunde met hoog risico: zwangerschap Een zwangerschap verloopt niet altijd even vlot. We gaan kijken naar complicaties die kunnen optreden tijdens de zwangerschap. We leren hoe je deze zwangeren adequaat kan begeleiden en informeren. 4 Beroepsspecifieke farmacologie Je maakt kennis met begrippen uit de farmacologie. Welke geneesmiddelen kunnen/mogen er gebruikt worden tijdens zwangerschap, arbeid, bevalling en borstvoeding. We hebben het ook over verschillende vormen van anticonceptie. 3 Fertiliteit We gaan dieper in op de menselijke voortplanting. We gaan ook kijken naar de psychologische factor. We bestuderen ook psychologie, onderzoeken en behandelingen bij vruchtbaarheidsproblemen. Je leert gericht advies geven binnen dit topic. 3 Psychosociale aspecten en communicatie in de vroedkunde We oefenen verder op je sociale vaardigheden en psychologische kennis maar hier in de context van vroedvrouwenzorg. We zien hier ook een belangrijk luik gezondheidspromotie. 3 Evidence Based Midwifery: empowering the midwifery profession Je werkt hier verder aan je onderzoeksvaardigheden. Topics hier focussen op inhoudelijke thema’s die als doel hebben de vroedvrouwenzorg te optimaliseren. 3 Stage 2 Je tweede stage kan je op verschillende plaatsen lopen: verloskamer, neonatale, prenatale raadpleging, MIC, kind en gezin, fertiliteit, materniteit … 6 Stage 3 Je derde stage kan je op verschillende plaatsen lopen: verloskamer, neonatale, prenatale raadpleging, MIC, kind en gezin, fertiliteit, materniteit … 6 Stage 4 Deze stage loop je op de verloskamer. 12 Jaar 3 - Vroedkunde Veld Credits Jaar 3 - Vroedkunde Hoogrisico verloskunde Hier gaan we dieper in op risico’s binnen de verloskunde. Je leert tijdig stoornissen en risico’s tijdens de zwangerschap, arbeid, bevalling en het kraambed te diagnosticeren en (spoed)maatregelen te treffen in noodsituaties. 3 Hoogrisico neonatologie Hier leer je theorie en vaardigheden aan voor pasgeborenen die dringende of kritieke zorgen nodig hebben. 3 Hoogrisico verloskunde casuïstiek Je maakt een kritische analyse van een casus met invloed op het verloop van de baring, individueel voorbereid en gevolgd door een presentatie en discussie. 3 Medische wetenschappen Je krijgt inzicht in heelkundige problemen, het ontstaan, verloop en behandeling van veelvoorkomende ziekten en intensieve zorgen bij moeders tijdens of na de zwangerschap. 3 Organisatie en kwaliteitszorg We komen hier nog eens terug op de wettelijke en ethische aspecten die aan de grondslag liggen van het beroep van vroedvrouw. We gaan verder door op management en organisatie van kwaliteitsvolle gezondheidszorg. Bovendien geven we je kennis en inzicht in de beroepsuitoefening van de zelfstandige vroedvrouw. 4 Psychosociale aspecten en communicatie in de vroedkunde 2 We gaan de kennis over sociale vaardigheden,"
}