{
    "id": "149",
    "title": "wat kost studeren?",
    "source": "https://www.erasmushogeschool.be/nl/inschrijven/wat-kost-studeren",
    "description": "Lees hoeveel het kost om je in te schrijven aan de Erasmushogeschool Brussel. Heb je het financieel moeilijk, dan zoeken we samen met jou naar een oplossing.",
    "content": "Wat kost studeren? | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Inschrijven Wat kost studeren? Wat kost studeren? Om je in te schrijven voor een graduaat, bachelor of master betaal je enerzijds inschrijvingsgeld en anderzijds extra opleiding gebonden kosten. Hieronder een overzicht van het inschrijvingsgeld. Meer info over de opleiding gebonden kosten lees je op de opleidingspagina's. Inschrijvingsgeld 2024-2025 1. Het studiegeld bij diploma- en creditcontracten graduaatsopleidingen initiële bachelor- en masteropleidingen educatieve bachelor- en masteropleidingen voorbereidingsprogramma’s afzonderlijke opleidingsonderdelen Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’24-’25 (60 studiepunten) Niet-beurstariefstudent € 288 € 13,8 € 1.116 Bijna-beurstariefstudent € 288 € 5 € 588 Beurstariefstudent € 131,50 € 0 € 131,50 bachelor-na-bachelor opleiding: Vast gedeelte Variabel gedeelte per studiepunt BaNaBa in het zorgmanagement € 250 € 15 2. Het studiegeld bij examencontracten Vast gedeelte Variabel gedeelte per studiepunt Examencontract € 131.50 € 5 3. Het studiegeld bij combinatie van een inschrijving onder een diploma- en/of creditcontract met een inschrijving onder een examencontract Voor de studiepunten onder diploma en/of creditcontract: het studiegeld zoals hierboven tabel 1 onder punt 1 Voor de studiepunten onder examencontract: het studiegeld zoals hierboven tabel onder punt 2 4. Studiegeld voor niet-EER studenten Opleidingstype Vaste gedeelte Variabel gedeelte per studiepunt 60 SP Artistieke bachelor- en masteropleidingen € 1.116 € 143,98 € 9.754,80 Niet-artistieke opleiding € 288 € 13,8 € 1.116 Educatieve master € 288 € 13,8 € 1.116 5. Studiegelden voor laatstejaarsstudenten uit het secundair onderwijs Inschrijving onder creditcontract Studiegeld Maximaal 10 studiepunten € 65,70 Meer dan 10 studiepunten pro rata het aantal opgenomen studiepunten volgens de bepalingen voor de berekening van studiegelden bij diploma- en creditcontracten en afhankelijk van het beursstatuut 6. Studiegeld voor het uitreiken van een diploma op basis van EVC/EVK Studiegeld Inschrijving o.b.v. EVC/EVK voor het behalen van een diploma € 50 7. Het inschrijvingsgeld voor postgraduaten en navormingen: Voor meer info over het inschrijvingsgeld voor onze postgraduaten en bij- en nascholingen, klik hier . Inschrijvingsgeld 2023-2024 1. Het studiegeld bij diploma- en creditcontracten graduaatsopleidingen initiële bachelor- en masteropleidingen educatieve bachelor- en masteropleidingen voorbereidingsprogramma’s afzonderlijke opleidingsonderdelen Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten ’23-’24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0 € 128,8 bachelor-na-bachelor opleiding: Vast gedeelte Variabel gedeelte per studiepunt BaNaBa in het zorgmanagement € 250 € 15 2. Het studiegeld bij examencontracten Vast gedeelte Variabel gedeelte per studiepunt Examencontract € 128,8 € 4,9 3. Het studiegeld bij combinatie van een inschrijving onder een diploma- en/of creditcontract met een inschrijving onder een examencontract Voor de studiepunten onder diploma en/of creditcontract: het studiegeld zoals hierboven tabel 1 onder punt 1 Voor de studiepunten onder examencontract: het studiegeld zoals hierboven tabel onder punt 2 4. Studiegeld voor niet-EER studenten Opleidingstype Vaste gedeelte Variabel gedeelte per studiepunt 60 SP Artistieke bachelor- en masteropleidingen € 1.092,1 € 122,84 € 8.462,5 Niet-artistieke opleiding € 282,1 € 13,5 € 1.092,1 Educatieve master € 282,1 € 13,5 € 1.092,1 5. Studiegelden voor laatstejaarsstudenten uit het secundair onderwijs Inschrijving onder creditcontract Studiegeld Maximaal 10 studiepunten € 57,9 Meer dan 10 studiepunten pro rata het aantal opgenomen studiepunten volgens de bepalingen voor de berekening van studiegelden bij diploma- en creditcontracten en afhankelijk van het beursstatuut 6. Studiegeld voor het uitreiken van een diploma op basis van EVC/EVK Studiegeld Inschrijving o.b.v. EVC/EVK voor het behalen van een diploma € 50 7. Het inschrijvingsgeld voor postgraduaten en navormingen: Voor meer info over het inschrijvingsgeld voor onze postgraduaten en bij- en nascholingen, klik hier . Overige kosten Boeken en cursussen : bij je inschrijving ontvang je een overzicht. Bijkomende kosten : hiermee worden de kosten voor kopieën, uitstappen,... vergoed. Het bedrag varieert naargelang de opleiding die je volgt. Academic Software: budgetvriendelijk pakket aan Academic Software op je eigen laptop of PC installeren. De kost hiervoor wordt voor iedere student verrekend via de bijkomende kosten en kan niet geïndividualiseerd worden. Het basispakket (€20.44) omvat: Microsoft windows 10 pro, Microsoft office 365, SPSS, Mcafee antivirus plus, Linkedin learning, Combell webhosting, Azure student cloud. In een aantal opleidingen wordt dit pakket aangevuld met Adobe Creative Cloud (€80.44) gebruikt. In sommige artistieke en technische opleidingen dient er nog extra software aangekocht te worden. Laptop : Voor je opleiding beschik je over een eigen laptop. Check hier of je laptop aan de minimumvereisten voldoet . Specifieke kleding of materiaal : afhankelijk van de opleiding die je volgt. Zie opleidingspagina. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag zeker geen hindernis vormen om te studeren aan onze hogeschool. We hebben verschillende mogelijkheden om je financieel te ondersteunen: een studietoelage van de Vlaamse gemeenscha p, het verminderd studiegeld, financiële steun, een studielening, ... Heb je nog vragen ivm financiële steun, neem zeker contact op met STUVO . Specifieke voordelen voor werknemers en werkgevers Al aan het werk? Er bestaan interessante formules (betaald educatief verlof, KMO-portefeuille …) om werk en studie te combineren. Je studiecontract wijzigen Beslis je tijdens het academiejaar dat je bijvoorbeeld een vak extra wil volgen of ga je van opleiding veranderen? Dan wijzigen we je studiecontract . Hoe je betaalt Je betaalt je studiegeld via overschrijving binnen de vijftien kalenderdagen na je inschrijving. Zodra je studiegeld is betaald, ontvang je de nodige attesten en een studentenkaart. Je recht op kinderbijslag geldt enkel bij een inschrijving vanaf 27 studiepunten. Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}