{
    "id": "143",
    "title": "wat zeg jij?",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/wat-zeg-jij",
    "description": "In deze vorming staan we stil bij het belang om vóór, tijdens en na je lessen in spontane dialoog te gaan met de kinderen.",
    "content": "Wat zeg jij? - Bij- en nascholing | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Bij- en nascholing Wat zeg jij? Voor wie Leerkrachten Kleuteronderwijs Opleidingen Wat zeg jij? Hoe ziet de opleiding eruit Na je studie Waar heb je les Studiekosten Inschrijven Contacteer ons Ontvang onze nieuwsbrief Volg ons op Facebook Volg ons op Instagram Voor wie Leerkrachten Kleuteronderwijs Hoe ziet de opleiding eruit In deze vorming staan we stil bij het belang om vóór, tijdens en na je lessen in spontane dialoog te gaan met de kinderen. We onderzoeken samen hoe je de kinderen kan inspireren om te spreken en welke prikkels en soorten stimulerende tussenkomsten hierbij kunnen helpen. Ook staan we stil bij je eigen taalgebruik in de klas en het effect hiervan op de kinderen. Je keert terug naar je klas met een aantal nieuwe inzichten en tips om van elk moment een taalrijk moment te maken. Inge Laenen is pedagoog in de opleiding Educatieve Bachelor kleuteronderwijs aan de Erasmushogeschool Brussel. Vanuit jarenlange vormings- en coachingservaringen in binnen- en buitenland deelt ze haar expertise rond leerkrachtstijl en de effecten hiervan op de kinderen. Els Plessers is taaldocent in de opleiding Educatieve Bachelor kleuteronderwijs aan de Erasmushogeschool Brussel. Zij heeft in het superdiverse Brussel ervaring opgedaan met taalonderwijs op verschillende niveaus en deelt graag haar expertise rond taalontwikkelend lesgeven. Wat leer je Deelnemers versterken hun competentie om een krachtige taalleeromgeving te realiseren Deelnemers krijgen inzichten in het effect van hun eigen taalgebruik Deelnemers worden zich bewust van het belang van communicatie-, denk- en actiestimulerende tussenkomsten Lesprogramma Deze opleiding vindt plaats op 28 maart 2024 van 10u tot 13u . Na je studie Attest Na het beëindigen van de opleiding ontvang je een attest van deelname. Waar heb je les Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars Campus Kanal Adres Slotstraat 28 1000 Brussel Telefoon 02 899 71 00 E-mail mm@ehb.be Studiekosten Het inschrijvingsgeld bedraagt 60 euro. Inschrijven Klaar om je in te schrijven voor 'Wat zeg jij?'? Top! Vanaf 24 juni 2023 kan je op deze pagina van start met je inschrijving. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . Contact campus Kanal Slotstraat 28, 1000 Brussel Mail ons: stel je vraag aan Lina Kestemont Bel ons: 02 899 71 00 Chat met ons via Messenger: @erasmushogeschool Stel een vraag via dit formulier Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}