{
    "id": "62",
    "title": "winkelmanagement",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-winkelmanagement",
    "description": "Droom je van een job in de retailsector? In de opleiding Winkelmanagement stomen we je twee jaar lang klaar voor een job als winkelmanager.",
    "content": "Winkelmanagement - Graduaat | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Graduaat Winkelmanagement Kom langs op één van onze infodagen infodagen Voor wie Beste bezoeker, op 27 februari 2024 werd door het College van Bestuur van EhB beslist om deze opleiding niet langer in te richten in het academiejaar 2024-2025. Dit kadert in een herpositionering van onze graduaatsopleidingen. Het was een moeilijke beslissing en we hebben begrip voor ieders teleurstelling. Bekijk hier waar je deze opleiding wel kunt volgen. Opleidingen Winkelmanagement Hoe ziet de opleiding eruit Na je studie Waar heb je les Flexibel studeren Studiekosten Infodagen Inschrijven Contacteer ons Ontvang onze nieuwsbrief Download de folder Bestel de folder Kwaliteitsvol onderwijs Info voor bedrijven Voor wie Beste bezoeker, op 27 februari 2024 werd door het College van Bestuur van EhB beslist om deze opleiding niet langer in te richten in het academiejaar 2024-2025. Dit kadert in een herpositionering van onze graduaatsopleidingen. Het was een moeilijke beslissing en we hebben begrip voor ieders teleurstelling. Bekijk hier waar je deze opleiding wel kunt volgen. Hoe ziet de opleiding eruit? In kleine klasgroepen met persoonlijke begeleiding krijg je alle kansen. Je volgt les in modules van 7 weken gevolgd door een evaluatiemoment. Praktijk staat centraal: 2 dagen les, 2 à 3 dagen werkplekleren Vlajo-project: je creëert je eigen commercieel product. We trainen je Frans, Nederlands en Engels. Retail en ondernemerschap is de rode draad in alle toegepaste 'theoretische' vakken. Je krijgt vakken zoals retailmarkteing, visual merchandising, strategisch winkelmanagement, logistiek, boekhouden en online tools. Je bezoekt bedrijven, krijgt gastcolleges en bent mee met de digitale (r)evolutie. Je krijgt een intensieve begeleiding op je werkplek en op school. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Je diploma Je verwerft: een gezonde commerciële feeling een verantwoorde ondernemingszin een mensgerichte benadering Je bent in staat om de winkel of afdeling te laten groeien in een toekomst waar diversiteit en flexibiliteit vooropstaan. Je bent een ondernemer met een hart, die rekening houdt met de vijf belangrijkste pijlers: people, passion, professional, purpose en profit. Je kan meteen aan de slag als e-commerceondernemer, gerant of neemt de leiding van een departement of store. Waarom EhB? Via het groeitraject van werkplekleren bij één van onze retailpartners bouw je volop aan je carrière. Jouw persoonlijke ervaringen uit het werkplekleren staan centraal in onze lessen. Je persoonlijke en professionele groei krijgt alle aandacht. Brussel! Je ervaring in onze kosmopolitische stad is een troef op de arbeidsmarkt. Vakken Focussen op marketing en merchandising, communicatie, ondernemen en organiseren, logistiek en budgetten, HR en people management. Theorie en praktijk wisselen elkaar af. Cases uit je eigen werkomgeving staan centraal in je projecten of tijdens het werkplekleren. Je start je eigen mini-onderneming samen met enkele studiegenoten. Dé ideale manier om je ondernemerskwaliteiten te ontdekken en aan te scherpen. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Winkelmanagement - Jaar 1 Veld Credits Commercieel beheer Sales In deze interactieve lessen krijgen je commerciële talenten een boost! Je leert hoe je de klant centraal zet, wat zijn koopmotieven zijn en hoe je door een onderbouwde argumentatie het verkoopgesprek succesvol kan afsluiten. Je leert ook om te gaan met een lastige of boze klant. ECTS-fiche Semester 2 5 Omnichannel Een succesvol retailer gaat op zoek naar het hart van de ‘nieuwe’ consument. Hij analyseert zijn koopgedrag en probeert de troeven van zijn fysieke winkel te combineren met het gemak van een webshop. In deze lessen brengen we de customer journey in kaart en onderzoeken we trends en nieuwe ontwikkelingen op dat vlak. We gebruiken onze eigen werkplek (stageplaats) als case. ECTS-fiche Semester 2 3 Retailmarketing Hier wordt je creativiteit gestimuleerd! Via de 7P’s van de marketingmix ga je aan de slag om de marketingstrategie van het bedrijf te vertalen naar je afdeling met als doel de omzet en de winst te verhogen. Je hebt oog voor de digitale retailmix, omnichannel, social media, SEO, UX, CX en personae. ECTS-fiche Semester 2 4 Communicatie Nederlands Semester 1 3 Organisatie & ondernemen De wet in de winkel Via praktische cases krijg je inzicht in de belangrijke juridische regels van de retailer. Je wordt onder andere vertrouwd gemaakt met de informatieplicht aan de consument, de garantiewetgeving, verboden handels- en marktpraktijken. Je krijgt ook zicht op aansprakelijkheid, verzekeringen en veiligheid van de retailer. ECTS-fiche Semester 1 3 ICT skills Semester 1 3 Economisch recht Semester 2 3 Leiding geven & HR HRM1: Ik als medewerker In deze eerste HR-module sta jij als medewerker centraal. Je leert verschillende functies binnen retail kennen en pitch je jezelf in een sollicitatiegesprek. Je onderzoekt je persoonlijke voorkeurrol in een team en toetst die op je werkplek. Je scherpt je communicatievaardigheden aan in onze interactieve lessen en zet de eerste stappen in leiderschap. ECTS-fiche Semester 1 3 Personeelsbeheer Hoe ga je om met tijd en je organisatie op je werk? Hoe ontstaat stress en wat kan je eraan doen? Hoe herken je sterke teams en hoe kan je de samenwerking binnen teams verbeteren? Hoe kan inspirerend leiderschap de motivatie van je medewerkers verhogen? Je leert ook om te gaan met weerstand tegen verandering en wat je hieruit leert om veranderingen binnen de organisatie vlotter te laten verlopen. ECTS-fiche Semester 2 3 Logistiek en online tools Online retail tools I Je maakt kennis met een verkoops- en merkopbouwende online tool die in de retailomgeving relevant is. Hiermee ontwikkelt jouw inzicht in online marketing-, verkoop- en communicatiemogelijkheden. Op het einde van deze module ontvang je een certificaat of voltooiingsbewijs dat je professioneel profiel versterkt. ECTS-fiche Semester 1 3 Logistiek management & voorraadbeheer Op een pragmatische manier en vanuit de realiteit krijg je zicht op logistiek. Je verdiept je in de aan- en verkoop processen en leert om proactief na te denken over de optimale afstemming van sales versus inkoopplanning. ECTS-fiche Semester 1 3 Financieel beheer Financiële administratie in de winkel Als retailer zijn cijfers natuurlijk uiterst belangrijk! Je wil rode cijfers vermijden en zoveel mogelijk winst maken, toch? In deze module krijg je inzicht in planning en budgettering, prijsbepaling, break-evenanalyse en resultaatsbepaling. Je leert een basisboekhouding toepassen zodat je je bedrijf steeds mooi op koers houdt. ECTS-fiche Semester 2 3 Integratie basis Werkplekleren 1: Focus winkel Twee dagen per week onderga je een praktijkbad bij je favoriete retailer en oefen je de vaardigheden die je hebt geleerd op school. De focus ligt op de organisatie van de winkel en operationele taken binnen de werkplek. ECTS-fiche Semester 1 6 Retail Learning Lab 1: Product presentatie Via opdrachten ervaar je hoe de presentatie van goederen bijdraagt tot het imago van de winkel en het realiseren van de marketingdoelstellingen van je business. Deze cursus is in 2 grote delen opgesplitst: de presentatie van producten in de fysieke winkel en de online presentatie. ECTS-fiche Semester 1 4 Werkplekleren 2: Focus verkoop Je operationele taken op je werkplek krijg je stilaan onder de knie. Je zal al meer complexe, operationele taken kunnen uitvoeren. De focus ligt in deze werkplekleren op ‘verkoop’: laat maar zien wat je commerciële talenten zijn! ECTS-fiche Semester 2 4 Retail Learning Lab 2: Start je zaak Je leert alle basisstappen die noodzakelijk zijn om een mini onderneming op te starten, van de opmaak stappenplan, startkapitaal, procedures en vooral de creativiteit om een nieuw product of dienst op de markt te brengen. ECTS-fiche Semester 2 3 Werkplekleren 3: Focus marketing Na de lentevakantie ga je drie dagen per week aan de slag bij je retailer. Je neemt je eigen leerproces actief in handen en toont initiatief. Samen met je werkplekmentor zet je een marketingproject op poten dat bijdraagt tot het commercieel succes van je afdeling of winkelpunt. ECTS-fiche Semester 2 4 Winkelmanagement - Jaar 2 Veld Credits Commercieel beheer Consumentenpsychologie Wil je weten waarom een consument bepaalde producten koopt en andere niet? Wil je weten hoe persoonlijkheid en levensstijl van de consument meespeelt in zijn aankoopbeslissing of hoe consumenten elkaar beïnvloeden? ... Wij onderzoeken de unieke facetten van de customer journey en de alle factoren die het aankoopgedrag beïnvloeden. Beleef het hier! ECTS-fiche Semester 3 3 Category management & assortimentenbeheer ‘Act as an entrepreneur!’ In deze lessen wordt je ondernemerschap sterk aangewakkerd. Je krijgt inzichten over de samenstelling van optimale productcategorieën zodat de waarde voor de consument maximaal is. Daarbij focus je je onder andere op assortiment, rendement en analyseer je je belangrijkste stakeholders. Met de opmaak van je category-plan ondervind je precies hoe je dit best aanpakt. ECTS-fiche Semester 4 3 Visual merchandising We leggen je haarfijn uit wat VM is en hoe je je producten en winkel zo indeelt dat de aandacht op het juiste moment op de juiste producten ligt. Je onderzoekt welke marketinginstrumenten je kan inzetten en leggen de link tussen VM en STP ( Segmentation, Targeting Positioning). Je past je kennis toe in je project en op je werkplek! ECTS-fiche Semester 3 3 Communicatie Frans In Brussel is je tweetaligheid een troef van onschatbare waarde! Heb je al een grondige kennis maar verdient je grammatica nog wat aandacht of is Frans voor jou nog een uitdaging? Jouw specifieke noden krijgen hier alle aandacht. ECTS-fiche Semester 3+4 4 Engels Good Job! We oefenen je taalvaardigheden Engels die belangrijk zijn voor je toekomstige functie in retail. Aan de hand van praktijksituaties besteden we veel aandacht aan spreken en gesprekken voeren. ECTS-fiche Semester 3+4 4 Organisatie & ondernemen Strategisch winkelmanagement Je leert meer als een ‘manager’ te denken en ‘duurzame strategische doelen’ van je business te bepalen. Je past je kennis over missie visie-strategie, stakeholders, marktaandeel en markttendensen, SWOT- Porters en PESTLE-analyse (intern en extern) toe op je werkplek. Duurzaamheid is in deze module een kernwaarde met aandacht voor ecologisch en ethisch ondernemen, financiële duurzaamheid en een mensgerichte aanpak. ECTS-fiche Semester 3 4 Milieu en veiligheid Hot topics voor elke ondernemer! De consument wordt steeds kritischer en heel wat retailers nemen concrete acties om hun activiteiten duurzaam te maken. In onze lessen denken we na over de uitdagingen en kansen. Ga jij ze mee aan? Via het duaal traject op je werkplek kan je je ideeën omzetten in een concrete meerwaarde. ECTS-fiche Semester 3 3 Strategisch, duurzaam & ethisch ondernemen In deze module zullen we het hebben over de persoonlijkheid van ondernemers, hoe ze denken en beslissingen nemen. Ook staan we stil bij wat ondernemers succesvol maakt en hoe je als ondernemer op een verstandige manier omgaat met risico's en falen. De noodzaak van een goed businessplan en hoe dit wordt opgemaakt komt eveneens aan bod. ECTS-fiche Semester 4 4 Leiding geven & HR HRM2: sociaal recht In HRM2 bestudeer je essentiële topics van het arbeids- en het socialezekerheidsrecht. Je verdiept je in het sluiten van arbeidsovereenkomsten, vol-of deeltijds werken, verloning, arbeidsduur, schorsingen, ontslag, rechten en plichten van de werknemer en nog veel meer. ECTS-fiche Semester 3 3 HRM3: personeel en ontwikkeling In deze module staan we stil bij de rol van HRM binnen een bedrijf. Daarbij bekijken we zowel de instroom (rekrutering en selectie), de doorstroom (training en opleiding en ook het aspect motivatie van medewerkers). We staan stil bij de bedrijfscultuur en hoe goed leiderschap kan zorgen voor minder verloop (retentiebeleid). ECTS-fiche Semester 4 3 Logistiek en online tools Online retail tools II Je ontdekt een zelf samengesteld pakket van online cursussen. Je kiest een cursus uit het voorgestelde aanbod of brengt"
}