{
    "id": "63",
    "title": "winkelmanagement",
    "source": "https://www.erasmushogeschool.be/nl/opleidingen/graduaat-winkelmanagement",
    "description": "Droom je van een job in de retailsector? In de opleiding Winkelmanagement stomen we je twee jaar lang klaar voor een job als winkelmanager.",
    "content": "een eigen online cursus aan. Onder begeleiding van je coach werk je elke cursus zelfstandig af en ontvang je een certificaat. Naast je professionele ontwikkeling stimuleren we hiermee je nieuwsgierigheid naar de rijkdom van het online aanbod en je attitude van levenslang leren. De certificering versterkt je CV! ECTS-fiche Semester 3 3 Financieel beheer Winkelboekhouding & BTW Na deze lessen heeft de btw-administratie en -aangifte voor jou geen geheimen meer. Je kan zelfs je eigen boekhouding voeren! Een must voor elke ondernemer! ECTS-fiche Semester 3 3 Integratie verdiepend Werkplekleren 4: Focus strategie In dit tweede jaar van de opleiding wordt je uitgedaagd om je meer en meer als een ‘winkelmanager’ te gedragen, daar hoort strategisch denken zeker bij. Je stemt met je werkplekmentor af hoe jij kan bijdragen tot het ontwikkelen van acties om hun strategische doelstellingen te bereiken. ECTS-fiche Semester 3 5 Retail Learning Lab 3: Organisatie & innovatie Semester 3 4 Retail Learning Lab 4: Project marketing & business Semester 4 4 Integratie stage Semester 4 7 ECTS-fiches en lessenrooster Gedetailleerde info over de vakken (beoordeling, examenvormen ...), check de ECTS-fiches . Wil je graag weten hoe een lessenrooster eruitziet? Bekijk hier een voorbeeld. Stage of werkplekleren In de graduaatsopleiding gaan we niet op 'stage', maar doen we aan werkplekleren . Werkplekleren is een verzamelnaam voor elke vorm van praktijkgericht leren. Naast de gekende stage, zijn er ook vormen als projectwerk, duaal leren, workshops, netwerkevents, bedrijfsbezoeken etc. In onze opleiding wordt geen grens getrokken tussen theorie en praktijk. Alles wat je leert, wordt soms zelfs al tijdens de eerste weken van de opleiding toegepast in de praktijk. We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Het werkplekleren is degelijk uitgewerkt, met de nadruk op een goede match tussen student en bedrijf. De docenten vormen een sterk, hecht en enthousiast team en het cursusmateriaal en de inhoud van het programma zijn gericht op de diversiteit van de Brusselse context. NVAO (Nederlands-Vlaamse Accredetatieorganisatie) Na je studie Diploma Winkelmanagement op zak? Dan ben je klaar voor een mooie carrière in de detailhandel. Je bent nu helemaal voorbereid om leiding te geven in een kleine tot middelgrote winkel of een departement van een grote winkel. Sowieso wacht je boeiend en afwisselend werk mét verantwoordelijkheid. Je zet je vakkennis en zakelijk inzicht ten dienste van diegene waar het allemaal om draait: de klant. Je afdeling, franchise of eigen onderneming loopt als een trein onder jouw deskundige leiding Aan het werk Je kan meteen aan de slag als gerant, winkelverantwoordelijke, shop- of ﬂoormanager enz. Wie weet versier je al een job bij de bedrijven die je leert kennen tijdens je opleiding. Onze retailpartners zijn van alle markten thuis: kleding en textiel, elektro en multimedia, interieur- en winkelinrichting, sport, voeding, DIY-ketens, … Verder studeren Goesting om na je graduaat nog verder te studeren? Aan EhB kan je starten met een bachelor . We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Waar heb je les? Campus Bloemenhof Aan het toffe Bloemenhofplein – centrum Brussel Vlakbij Dansaert Met leuk dakterras Groot studielandschap Gezellige studentenresto Koffiebars, winkels, resto’s op wandelafstand Vlot bereikbaar met trein, tram, bus, fiets en step We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Kanal Nieuwe campus Vlakbij Dansaert – centrum Brussel Groot terras Tof studentenresto Lichtrijk studielandschap Modulaire klassen en veel praktijklokalen Vlot bereikbaar met trein, tram, bus, fiets, step,… Vlakbij toffe lunchspots, winkels en koffiebars We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Campus Bloemenhof Kanal Adres Zespenningenstraat 70 1000 Brussel Slotstraat 28 1000 Brussel Telefoon 02 213 61 10 02 899 71 00 E-mail mm@ehb.be mm@ehb.be Dankzij het voordelige MIVB-abonnement rijd je een heel jaar voor slechts 12 euro door de stad! Gebruik je liever de fiets, dan parkeer je met gemak je fiets van Villo in het station tegenover onze campus. Een jaarabonnement voor deze deelfiets kost nog geen 35 euro. Flexibel studeren Starten in februari Is het academiejaar al gestart en heb je geen zin om een volledig academiejaar te verliezen? Je kan deze opleiding ook starten in februari. Check of je recht hebt op vrijstellingen. Neem contact op met de trajectbegeleider . Studiekosten Hieronder vind je een kort overzicht van de kosten. Lees hier een uitgebreid overzicht . Inschrijvingsgeld Het inschrijvingsgeld aan een hogeschool hangt onder meer af van het type contract, het aantal studiepunten waarvoor je je inschrijft, je statuut. Meer informatie vind je ook terug op de pagina van de Vlaamse overheid . De berekening van studiegelden gebeurt op basis van onderstaande tarieven en zijn van toepassing voor elke hogeschool. Vast gedeelte Variabel gedeelte per studiepunt Voltijdse studenten '23-'24 (60 studiepunten) Niet-beurstariefstudent € 282,1 € 13,5 € 1.092,1 Bijna-beurstariefstudent € 282,1 € 4,9 € 576,1 Beurstariefstudent € 128,8 € 0,0 € 128,8 Opleiding gebonden kosten Een laptop: koop een laptop aan studententarief of check of je eigen laptop voldoet aan de voorwaarden . Bekijk het overzicht van kosten. Studiefinanciering Inschrijvingsgeld, boeken en cursussen, kot, vervoer … studeren kost wel wat. Maar dit mag geen hindernis vormen om te studeren aan EhB. Check alle mogelijkheden om ondersteuning te krijgen: financiële steun voor studenten financiële steun voor mensen die aan het werk zijn Kwaliteitsvol onderwijs Erasmushogeschool Brussel streeft kwaliteitsvol onderwijs na en ontwikkelt haar opleidingen voortdurend om te voldoen aan (inter-)nationale kwaliteitskenmerken. EhB zet maximaal in op het ontwikkelen van een kwaliteitscultuur en hanteert haar eigen kwaliteitsregie als fundament voor kwaliteitsvol onderwijs. Verschillende instrumenten garanderen het versterken en borgen van de onderwijskwaliteit van deze opleiding: In 2021 vond een toets nieuwe opleiding plaats voor deze opleiding. Lees het volledige rapport . De Nederlands-Vlaamse Accreditatieorganisatie (NVAO) besloot dat deze opleiding op internationaal aanvaarde wijze potentiële kwaliteit biedt: zie besluit toets nieuwe opleiding . De website opleiding in cijfers van de Vlaamse overheid geeft informatie over het profiel van deze opleiding zoals wie deze opleiding volgt, hoelang studenten erover doen om hun diploma te behalen, etc. Lees meer over de kwaliteitsborging binnen EhB. Infodagen We zwieren op verschillende momenten tijdens het jaar de deuren van onze campussen open. Je bent dan welkom voor een toffe babbel met docenten en studenten, een rondleiding op campus, een inkijk in cursussen en je inschrijving. Zaterdag 16 maart 2024, van 10u tot 15u Zaterdag 4 mei 2024, van 10u tot 13u Zaterdag 29 juni 2024, van 10u tot 15u Zaterdag 7 september 2024, van 10u tot 15u Woensdag 11 september 2024, van 17u tot 20u Workshopweek Benieuwd hoe het eraan toegaat op campus? Goesting om je even een echte student te wanen? Kom een workshop of les volgen Tijdens de krokusvakantie Check altijd deze pagina voor last-minute wijzigingen. Wil je op de hoogte gehouden worden van al onze events? Laat dan je gegevens achter . Inschrijven Klaar om je in te schrijven? Top! Op deze pagina kan je van start met je inschrijving. Je vindt er alle belangrijke info terug: wat moet je in orde brengen, hoeveel kost studeren, wat met je leerkrediet, toelatingsvoorwaarden, financiële steun enz. Je kan je inschrijving volledig online afronden, je kan langskomen op ons studentensecretariaat of tijdens onze volgende infodag . De openingsuren van ons studentensecretariaat: Ma tot vrij: van 9u00 tot 16u00 Campus Kanal: Slotstraat 28 - 1000 Brussel Vragen? Mail ons op studentensecretariaat.mm@ehb.be of bel op 02 213 61 10 Toelatingsvoorwaarden Alle eerstejaars leggen intaketesten Nederlands, Frans en Engels af. Op basis van je resultaten hoef je bepaalde themalessen van Nederlands niet te volgen. Voor Frans en Engels kom je terecht in een groep op jouw niveau. Geen diploma secundair onderwijs? Je mag toch starten als je slaagt voor het toelatingsonderzoek . Meer info over de toelatingsvoorwaarden. VDAB-traject Je kan deze opleiding gratis volgen als je ingeschreven bent als werkzoekende en als ze past in je traject naar werk. Meer info vind je op de VDAB pagina . Info voor bedrijven Samenwerken kan onder de vorm van werkplekleren. Werkplekleren is een verzamelnaam voor elke vorm van praktijkgericht leren. Naast de gekende stage, zijn er ook vormen als projectwerk, duaal leren, workshops, netwerkevents, bedrijfsbezoeken etc. Stage: Idealiter volgen studenten alle stageperiodes op dezelfde werkplek. Dit geeft de mogelijkheid om gradueel te leren. Tegelijk heeft het voor de stagegever de mogelijkheid om de energie die ze erin steken qua begeleiding er ook uit te halen Leerwerk : In elk vak vind je een taak terug waar de theorie aan de praktijk moet worden getoetst. Bvb: in het vak HRM moet het arbeidsreglement van de stageplek en een arbeidscontract onder de loep genomen worden. Projectwerk: Meerdere mini-ondernemingen opzetten (in samenwerking met Vlajo ). Dit veronderstelt dat studenten in kleine groepen het hele ondernemingsproces doorlopen. Van een product uitdenken (marktonderzoek) tot het laten produceren en uiteindelijk verkopen. Wij zijn steeds op zoek naar bedrijven die met ons willen partneren. Als stageplek, als mentor voor een project, als gastspreker op een seminarie,... Contacteer ons: Opleidingshoofd: Estelle Doms Stagecoördinator: Steven De Vos 1e jaar 3 stageperiodes gespreid over het academiejaar De student gaat vanaf dag 1 op zoek naar een geschikte stageplaats De student loopt 2 dagen/week stage binnen de organisatie van zijn/haar keuze 2e jaar 5 stageperiodes gespreid over het academiejaar Gedurende 4 van de 5 periodes loopt de student opnieuw 2 dagen/week stage binnen de organisatie van zijn/haar keuze Elke periode ligt het accent op een ander aspect van de organisatie: verkoop marketing personeel leiding geven De laatste periode is een fulltime stageblok waarbij de student alle opgedane kennis moet trachten te integreren en toe te passen tijdens het werk. Voordelen voor jouw organisatie INVESTERING OPBRENGST Jong talent opleiden in jouw werkomgeving aftoetsen of hij/zij in jouw bedrijf past al deels intern vormen (efficiëntiewinst) Project aanleveren voor studenten ander perspectief binnenbrengen Student begeleiden op de werkplek mentoren leerkansen bieden en inspireren Kennismaken met opleiding via werkplekleren invloed op het onderwijs van morgen beter zicht op competenties van starters en integratie in bedrijf daarop afstemmen Bijdragen aan opleiding van jong talent maatschappelijk essentieel werk verrichten Contact campus Bloemenhof Zespenningenstraat 70, 1000 Brussel campus Kanal Slotstraat 28, 1000 Brussel Mail het opleidingshoofd: Estelle Doms Bel ons: 02 213 61 10 Chat met ons: pop-up rechts onder in beeld Maak een afspraak met een traject- en/of studiebegeleider Stel een vraag via dit formulier Gerelateerde verhalen Verhaal Podcast: de meerwaarde van onze studenten voor jouw organisatie In een klein kwartier verneem je alles over werkplekleren en stages van onze graduaatsstudenten, dankzij deze podcast. ··· Verhaal Shopmanager worden in twee jaar tijd Een opleiding shopmanager volgen? Ambities om een shop en een team te leiden en ben je commercieel ingesteld? Kies voor de graduaatsopleiding Winkelmanagement ··· Verhaal Mei plasticvrij bij Winkelmanagement De studenten uit het laatste jaar Winkelmanagement organiseren een pop-up met een duurzaam product! ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden"
}