{
    "id": "4",
    "title": "word student aan ehb",
    "source": "https://www.erasmushogeschool.be/nl/studeren/start-met-je-studiekeuze",
    "description": "Studeren aan EhB, da's studeren in kleine klassen, met veel praktijk en persoonlijke coaching.",
    "content": "Word student aan EhB | Erasmushogeschool Brussel Overslaan en naar de inhoud gaan Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Zoek Zoeken Apply English Dutch Navigatie wisselen Menu Zoek Zoeken Apply English Dutch Main navigation Vind een opleiding Alle opleidingen Graduaat Bachelor Lerarenopleiding Kunstopleidingen Postgraduaat Bachelor-na-bachelor Bij- en nascholing Micro-credential Studeren Eerste hulp bij je studiekeuze Infodagen Flexibel studeren Verder studeren Werken en studeren Studeren in het buitenland Starten in februari Onze campussen Begeleiding Hulp bij je studiekeuze Persoonlijke begeleiding Van studie veranderen Studentenvoorzieningen Financiële steun Inschrijven Eerste inschrijving Herinschrijven Toelatingsvoorwaarden Wat kost studeren? Info voor buitenlandse studenten Onderzoek Onze labs Praktijkgericht onderzoek Structureel praktijkgericht onderzoek Academisch onderzoek in de kunsten Wetenschapscommunicatie Secondary navigation Info voor ... EhB-studenten Toekomstige studenten Ouders Alumni Scholen Bedrijven & organisaties Pers Medewerkers Agenda Nieuws Schools of Arts RITCS Koninklijk Conservatorium Brussel Over ons Maak kennis met EhB Kwaliteit Vacatures Contact Infodagen Studeren Word student aan EhB Word student aan EhB Binnenkort verder studeren? Hieronder kom je alles te weten over studeren aan EhB. Maak kennis met onze opleidingen, onze campussen en het studentenleven. Kom meer te weten over onze persoonlijke aanpak en flexibel studeren. Vind je opleiding en schrijf je in. Lees onze studiekeuzegids In de ‘Eerste hulp bij studiekeuze’-gids loodsen we in je 6 stappen door het hoger onderwijs en studeren aan de EhB. Type opleidingen, studeren op jouw maat, persoonlijke begeleiding, op kot gaan, je studiekeuze bepalen, ... Het komt allemaal aan bod. Ontdek onze opleidingen Meer dan 40 opleidingen, er zit zeker iets tussen dat bij jou past. Bekijk een overzicht van alle opleidingen : bachelors, masters en graduaten. Maak kennis met onze campussen Met 7 campussen in Brussel palmen we de hoofdstad in. Van in hartje Brussel tot in Jette en Anderlecht. Buiten Brussel kan je ook aan EhB studeren in Leuven en Mechelen. Ontdek al onze campussen. Kom langs op een infodag of tijdens de openlesweek Tijdens de krokusvakantie kun je een echte les volgen en zo de opleiding van binnenuit leren kennen. En vanaf maart gooien onze deuren open tijdens de infodagen. Dan zijn ook je ouders welkom. Kom langs, ontdek het campusleven en babbel met onze docenten. Check de data . Persoonlijke begeleiding Bij EhB staat persoonlijke begeleiding centraal. Doorheen je studietraject word je gecoacht door je docenten en krijg je hulp van studie- & trajectbegeleiders om je studietraject succesvol te doorlopen. Flexibel studeren Je kan studeren op jouw maat en op jouw tempo. Check onze verschillende trajecten. Studeren in het buitenland Ja, je kan bij Erasmus op Erasmus. Trek een semester of academiejaar naar het buitenland om te studeren of stage te lopen. Ontdek alles over studeren in het buitenland. Wat kost studeren? Hoeveel kost een jaar studeren in het hoger onderwijs? Heb je financiële steun nodig? STUVO helpt je. STUVO Onze Studentenvoorzieningen zorgen ervoor dat jij tof kan studeren. Cultuur, sport, op kot, mobiliteit, je mentaal welzijn, financiële steun. Zij staan voor je klaar. Studentenleven aan EhB Brussel is dé studentenhoofdstad van Vlaanderen. Er staat je dus een top studentenleven te wachten. Ontdek bruisend Brussel: de tofste cafés, de hipste uitgaansbuurten, de leukste concertzalen en de lekkerste resto's. Ontdek het op onze Instagram en TikTok . Met een bso-diploma starten aan de hogeschool De komende jaren verandert de wetgeving voor bso-scholieren om met hoger onderwijs te starten. De toegang tot de graduaten wordt eenvoudiger, maar de toegang tot een bachelordiploma zal een bepaald voortraject vereisen in het secundair. Op deze pagina lees je er alles over. Het hoger onderwijs in het kort (Bijna) afgestudeerd aan het middelbaar? Ga voor een diploma hoger onderwijs. Wij maken je alvast even wegwijs. Onze studenten, docenten en studiebegeleiders vertellen je de belangrijkste zaken over het hoger onderwijs. Wat zijn de verschillen tussen een bachelor- en graduaatsopleiding? Hoeveel tijd moet je voorzien om te studeren? Hoe ziet een academiejaar er juist uit? ... We're sorry, this content is unavailable. To improve your experience, make sure Targeting cookies are enabled. Update your cookie settings Gerelateerde verhalen Verhaal Wil je studeren of bijscholen? Kom naar de SID-in beurzen EhB heeft een grote stand op alle SID-in beurzen in de Vlaamse provinciesteden. Kom eens langs en verneem alles over graduaten, bachelors, kunstopleidingen en bij- en nascholingen. ··· Lees verder Evenementen Infomoment Infodag 4 mei Zaterdag 04 Mei 2024 , 10:00 tot 13:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 29 juni Zaterdag 29 Juni 2024 , 10:00 tot 15:00 Babbel met onze docenten en studenten, wandel rond op campus en proef van het leven aan EhB. ··· Infomoment Infodag 7 september Zaterdag 07 September 2024 , 10:00 tot 15:00 Kom langs op onze infodag, babbel met docenten en studenten en schrijf je in voor je opleiding. ··· Lees verder Over ons Over ons Contact Vacatures Campussen Career Center Agenda KCB Agenda RITCS Bachelors Biomedische Laboratoriumtechnologie Communicatie Hotelmanagement Idea & Innovation Management Journalistiek Kleuteronderwijs Lager Onderwijs Landschaps- & Tuinarchitectuur Multimedia & Creatieve Technologie Organisatie & Management Pedagogie van het jonge kind Secundair Onderwijs Sociaal Werk Toegepaste Informatica Toerisme- & Recreatiemanagement Verkorte Educatieve Bachelor Secundair Onderwijs Verkorte Educatieve Bachelor Lager Onderwijs Verpleegkunde Voedings- & Dieetkunde Vroedkunde Bachelors & Masters - Arts RITCS | Royal Institute for Theatre, Cinema & Sound graduaat Podium- & Eventtechnieken bachelor Audiovisuele Kunsten bachelor en master Audiovisuele Kunsten bachelor en master Dramatische Kunsten Verkorte educatieve bachelor Audiovisuele Kunsten educatieve master Audiovisuele Kunsten educatieve master Muziek en Podiumkunsten Koninklijk Conservatorium Brussel bachelor Musical master Musical bachelor en master Muziek educatieve Master Muziek en Podiumkunsten Graduaten Accounting Administration Accounting Administration (e-learning) Basisverpleegkunde Educatief Graduaat Secundair Onderwijs Elektromechanische Systemen Informatiebeheer Internet of Things Juridisch-Administratieve Ondersteuning Logies-, Restaurant- & Cateringmanagement Marketing- & Communicatiesupport Podium- & Eventtechnieken Programmeren Sociaal-Cultureel Werk Systeem- & Netwerkbeheer Winkelmanagement Verder studeren Onze postgraduaten, micro-credentials en bij- nascholingen © Erasmushogeschool Brussel 2024 Cookieverklaring Disclaimer Gebruiksvoorwaarden Privacyverklaring"
}